{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 489,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "FERRER FARMA, S.A.",
      "registrationNumber": "03688",
      "identificationNumber": "A08707234",
      "address": "GRAN VIA CARLOS III, 94",
      "location": {
        "postalCode": "08028",
        "municipality": "Barcelona",
        "county": "Barcelona",
        "municipalityId": "019",
        "countyId": "08"
      },
      "economicActivities": [
        {
          "id": "1.631",
          "name": "Intermediarios del comercio",
          "_links": {
            "self": {
              "name": "Intermediarios del comercio",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.631"
            }
          }
        }
      ],
      "certificateStartDate": "2022-08-17",
      "certificateEndDate": "2023-02-03",
      "object": "LA INVESTIGACIÓN Y DESARROLLO, PARA SI O PARA TERCEROS, EN EL CAMPO FARMACÉUTICO, QUÍMICO, PETROQUÍMICO, VETERINARIO, ALIMENTICIO, DIETÉTICO, DE PERFUMEERÍA Y COSMÉTICA, BIOLÓGICO Y EN OTROS CAMPOS TERAPÉUTICOS. PODRÁ ADEMÁS FABRICAR Y COMERCIALIZAR, TANTO EN ESPAÑA COMO EN EL EXTRANJERO, TODA CLASE DE PRODUCTOS QUÍMICOS, PETROQUÍMICOS, FARMACÉUTICOS, ALIMENTICIOS, DIETÉTICOS, DE PERFUMERÍA Y COSMÉTICA, VETERINARIOS, BIOLÓGICOS, PRODUCTOS Y EQUIPOS MÉDICOS Y SANITARIOS, Y OTROS PRODUCTOS INDUSTRIALES Y ACTIVIDADES DE LÍCITO COMERCIO DIRECTAMENTE RELACIONADOS CON LAS ANTERIORES FINALIDADES, TALES COMO LA INGENIERÍA Y ASESORAMIENTOS DE PLANTAS INDUSTRIALES, LA PARTICIPACIÓN EN OTRAS SOCIEDADES, Y LA EXPLOTACIÓN, BAJO CUALQUIER FORMA, DE LOS BIENES MUEBLES O INMUEBLES QUE INTEGRAN EL PATRIMONIO DE LA COMPAÑÍA. ASIMISMO, PODRÁ IMPORTAR Y EXPORTAR MATERIAS PRIMAS Y PRODUCTOS ACABADOS, ASÍ COMO ADQUIRIR Y CONCEDER MARCAS, PATENTES Y LICENCIAS RELACIONADAS CON LAS MISMAS. TAMBIÉN PODRÁ PRESTAR SERVICIOS DE INFORMÁTICA, MANTENIMIENTO Y CONSERVACIÓN",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03688",
      "_links": {
        "self": {
          "name": "FERRER FARMA, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/03688"
        }
      }
    },
    {
      "name": "NAHITEK DIGITAL , S.L.U.",
      "registrationNumber": "03791",
      "identificationNumber": "B95548830",
      "address": "C/ Gran Vía Don Diego López de Haro, 45-9ª planta",
      "location": {
        "postalCode": "48011",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        },
        {
          "id": "1.932.1",
          "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.1"
            }
          }
        }
      ],
      "certificateStartDate": "2022-08-13",
      "certificateEndDate": "2023-01-14",
      "object": "-) LA INVESTIGACIÓN, PROYECTO, DESARROLLO, ASESORÍA, FABRICACIÓN, SUMINISTRO, INSTALACIÓN, MONTAJE Y OPERACIÓN DE TODA CLASE DE EQUIPOS, SISTEMAS Y PROGRAMAS INFORMÁTICOS Y DE TELECOMUNICACIONES PARA COMUNICACIÓN DE VOZ, DATOS, IMÁGENES O CUALQUIER OTRO TIPO DE INFORMACIÓN. -) A SU VEZ, EL ESTUDIO, DEFINICIÓN DE PROYECTOS DE INGENIERÍA DE TELECOMUNICACIÓN Y SU EJECUCIÓN, COMERCIALIZACIÓN, ALMACENAJE, EXPORTACIÓN, REPARACIÓN, FORMACIÓN, ADMINISTRACIÓN, MANTENIMIENTO O ASISTENCIA DE LOS PRODUCTOS OFRECIDOS POR LA SOCIEDAD, ASÍ COMO DE SUS ELEMENTOS AUXILIARES, Y DE LOS SERVICIOS PROPORCIONADOS POR LA MISMA O RELACIONADOS CON SUS ACTIVIDADES. -) EL DESARROLLO, REALIZACIÓN Y COMERCIALIZACIÓN DE SISTEMAS INFORMÁTICOS; LA ACTIVIDAD INFORMÁTICA EN GENERAL Y LA PRESTACIÓN DE TODA CLASE DE SERVICIOS CON ELLA RELACIONADA, INCLUÍDOS LA ENSEÑANZA DE MATERIAS RELATIVAS A LA INFORMÁTICA, LA FORMACIÓN DE PERSONAL ESPECIALISTA, LA LLEVANZA DE CONTABILIDADES, LA REALIZACIÓN DE ANÁLISIS, CONSULTORÍA, PROYECTOS Y ESTUDIOS DE TODO TIPO DE GÉNERO, ASÍ COMO LA CONFECCIÓN, APLICACIÓN Y COMERCIALIZACIÓN DE PROGRAMAS. -) LA COMPRA, VENTA IMPORTACIÓN Y EXPORTACIÓN Y COMERCIALIZACIÓN EN GENERAL DE MICROORDENADORES, ORDENADORES, MÁQUINAS Y ELEMENTOS RELACIONADOS CON LA INFORMÁTICA Y LAS TELECOMUNICACIONES, ASÍ COMO SU REPARACIÓN Y MANTENIMIENTO; LA PRESTACIÓN DE ASISTENCIA Y DE AQUELLOS SERVICIOS PRECISOS O CONVENIENTES PARA SU ADECUADA UTILIZACIÓN O RENDIMIENTO DE TODOS LOS EQUIPOS INFORMÁTICOS. ASIMISMO, LA REALIZACIÓN DE ACTIVIDADES CONSULTORAS Y PROMOTORAS RELACIONADAS CON LOS PRODUCTOS COMERCIALIZADOS. -) LA PRESTACIÓN DE SERVICIOS DE INTERNET Y DE COMUNICACIÓN, TANTO DE VOZ COMO DE DATOS, ASÍ COMO LA REALIZACIÓN DE ESTUDIOS, TRABAJOS Y APLICACIONES INFORMÁTICAS, LA APROBACIÓN DE TODA GAMA DE SERVICIOS RELACIONADOS CON EL PROCEDIMIENTO DE INFORMACIÓN, TALES COMO ANÁLISIS FUNCIONAL, ANÁLISIS ORGÁNICO, PROGRAMACIÓN, GRABACIÓN, ETC.  -) LA SELECCIÓN Y FORMACIÓN DE PERSONAL INFORMÁTICO, ASESORAMIENTO A EMPRESAS, ORGANISMOS E INSTITUCIONES, ESTUDIOS, INVESTIGACIÓN, PROMOCIÓN Y PRESTACIÓN DE TODO TIPO DE ASISTENCIA Y GESTIÓN TÉCNICA, ADMINISTRATIVA, COMERCIAL, CONTABLE, FINANCIERA, ECONÓMICA, FISCAL Y JURÍDICA. -) LA LLEVANZA DE CONTABILIDADES, LA REALIZACIÓN DE ANÁLISIS, CONSULTORÍA, PROYECTOS Y ESTUDIOS DE TODO GÉNERO, ASÍ COMO LA CONFECCIÓN, APLICACIÓN Y COMERCIALIZACIÓN DE PROGRAMAS. -) LA REPRESENTACIÓN COMO AGENTE, DISTRIBUIDOR, COMISIONISTA, DELEGADO O CUALQUIER OTRA FORMA DE MEDIACIÓN MERCANTIL, DE TODA CLASE DE EMPRESAS NACIONALES O EXTRANJERAS, RELACIONADAS CON LA INFORMÁTICA, ASÍ COMO LA EXPLOTACIÓN DE PATENTES, MÉTODOS, PROCEDIMIENTOS O ESTUDIOS Y DERECHOS INCLUÍDOS EN EL ÁMBITO DE LA PROPIEDAD INDUSTRIAL RELACIONADOS CON EL FIN PRINCIPAL DE LA INFORMÁTICA. -) LA PRESTACIÓN DE SERVICIOS DE ASESORAMIENTO A EMPRESAS EN LAS ÁREAS DE RECURSOS HUMANOS, DE TECNOLOGÍA DE LA INFORMACIÓN (INFORMÁTICA) Y FORMACIÓN ASI COMO LAS ÁREAS DE GESTIÓN PROPIO DE UNA COMPAÑÍA. -) EL DESARROLLO, PRODUCCIÓN Y COMERCIALIZACIÓN DE PRODUCTOS Y FORMATOS AUDIOVISUALES Y LA PRESTACIÓN DE SERVICIOS DE CONSULTORÍA, DISEÑO, IMPLEMENTACIÓN, MANTENIMIENTO Y PRODUCCIÓN, TODO ELLO EN EL ÁMBITO DE LAS TECNOLOGÍAS AUDIOVISUALES Y MULTIMEDIA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03791",
      "_links": {
        "self": {
          "name": "NAHITEK DIGITAL , S.L.U.",
          "href": "https://api.euskadi.eus/procurements/companies/03791"
        }
      }
    },
    {
      "name": "RURAL FUTURE S COOP PEQUEÑA",
      "registrationNumber": "08209",
      "identificationNumber": "F01535624",
      "address": "Calle Antonio Machado (01010) Nº 68 - 6ºB.",
      "location": {
        "postalCode": "01010",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.659.7",
          "name": "Venta al por menor de semillas, abonos, flores, plantas y pequeños animales",
          "_links": {
            "self": {
              "name": "Venta al por menor de semillas, abonos, flores, plantas y pequeños animales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.7"
            }
          }
        }
      ],
      "certificateStartDate": "2022-08-12",
      "certificateEndDate": "2023-01-31",
      "object": "LA IMPORTACIÓN, EXPORTACIÓN, VENTA MAYORISTA Y MINORISTA DE PRODUCTOS Y SERVICIOS PARA LA AGRICULTURA PROFESIONAL, JARDINERÍA Y DECORACIÓN RURAL. LOS PRODUCTOS RELACIONADOS CON LA AGRICULTURA QUE FORMARAN PARTE DEL OBJETO SOCIAL DE LA COOPERATIVA SON: SEMILLAS, FERTILIZANTES, FITOSANITARIOS, BIOCIDAS, ALIMENTOS PARA ANIMALES DE COMPAÑÍA Y GANADERÍA. Y LOS PRODUCTOS RELACIONADOS CON LA FERRETERÍA AGRÍCOLA QUE FORMARÁN PARTE DEL OBJETO SOCIAL DE LA COOPERATIVA SON: PLÁTICOS Y CUERDAS, MALLAS PLÁSTICAS, COMPONENTES PARA RIEGO, HERRAMIENTAS MANUALES, MOBILIARIO PARA EL JARDÍN Y EQUIPOS DE PROTECCIÓN INDIVIDUAL PARA LA PREVENCIÓN Y PROTECCIÓN CONTRA RIESGOS LABORALES (EPIS).",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08209",
      "_links": {
        "self": {
          "name": "RURAL FUTURE S COOP PEQUEÑA",
          "href": "https://api.euskadi.eus/procurements/companies/08209"
        }
      }
    },
    {
      "name": "EUSKONTROL, S.A.",
      "registrationNumber": "05966",
      "identificationNumber": "A48711691",
      "address": "Parque Empresarial BOROA. Parcela 2B-1",
      "location": {
        "postalCode": "48340",
        "municipality": "Amorebieta-Etxano",
        "county": "Bizkaia",
        "municipalityId": "003",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.843.3",
          "name": "Servicios técnicos de prospecciones y estudios geológicos",
          "_links": {
            "self": {
              "name": "Servicios técnicos de prospecciones y estudios geológicos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.3"
            }
          }
        },
        {
          "id": "1.843.9",
          "name": "Otros servicios técnicos n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios técnicos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.9"
            }
          }
        }
      ],
      "certificateStartDate": "2022-08-11",
      "certificateEndDate": "2023-02-05",
      "object": "1º. LA REALIZACIÓN DE ENSAYOS, ANÁLISIS Y CONTROLES DE CARACTERÍSTICAS TÉCNICAS Y CALIDAD ASÍ COMO DE AUDITORÍAS Y MANUALES DE SEGUIMIENTO DE LA CALIDAD PARA EMPRESAS DE LA CONSTRUCCIÓN Y DE INSTALACIONES INDUSTRIALES. 2º.  ASESORAMIENTO TÉCNICO A LA INDUSTRIA DE LA CONSTRUCCIÓN, VIVIENDA Y OBRA CIVIL. 3º. ASESORAMIENTO EN LA OBTENCIÓN DE TODO TIPO DE REGISTROS DE EMPRESA, CERTIFICACIONES, HOMOLOGACIONES Y SELLOS DE CALIDAD PARA LAS EMPRESAS DE LA CONSTRUCCIÓN Y DE INSTALACIONES INDUSTRIALES. 4º.- ELABORACIÓN DE ESTUDIOS DE PERITACIÓN Y COLABORACIÓN CON EMPRESAS ASEGURADORAS EN CASOS DE SINIESTROS DERIVADOS DE LA EJECUCIÓN DE TODO TIPO DE CONSTRUCCIONES, VIVIENDAS, OBRAS CIVIL, CARRETERAS E INSTALACIONES INDUSTRIALES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05966",
      "_links": {
        "self": {
          "name": "EUSKONTROL, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/05966"
        }
      }
    },
    {
      "name": "SERGIO DE LA RIVA MIGUEL",
      "registrationNumber": "06355",
      "identificationNumber": "30689694N",
      "address": "MESTIKABASO 30",
      "location": {
        "postalCode": "48300",
        "municipality": "Gernika-Lumo",
        "county": "Bizkaia",
        "municipalityId": "046",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "2.411",
          "name": "Arquitectos",
          "_links": {
            "self": {
              "name": "Arquitectos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.411"
            }
          }
        }
      ],
      "certificateStartDate": "2022-08-11",
      "certificateEndDate": "2023-01-13",
      "object": "PRESTACION DE SERVICIOS DE ARQUITECTURA Y URBANISMO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06355",
      "_links": {
        "self": {
          "name": "SERGIO DE LA RIVA MIGUEL",
          "href": "https://api.euskadi.eus/procurements/companies/06355"
        }
      }
    },
    {
      "name": "COBRA INSTALACIONES Y SERVICIOS, S.A.",
      "registrationNumber": "01993",
      "identificationNumber": "A46146387",
      "address": "CARDENAL MARCELO SPÍNOLA, 10",
      "location": {
        "postalCode": "28016",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        }
      ],
      "certificateStartDate": "2022-08-11",
      "certificateEndDate": "2023-01-27",
      "object": "1.- LA REALIZACION DE ESTUDIOS, CONSULTORIAS Y PROYECTOS, SERVICIOS DE INVESTIGACION Y DESARROLLO Y LA DIRECCION Y EJECUCION DE TODA CLASE DE OBRAS, INSTALACIONES Y MONTAJES Y MANTENIMIENTO CON O SIN SUMINISTRO DE MATERIALES Y EQUIPOS --CON INCLUSION EN SU CASO DE LA REALIZACION DE LA PARTE DE OBRA CIVIL CORRESPONDIENTE-- REFERENTE A CENTRALES Y LINEAS DE PRODUCCION, TRANSPORTES Y DISTRIBUCION DE ENERGIA ELECTRICA DE MUY ALTA, ALTA Y BAJA TENSION, AEREAS Y SUBTERRANEAS, REDES INDUSTRIALES Y URBANAS, SUBESTACIONES, CENTROS DE TRANSFORMACION, INTERCONEXION Y SECCIONAMIENTO, ESTACIONES GENERADORAS Y CONVERTIDORAS, INSTALACIONES ELECTRICAS, MECANICAS Y DE VIA EN FERROCARRILES, METROS Y TRANVIAS, ELECTRIFICACION DE FERROCARRILES, TRANVIAS Y TROLEBUSES, INSTALACIONES ELECTRICAS DE PRESAS, DEPURADORAS, POTABILIZADORAS DE AGUA, MUELLES, PUERTOS, AEROPUERTOS, DARSENAS, BARCOS, ASTILLEROS DE BUQUES, PONTONES, PLATAFORMAS Y ELEMENTOS DE FLOTACION Y DE CUALESQUIERA ELEMENTOS APLICABLES PARA EL DIAGNOSTICO, ENSAYO, SEGURIDAD Y PROTECCION, MANDOS DE CONTROL Y ENCLAVAMIENTOS MANIOBRA, MEDIDA, DIRECTO O POR TELEMANDO, PARA INDUSTRIAS, EDIFICIOS URBANOS, PARA USOS INDUSTRIALES, COMERCIALES, AGRICOLAS O DOMESTICOS, ASI COMO LOS APROPIADOS PARA LAS INSTALACIONES ANTERIORMENTE RELACIONADOS, ELECTRIFICACION DE ZONAS INDUSTRIALES, URBANIZACIONES Y DEPORTIVAS, ILUMINACION Y ALUMBRADO PUBLICO DE ELECTRIFICACIONES RURALES Y REGADIOS Y PARA ACTIVIDADES MINERAS Y EXTRACTIVAS, INSTALACIONES ELECTRICAS EN MINAS, REFINERIAS Y AMBIENTES EXPLOSIVOS; Y EN GENERAL TODO TIPO DE INSTALACIONES RELACIONADAS CON LA PRODUCCION, TRANSPORTE, DISTRIBUCION, CONSERVACION, RECUPERACION Y UTILIZACION DE ENERGIA ELECTRICA EN TODOS SUS GRADOS Y SISTEMAS ASI COMO LA EXPLOTACION Y REPARACION, SUSTITUCION Y CONSERVACION DE SUS ELEMENTOS Y PARTES, INCLUSO SIN NECESIDAD DE INTERRUPCION DEL SERVICIO MEDIANTE TECNICAS DE TRABAJOS EN TENSION COMO CUALQUIER OTRA TECNICA. CONTROL Y AUTOMATIZACION DE TODO TIPO DE REDES E INSTALACIONES ELECTRICAS, TELEMANDOS, EQUIPOS INFORMATICOS NECESARIOS PARA LA GESTION E INFORMATIZACION Y RACIONALIZACION DEL CONSUMO DE TODA CLASE DE ENERGIA.\r\n\r\n2.- LA REALIZACION DE ESTUDIOS, CONSULTORIAS Y PROYECTOS, SERVICIO DE INVESTIGACION Y DESARROLLA Y LA DIRECCION Y EJECUCION DE TODA CLASE DE OBRAS, INSTALACIONES, MONTAJES Y MANTENIMIENTOS CON O SIN SUMINISTRO DE MATERIALES Y EQUIPOS --CON INCLUSION EN SU CASO DE LA REALIZACION DE LA PARTE DE OBRA CIVIL CORRESPONDIENTE-- RELACIONADOS CON LA ELECTRONICA, DE SISTEMAS Y REDES DE COMUNICACIONES TELEFONICAS POR FIBRA OPTICA, TELEGRAFICAS, SEÑALIZACION, S.O.S., PROTECCION CIVIL, DEFENSA Y TRAFICO Y TRANSMISION Y UTILIZACION DE VOZ Y DATOS, MEDIDAS Y SEÑALES, ASI COMO DE PROPAGACION, EMISION, REPETICION Y RECEPCION DE ONDAS DE CUALESQUIERA CLASES, PARA TELEVISION, VIA SATELITE, RADAR, RADIODIFUSION, DE ANTENAS, REPETIDORES, RADIO-ENLACE, AYUDA A LA NAVEGACION, EQUIPOS Y ELEMENTOS NECESARIOS PARA LA EJECUCION DE TALES OBRAS, MONTAJES E INSTALACIONES.\r\n\r\n3.- LA REALIZACION DE ESTUDIOS, CONSULTORIAS Y PROYECTOS, SERVICIO DE INVESTIGACION Y DESARROLLO Y LA DIRECCION Y EJECUCION ASI MISMO DE TODA CLASE DE OBRAS, INSTALACIONES, MONTAJES Y MANTENIMIENTOS CON O SIN SUMINISTRO DE MATERIALES Y EQUIPOS --CON INCLUSION EN SU CASO, DE LA REALIZACION DE LA PARTE DE OBRA CIVIL CORRESPONDIENTE-- RELACIONADAS CON EL APROVECHAMIENTO, PRODUCCION, TRANSFORMACION ALMACENAMIENTO, TRANSPORTE, CANALIZACION, DISTRIBUCION, UTILIZACION, MEDIDA Y MANTENIMIENTO DE CUALESQUIERA OTRAS CLASES DE ENERGIA Y PRODUCTOS ENERGETICOS, DE ORIGEN FOSIL, NUCLEAR, ATOMICO, SOLAR, SOLIDO, GEOTERMICO, MAREOMOTRIZ, O BIOQUIMICO, YA SEAN SOLIDOS, LIQUIDOS O GASEOSOS, Y DE CUALQUIER OTRA ENERGIA QUE PUEDA UTILIZARSE EN EL FUTURO, INCLUIDO EL SUMINISTRO DE SUS EQUIPOS ESPECIALES, ELEMENTOS NECESARIOS PARA LA INSTALACION Y MONTAJE Y MATERIALES DE TODAS CLASES PARA ELLOS NECESARIOS, SIMILARES O DE ENTRE LOS ENUMERADOS EN EL APARTADO QUE PRECEDE.\r\n\r\n4.- LA REALIZACION DE ESTUDIOS, CONSULTORIAS Y PROYECTOS, SERVICIO DE INVESTIGACION Y DESARROLLO Y LA DIRECCION Y EJECUCION DE TODA CLASE DE OBRAS, MONTAJES E INSTALACIONES Y MANTENIMIENTOS CON O SIN SUMINISTRO DE MATERIALES Y EQUIPOS --CON INCLUSION EN SU CASO, DE LA REALIZACION DE LA PARTE DE OBRA CIVIL CORRESPONDIENTE--, DE OBRAS HIDRAULICAS PARA APROVECHAR, ALMACENAR, ELEVAR, IMPULSAR O DISTRIBUIR AGUA, SU CANALIZACION, TRANSPORTE Y DISTRIBUCION PARA ABASTECIMIENTOS, RIEGOS, USOS SANITARIOS, INDUSTRIALES Y DOMESTICOS, INCLUYENDO INSTALACIONES DE TRATAMIENTO DE AGUAS Y GASES.\r\n\r\n5.- LA REALIZACION DE ESTUDIOS, CONSULTORIAS Y PROYECTOS, SERVICIO DE INVESTIGACION Y DESARROLLO Y LA DIRECCION Y EJECUCION DE TODA CLASE DE OBRAS, MONTAJES E INSTALACIONES Y MANTENIMIENTOS CON O SIN SUMINISTRO DE MATERIALES Y EQUIPOS --CON INCLUSION EN SU CASO, DE LA REALIZACION DE LA PARTE DE OBRA CIVIL CORRESPONDIENTE-- PARA EL APROVECHAMIENTO, TRANSPORTE, CANALIZACION Y DISTRIBUCION DE GASES COMBUSTIBLES LIQUIDOS Y SOLIDOS, PARA TODA CLASE DE USOS.\r\n\r\n6.- LA REALIZACION DE ESTUDIOS, CONSULTORIAS Y PROYECTOS, SERVICIO DE INVESTIGACION Y DESARROLLO Y LA DIRECCION Y EJECUCION DE TODA CLASE DE OBRAS, MONTAJES E INSTALACIONES, Y MANTENIMIENTOS CON O SIN SUMINISTRO DE MATERIALES Y EQUIPOS --CON INCLUSION EN SU CASO, DE LA REALIZACION DE LA PARTE DE OBRA CIVIL CORRESPONDIENTE--, DE OBRAS DE VENTILACION, CALEFACCION, CLIMATIZACION, FRIGORIFICAS Y PARA MEJORAR EL MEDIO AMBIENTE, PARA TODA CLASE DE USOS.\r\n\r\n7.- LA REALIZACION DE ESTUDIOS, CONSULTORIAS Y PROYECTOS, SERVICIO DE INVESTIGACION Y DESARROLLO Y LA DIRECCION Y EJECUCION DE TODA CLASE DE OBRAS, INSTALACIONES, MONTAJES Y MANTENIMIENTOS CON O SIN SUMINISTRO DE MATERIALES Y EQUIPOS --CON INCLUSION EN SU CASO, DE LA REALIZACION DE LA PARTE DE OBRA CIVIL CORRESPONDIENTE--, REFERENTE A TELEFERICOS, TELECABINAS, TELESILLAS Y REMONTES, TANTO PARA EL TRANSPORTE DE PERSONAS COMO DE MATERIALES MEDIANTE SISTEMAS CON CABLES O CUALQUIER CLASE DE ELEMENTOS MECANICOS.\r\n\r\n8.- LA FABRICACION, TRANSFORMACION, ELABORACION, MANIPULACION, REPARACION, MANTENIMIENTO Y TODA CLASE DE OPERACIONES DE CARACTER INDUSTRIAL PARA SU COMERCIALIZACION RELACIONADAS CON MAQUINARIA, ELEMENTOS, UTILES, ENSERES, MATERIAL ELECTRICO DE PROTECCION, CONDUCTORES DESNUDOS Y AISLADOS, AISLADORES, HERRAJES Y MAQUINAS Y HERRAMIENTAS Y EQUIPOS AUXILIARES PARA MONTAJES E INSTALACION DE FERROCARRILES, METRO Y TRANVIA, CENTRALES Y LINEAS Y REDES DE TRANSPORTES Y DISTRIBUCION DE ENERGIA ELECTRICA Y PARA COMUNICACIONES TELEFONICAS Y TELEGRAFICAS, SISTEMAS DE TELECOMUNICACION, SEGURIDAD, TRAFICO, TELEMATICA Y TRANSMISION DE VOZ Y DATOS; DE ELEMENTOS Y MAQUINAS PARA EL APROVECHAMIENTO, TRANSFORMACION, DESTILACION, TRANSPORTE Y UTILIZACION DE TODA CLASE DE ENERGIAS Y PRODUCTOS ENERGETICOS SOLIDOS, LIQUIDOS Y GASEOSOS, YA SEAN DE ORIGEN FOSIL, ATOMICO, SOLAR O BIOQUIMICO, SOLIDO, GEOTERMICO Y MAREOMOTRIZ; DE BOMBAS ELEVADORES DE FLUIDOS Y GASES, CANALIZACIONES Y DEMAS ELEMENTOS, MECANISMOS, INSTRUMENTOS, ACCESORIOS, REPUESTOS Y MATERIALES NECESARIOS PARA LA EJECUCION, REALIZACION DE CUALESQUIERA OBRAS, INSTALACIONES Y MONTAJES INDUSTRIALES, AGRICOLAS, NAVALES, DE TRANSPORTE Y COMUNICACIONES, MINEROS Y DEMAS RELACIONADOS EN LOS PRECEDENTES APARTADOS. \r\n\r\n9.- LA FABRICACION, INSTALACION, ENSAMBLAJE, MONTAJE, SUMINISTRO, MANTENIMIENTO Y VENTA DE TODA CLASE DE PRODUCTOS Y ELEMENTOS PROPIOS O DERIVADOS DEL HORMIGON, CERAMICAS, RESINAS, PLASTICO O MATERIAL SINTETICO SINGULARES O ENSAMBLADOS PREFABRICADOS, TERMINADOS, O SUSCEPTIBLES DE ULTERIOR TRANSFORMACION, ACABADO O INCORPORACION; ASI COMO DE ESTRUCTURAS METALICAS PARA PLANTAS INDUSTRIALES Y EDIFICIOS, DE PUENTES, TORRES Y APOYOS METALICOS Y DE HORMIGON ARMADO O CUALQUIER MATERIAL SINTETICO PARA TODA CLASE DE COMUNICACIONES Y TRANSPORTE O DISTRIBUCION DE ENERGIA ELECTRICA O DE CUALQUIER OTRA CLASE DE MATERIAS O PRODUCTOS ENERGETICOS RELACIONADOS CON LA ENERGIA DE TODAS SUS CLASES, CON INCLUSION, EN SU CASO DE SUS CIMENTACIONES, FUNDACIONES Y PARTE DE OBRA CIVIL CORRESPONDIENTE. \r\n\r\n10.- LA FABRICACION, PREPARACION, MANIPULACION Y ACABADO, DIAGNOSTICO, TRATAMIENTO E IMPREGNACION PARA SU PROTECCION Y CONSERVACION Y VENTA DE MADERAS EN GENERAL Y EN ESPECIAL DE POSTES EMPLEADOS DE LINEAS ELECTRICAS, TELEFONICAS Y TELEGRAFICAS, LA IMPREGNACION Y REIMPREGNACION PARA SU CONSERVACION DE DICHOS POSTES Y APOYOS DE MADERA YA INSTALADOS O EN SERVICIO PARA ENTIBACIONES DE MINAS Y GALERIAS, APEOS DE EDIFICIOS, MADERA DE OBRA, TRAVESIAS PARA FERROCARRILES Y VALLAS, Y LA PRODUCCION Y COMERCIALIZACION DE PRODUCTOS ANTISEPTICOS Y EXPLOTACION DE PROCEDIMIENTOS PARA LA CONSERVACION DE MADERAS, ELEMENTOS, UTILES Y ENSERES DE DICHA NATURALEZA.\r\n\r\n11.- CONSTRUCCIÓN DE TODA CLASE DE OBRAS PÚBLICAS Y PRIVADAS; LA REPARACIÓN, CONSERVACIÓN Y MANTENIMIENTO DE LAS MISMAS, ASÍ COMO LOS ACTOS Y OPERACIONES INDUSTRIALES, COMERCIALES Y FINANCIERAS QUE, DIRECTA O INDIRECTAMENTE, TENGA RELACIÓN CON ELLAS.\r\n\r\n12.- LA DIRECCIÓN Y EJECUCIÓN DE REPOBLACIONES FORESTALES, AGRÍCOLAS, PISCÍCOLAS, REFORESTACIONES, ASÍ COMO EL MANTENIMIENTO Y MEJORA DE LAS MISMAS. TRABAJOS DE JARDINERÍA, PLANTACIÓN, REVEGETACIÓN, REFORESTACIÓN, PODAS, SERVICIOS FITOSANITARIOS, MANTENIMIENTO Y CONSERVACIÓN DE PARQUES, JARDINES Y ELEMENTOS ANEJOS. \r\n\r\n13.- LA REALIZACIÓN DE EXPLOTACIÓN Y/O EXPLORACIÓN DE HIDROCARBUROS; COMPRA, VENTA, IMPORTACIÓN, EXPORTACIÓN, PROCESAMIENTO, ALMACENAMIENTO, MEZCLA, DISTRIBUCIÓN, COMERCIALIZACIÓN, INDUSTRIALIZACIÓN, Y/O VENTA DE HIDROCARBUROS, SUS DERIVADOS, PRODUCTOS Y AFINES; TRANSPORTE Y ALMACENAMIENTO DE HIDROCARBUROS, SUS DERIVADOS, PRODUCTOS Y AFINES, A TRAVÉS DE SISTEMAS DE TRANSPORTE O ALMACENAMIENTO PROPIOS O DE TERCEROS; ACTIVIDADES DE RECUPERACIÓN MEJORADA DE HIDROCARBUROS; SERVICIOS DE RECUPERACIÓN SECUNDARIA Y TERCIARIA, PILOTOS DE RECUPERACIÓN U OPTIMIZACIÓN; PERFORACIÓN Y COMPLEMENTACIÓN DE POZOS DE DESARROLLO, POZOS DE RELLENO (INFILL), POZOS VERTICALES, POZOS DIRECCIONALES Y HORIZONTALES Y LAS ACTIVIDADES DE INTERVENCIÓN DE POZOS (WORKOVERS) COMO TRATAMIENTOS (INCLUYENDO FRACTURAS HIDRÁULICAS Y REPUNZADOS), RE-TRATAMIENTOS, OPERACIÓN Y SERVICIO DE EQUIPOS DE PERFORACIÓN Y WORKOVER, Y OTROS PROCEDIMIENTOS MECÁNICOS; MANTENIMIENTO, CONSTRUCCIÓN Y/O AMPLIACIÓN DE FACILIDADES E INSTILACIONES EN CAMPOS PETROLEROS, INCLUYENDO PERO SIN LIMITARSE A LA CONSTRUCCIÓN DE DUCTOS, ESTACIONES DE RECOLECCIÓN, COMPRESIÓN Y TRASFERENCIA DE HIDROCARBUROS, AGUA TRATADA DE FORMACIÓN PARA SU INYECCIÓN; GESTIÓN AMBIENTAL INTEGRAL, CONSULTORÍA E INVESTIGACIÓN, REQUERIDAS O RELACIONADAS CON LA OPERACIÓN Y/O MANTENIMIENTO DE CAMPOS PETROLEROS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01993",
      "_links": {
        "self": {
          "name": "COBRA INSTALACIONES Y SERVICIOS, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/01993"
        }
      }
    },
    {
      "name": "INGIOPSA INGENIERIA, S.L.",
      "registrationNumber": "08540",
      "identificationNumber": "B28447597",
      "address": "CALLE VICENTE JIMENO Nº 20",
      "location": {
        "postalCode": "28035",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2022-08-11",
      "certificateEndDate": "2023-01-19",
      "object": "A) LA ELABORACIÓN DE TODO TIPO DE ESTUDIOS, PLANES, PROYECTOS, MEMORIAS E INFORMES DE CARÁCTER TÉCNICO, ECONÓMICO O SOCIAL. B) LA INSPECCIÓN Y DIRECCIÓN TÉCNICA DE OBRAS DE INGENIERÍA CIVIL, DE ARQUITECTURA Y DE INSTALACIONES Y MONTAJES INDUSTRIALES. C) LOS ESTUDIOS TÉCNICO-ECONÓMICOS, DE VIABILIDAD, DE GESTIÓN DE INVERSIONES, DE ORGANIZACIÓN O PLANIFICACIÓN, DIRECTA O INDIRECTAMENTE RELACIONADAS EN LOS APARTADOS PRECEDENTES. D) LA COORDINACIÓN Y PROGRAMACIÓN DE ESTUDIOS, PROYECTOS, INFORMES TÉCNICOS Y DE OBRAS. E) LA CONTRATACIÓN Y EXPLOTACIÓN DE SERVICIOS DE CUALQUIER ÍNDOLE. F) LA GESTIÓN E INSPECCIÓN DE COMPRAS EN EL ÁMBITO DE INGENIERÍA CIVIL O INSTALACIONES Y MONTAJES INDUSTRIALES. G) CONSERVACIÓN Y MANTENIMIENTO DE BIENES INMUEBLES. H) CONSTRUCCIÓN Y EXPLOTACIÓN DE APROVECHAMIENTOS HIDROELÉCTRICOS Y EÓLICOS. I) INTERMEDIACIÓN EN PREVENCIÓN DE RIESGOS LABORALES, COORDINACIÓN DE SEGURIDAD Y SALUD EN FASE DE PROYECTOS Y EJECUCIÓN DE OBRAS E INSTALACIONES, REDACCIÓN DE ESTUDIOS DE SEGURIDAD Y SALUD LABORAL, INFORMES Y CONSULTORÍA EN PREVENCIÓN DE RIESGOS LABORALES, INVESTIGACIÓN Y ASESORAMIENTO TÉCNICO EN MATERIA DE PREVENCIÓN Y FORMACIÓN EN MATERIA DE SEGURIDAD Y SALUD.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08540",
      "_links": {
        "self": {
          "name": "INGIOPSA INGENIERIA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08540"
        }
      }
    },
    {
      "name": "ALECOP, S. COOP.",
      "registrationNumber": "00494",
      "identificationNumber": "F20028544",
      "address": "Alecop, Loramendi 11",
      "location": {
        "postalCode": "20500",
        "municipality": "Arrasate / Mondragón",
        "county": "Gipuzkoa",
        "municipalityId": "055",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.341.9",
          "name": "Fabricación de otros hilos y cables aislados",
          "_links": {
            "self": {
              "name": "Fabricación de otros hilos y cables aislados",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.341.9"
            }
          }
        },
        {
          "id": "1.391",
          "name": "Fabricación de instrumentos de precisión, medida y control",
          "_links": {
            "self": {
              "name": "Fabricación de instrumentos de precisión, medida y control",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.391"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        },
        {
          "id": "1.859",
          "name": "Alquiler de otros bienes muebles n.c.o.p. (sin personal permanente)",
          "_links": {
            "self": {
              "name": "Alquiler de otros bienes muebles n.c.o.p. (sin personal permanente)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.859"
            }
          }
        },
        {
          "id": "1.932.1",
          "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.1"
            }
          }
        },
        {
          "id": "1.932.2",
          "name": "Enseñanza de formación y perfeccionamiento profesional superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.2"
            }
          }
        },
        {
          "id": "1.934",
          "name": "Enseñanza fuera de establecimiento permanente",
          "_links": {
            "self": {
              "name": "Enseñanza fuera de establecimiento permanente",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.934"
            }
          }
        }
      ],
      "certificateStartDate": "2022-08-10",
      "certificateEndDate": "2022-12-28",
      "object": "LA FABRICACIÓN Y VENTA, ASÍ COMO EL SUMINISTRO, LA COMERCIALIZACIÓN, EL ALQUILER O EL RENTING DE INSTALACIONES ELÉCTRICAS, ELEMENTOS DIDÁCTICOS, MONTAJES INDUSTRIALES SEGÚN ENCARGO O PROYECTOS DE ESTUDIO, Y CUANTAS ACTIVIDADES -INDUSTRIALES, COMERCIALES O DE SERVICIOS- AFINES O COMPLEMENTARIAS A LAS CITADAS DECIDA EMPRENDER. LAS ACTIVIDADES IMPLÍCITAS EN LOS PROCESOS DE LA FORMACIÓN REGLADA Y NO REGLADA (CONTINUA/OCUPACIONAL O PARA EL EMPLEO) TALES COMO LA CONSULTORÍA, IMPARTICIÓN, CERTIFICACIÓN, ORIENTACIÓN FORMATIVA-LABORAL E INSERCIÓN LABORAL. TODO ELLO EN EL EMPEÑO DEL ADIESTRAMIENTO PROFESIONAL Y EMPRESARIAL Y EN EL DE COBERTURA DE LAS NECESIDADES ECONÓMICAS DE LOS SOCIOS COLABORADORES ESCOLARES, TRATANDO DE LOGRAR UN DESENVOLVIMIENTO ALTAMENTE PRODUCTIVO Y EXPANSIVO PARA APLICAR SUS BENEFICIOS AL MAYOR NÚMERO DE ALUMNOS COMPROMETIDOS EN UNA PROMOCIÓN AUTOFINANCIADA POR EL PROPIO PROCESO FORMATIVO EN EL ÁMBITO LABORAL Y COOPERATIVO. LAS ACTIVIDADES QUE INTEGRAN EL OBJETO SOCIAL DE LA COOPERATIVA HABRÁN DE SER DESARROLLADAS, AL MENOS EN LOS ASPECTOS BÁSICOS DEL COMPROMISO COOPERATIVO, DIRECTAMENTE POR LA MISMA Y POR SUS SOCIOS COLABORADORES; SIN PERJUICIO DE ELLO, DICHAS ACTIVIDADES PODRÁN SER FACILITADAS, COMPLETADAS, COORDINADAS O INTEGRADAS DE CUALQUIER FORMA, POR OTRAS ENTIDADES CON LAS QUE AQUÉLLA COOPERE, O EN CUYO CAPITAL PARTICIPE LA PROPIA COOPERATIVA EN EL MARCO DE LA LEY DE COOPERATIVAS DE EUSKADI",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/00494",
      "_links": {
        "self": {
          "name": "ALECOP, S. COOP.",
          "href": "https://api.euskadi.eus/procurements/companies/00494"
        }
      }
    },
    {
      "name": "GPI INGENIEROS ASOCIADOS, SOCIEDAD LIMITADA",
      "registrationNumber": "07853",
      "identificationNumber": "B38990990",
      "address": "Transv 1 Izq. a Calle El Tunel - Guamasa",
      "location": {
        "postalCode": "38330",
        "municipality": "San Cristóbal de La Laguna",
        "county": "Santa Cruz de Tenerife",
        "municipalityId": "023",
        "countyId": "38"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2022-08-10",
      "certificateEndDate": "2023-02-10",
      "object": "EL EJERCICIO EN COMÚN DE LA ACTIVIDAD PROFESIONAL DE INGENIERO INDUSTRIAL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07853",
      "_links": {
        "self": {
          "name": "GPI INGENIEROS ASOCIADOS, SOCIEDAD LIMITADA",
          "href": "https://api.euskadi.eus/procurements/companies/07853"
        }
      }
    },
    {
      "name": "ASKORA PLUS, S.L.",
      "registrationNumber": "07438",
      "identificationNumber": "B63940928",
      "address": "C/portuetxe 16 Planta 2 Oficina 4",
      "location": {
        "postalCode": "20018",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.674.5",
          "name": "Servicio de restaurante y cafetería en sociedades, casinos, clubs",
          "_links": {
            "self": {
              "name": "Servicio de restaurante y cafetería en sociedades, casinos, clubs",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.674.5"
            }
          }
        },
        {
          "id": "1.677.9",
          "name": "Otros servicios de alimentación propios de la restauración",
          "_links": {
            "self": {
              "name": "Otros servicios de alimentación propios de la restauración",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.677.9"
            }
          }
        },
        {
          "id": "1.922.1",
          "name": "Servicios de limpieza de interiores",
          "_links": {
            "self": {
              "name": "Servicios de limpieza de interiores",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922.1"
            }
          }
        },
        {
          "id": "1.942.9",
          "name": "Otros servicios sanitarios sin internados, no clasificados",
          "_links": {
            "self": {
              "name": "Otros servicios sanitarios sin internados, no clasificados",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.942.9"
            }
          }
        },
        {
          "id": "1.952",
          "name": "Asistencia y servicios sociales en centros no residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros no residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.952"
            }
          }
        }
      ],
      "certificateStartDate": "2022-08-10",
      "certificateEndDate": "2023-01-11",
      "object": "-LA ACTIVIDAD, NEGOCIO Y PROMOCIÓN INMOBILIARIA. -LA ELABORACIÓN DE TODO TIPO DE COMIDAS Y SERVICIOS DE CATERING, PARA COLECTIVIDADES, COLEGIOS, RESIDENCIAS, COMUNIDAD Y TODO TIPO DE CENTROS; ASÍ COMO EL SUMINISTRO DE PRODUCTOS DE ALIMENTACIÓN Y LIMPIEZA, Y LA PRESTACIÓN DE SERVICIOS DE ASESORAMIENTO, DISEÑO, EXPLOTACIÓN DE TODO TIPO DE NEGOCIOS DE HOSTELERÍA, ASIMISMO INCLUYE LA APORTACIÓN DE MANO DE OBRA PARA LA ELABORACIÓN DE COCINA, LIMPIEZA Y MANTENIMIENTO DE INSTALACIONES DE HOSTELERÍA Y COLECTIVIDADES, EL CUIDADO Y MONITORAJE DE LOS COMENSALES EN LOS COMEDORES DONDE SE PRESTA EL SERVICIO DE COMIDAS, INCLUYENDO EL CUIDADO Y ATENCIÓN DE LOS RESIDENTES DE LOS CENTROS DE COLECTIVIDADES Y RELACIONADAS CON EL OBJETO SOCIAL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07438",
      "_links": {
        "self": {
          "name": "ASKORA PLUS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07438"
        }
      }
    }
  ]
}