{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 485,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "GHESA INGENIERIA Y TECNOLOGIA S.A.",
      "registrationNumber": "08573",
      "identificationNumber": "A28126274",
      "address": "calle Magallanes, 3",
      "location": {
        "postalCode": "28015",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2022-09-19",
      "certificateEndDate": "2023-01-19",
      "object": "LA REALIZACIÓN Y PRESTACIÓN DE SERVICIOS POR ENCARGO Y EN INTERÉS DE OTRAS EMPRESAS -YA SEAN PRIVADAS, ESTATALES O PARAESTATALES, INCLUIDA LA ADMISTRACIÓN PÚBLICA EN TODOS SUS GRADOS, ASÍ COMO ORGANISMOS AUTONÓMICOS- DE ASESORÍA Y CONSULTA, INVESTIGACIÓN, PREPARACIÓN Y REDACCIÓN DE ESTUDIOS, INGENIERÍA, GESTIÓN Y REALIZACIÓN DE PROYECTOS, SUPERVISIÓN DE CONSTRUCCIÓN Y MONTAJE, FABRICACIÓN Y MONTAJE DE ELEMENTOS AUXILIARES, CONTROL, VIGILANCIA E INSPECCIÓN DE EQUIPOS, OBRAS E INSTALACIONES, DIRECCIÓN DE OBRA, REALIZACIÓN DE PLANTAS “LLAVE EN MANO”, CONSERVACIÓN Y MANTENIMIENTO Y OTROS SERVICIOS COMO REPRESENTACIÓN COMERCIAL DE PRODUCTOS, ADIESTRAMIENTO DE PERSONAL, TRATAMIENTOS INFORMÁTICOS, CONTROL DE CALIDAD, ENCUESTAS, INVENTARIOS, ETC, RELACIONADOS TODOS ELLOS CON LAS SIGUIENTES ACTIVIDADES: TRANSPORTE, TRÁFICO Y COMUNICACIONES, TERRESTRES, MARÍTIMOS Y AÉREOS, OBRAS PÚBLICAS TALES COMO CARRETERAS, FERROCARRILES, METROPOLITANOS, PUERTOS Y AEROPUERTOS, ESTRUCTURAS EN GENERAL, OBRAS HIDRÁULICAS Y SANITARIAS, ETC. CARTOGRAFÍA, TRATAMIENTO DE IMAGEN, GEOTECNOLOGÍA, HIDROLOGÍA, ECOLOGÍA Y MEDIO AMBIENTE. TRATAMIENTO DE RESIDUOS, PLANTAS PARA LA PRODUCCIÓN DE ENERGÍA, LÍNEAS DE TRANSPORTE Y SISTEMAS DE DISTRIBUCIÓN, PLANTAS INDUSTRIALES DE TODO TIPO; URBANISMO Y EDIFICACIÓN: PARQUES ACUÁTICOS, ILUMINACIONES ARTÍSTICAS, FUENTES, INSTALACIONES TURÍSTICAS, DEPURACIÓN INDUSTRIAL Y URBANA, PLANTAS QUÍMICAS; INSTALACIONES DE SEGURIDAD; ESTUDIOS ECONÓMICOS Y COMERCIALES; INGENIERÍA DE GESTIÓN: COMERCIAL, ADMINISTRATIVA, INFORMÁTICA, AUTOMATIZACIÓN, ETC; Y EN GENERAL, TODA CLASE DE ESTUDIOS, PROYECTOS Y OBRAS, PRIVADOS Y PÚBLICAS; INVESTIGACIÓN Y DESARROLLO.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08573",
      "_links": {
        "self": {
          "name": "GHESA INGENIERIA Y TECNOLOGIA S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/08573"
        }
      }
    },
    {
      "name": "AULKIA, S.L.",
      "registrationNumber": "06033",
      "identificationNumber": "B20493367",
      "address": "Eziago poligonoa, 9",
      "location": {
        "postalCode": "20120",
        "municipality": "Hernani",
        "county": "Gipuzkoa",
        "municipalityId": "040",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        },
        {
          "id": "1.856.1",
          "name": "Alquiler de bienes de consumo",
          "_links": {
            "self": {
              "name": "Alquiler de bienes de consumo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.856.1"
            }
          }
        }
      ],
      "certificateStartDate": "2022-09-19",
      "certificateEndDate": "2023-03-19",
      "object": "ALQUILER DE BIENES DE SERVICIO. OTRAS ACTIVIDADES DE CONSULTORÍA DE GESTIÓN Y MERKETING EMPRESARIAL. ACOMPAÑAMIENTO, FORMACIÓN Y FACILITACIÓN DE PROCESOS DE ACAMBIO ORGANIZACIONALES Y RENOVACIÓN SOCIAL, Y ASESORÍA EN DISEÑO DE PLANES ESTRATÉGICOS Y COORDINACIÓN Y DINAMIZACIÓN ORGANIZATIVA. CONSULTORÍA , INFORMES  Y ACOMPAÑAMIENTO EN EL DESARROLLO DE RELACIONES EMPRESARIALES, PLANES COMUNICATIVOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06033",
      "_links": {
        "self": {
          "name": "AULKIA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06033"
        }
      }
    },
    {
      "name": "AGILE CONTENT, S.A.",
      "registrationNumber": "08273",
      "identificationNumber": "A64549181",
      "address": "Poeta Joan Maragall 1, planta 15",
      "location": {
        "postalCode": "28020",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.847",
          "name": "Servicios de consultoría",
          "_links": {
            "self": {
              "name": "Servicios de consultoría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.847"
            }
          }
        }
      ],
      "certificateStartDate": "2022-09-19",
      "certificateEndDate": "2023-03-19",
      "object": "LA REALIZACIÓN DE DISEÑO Y DESARROLLO DE APLICACIONES SOFTWARE PARA LA PRODUCCIÓN Y DEISTRIBUCIÓN DE TODA CLASE DE CONTENIDOS Y SERVICIOS INTERACTIVOS  EN MEDIOS DIGITALES. LA PRESTACIÓN DE SERVICIOS DE HOSPEDAJE DE MAQUINARIA Y APLICACIONES SOFTWARE PARA LA PRODUCCIÓN Y DISTRIBUCIÓN DE TODA CLASE DE CONTENIDOS Y SERVICIOS INTERACTIVOS EN MEDIOS DIGITALES. EL ARRENDAMIENTO DE HARDWARE Y SOFTWARE, ASÍ COMO LA GESTIÓN INTEGRAL DE SERVICIOS DE MANTENIMIENTO Y MONITORIZACIÓN. EL DISEÑO DE TODA CLASE DE CONTENIDOS Y SERVICIOS EN MEDIOS DIGITALES, LA ASESORÍA SOBRE SU PRODUCCIÓN Y DISTRIBUCIÓN. LA INTERMEDIACIÓN COMERCIAL ENTRE AGENTES VINCULADOS AL CONSUMO DIGITAL DE CONTENIDOS Y SERVICIOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08273",
      "_links": {
        "self": {
          "name": "AGILE CONTENT, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/08273"
        }
      }
    },
    {
      "name": "ARITZ LOPEZ ARAMBURU",
      "registrationNumber": "06159",
      "identificationNumber": "72474025J",
      "address": "BITERI KALEA 20, 3B",
      "location": {
        "postalCode": "20100",
        "municipality": "Errenteria",
        "county": "Gipuzkoa",
        "municipalityId": "067",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "2.899",
          "name": "Otros profesionales",
          "_links": {
            "self": {
              "name": "Otros profesionales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.899"
            }
          }
        }
      ],
      "certificateStartDate": "2022-09-19",
      "certificateEndDate": "2023-03-19",
      "object": "OTROS PROFESIONALES (ATENCION EN SALAS CULTURALES Y CENTROS MUNICIPALES, ATENCION EN EXPOSICIONES, CHARLAS...)",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06159",
      "_links": {
        "self": {
          "name": "ARITZ LOPEZ ARAMBURU",
          "href": "https://api.euskadi.eus/procurements/companies/06159"
        }
      }
    },
    {
      "name": "GIZATZEN, S.A.",
      "registrationNumber": "06691",
      "identificationNumber": "A95889523",
      "address": "Gran Vía Don Diego López de Haro, 33, 5ª planta.",
      "location": {
        "postalCode": "48009",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.699",
          "name": "Otras reparaciones n.c.o.p",
          "_links": {
            "self": {
              "name": "Otras reparaciones n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.699"
            }
          }
        },
        {
          "id": "1.922",
          "name": "Servicios de limpieza",
          "_links": {
            "self": {
              "name": "Servicios de limpieza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922"
            }
          }
        },
        {
          "id": "1.951",
          "name": "Asistencia y servicios sociales en centros residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.951"
            }
          }
        },
        {
          "id": "1.952",
          "name": "Asistencia y servicios sociales en centros no residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros no residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.952"
            }
          }
        }
      ],
      "certificateStartDate": "2022-09-19",
      "certificateEndDate": "2023-02-28",
      "object": "1) EL ESTUDIO CONCESIÓN, Y EXPLOTACIÓN DE TODA CLASE DE PRESTACIÓN DE SERVICIOS EN LOS INMUEBLES, SEAN PÚBLICOS O PRIVADOS, SIN LIMITACIÓN ALGUNA, PUDIENDO ACUDIR PARA CONTRATARLOS A CONCURSOS, SUBASTAS, PROCEDIMIENTOS LEGALES QUE ASÍ SE ESTABLEZCAN, IGUALMENTE SIN LIMITACIÓN ALGUNA, REALIZANDO AL EFECTO TODA CLASE DE OFERTAS Y LLEVANDO A CABO TODOS LOS TRÁMITES NECESARIOS, SIN EXCEPCIÓN ALGUNA, HASTA CONSEGUIR LA ADJUDICACIÓN DE LOS REPETIDOS SERVICIOS PÚBLICOS O PRIVADOS. 2) LLEVAR A CABO OBRAS. INSTALACIONES Y MANTENIMIENTO DE INFRAESTRUCTURAS DE TODO TIPO DE VIVIENDAS, APARTAMENTOS, URBANIZACIONES, EDIFICIOS, OFICINAS, LOCALES COMERCIALES, NAVES INDUSTRIALES Y  POLÍGONOS, TANTO RESIDENCIALES COMO INDUSTRIALES ASÍ COMO DE INFRAESTRUCTURA DE VÍA PÚBLICA, VÍA DE COMUNICACIÓN, DE PARQUES Y DE JARDINES, DE PROPIEDAD PÚBLICA O PRIVADA, Y AL EFECTO REALIZAR TODA CLASE DE ACTIVIDADES PRINCIPALES, SECUNDARIAS, O ACCESORIAS INCLUYENDO EN TALES ACTIVIDADES EL MANTENIMIENTO DE EQUIPOS O INSTALACIONES RELACIONADOS CON FACHADAS, CUBIERTAS, ALBAÑILERÍA, CARPINTERÍA, PAVIMENTOS, PARAMENTOS, FALSOS TECHOS, REVESTIMIENTOS, ESTRUCTURAS, AISLAMIENTO, PINTURAS, VIDRIO, URBANIZACIÓN, ROTULACIÓN, SANEAMIENTO, FONTANERÍA, ELECTRICIDAD, CLIMATIZACIÓN, TRANSPORTE, HOSTELERÍA, GASES, MOBILIARIO, SEGURIDAD, COMUNICACIONES Y GESTIÓN TÉCNICA, INSTALACIONES DE PROTECCIÓN Y DETECCIÓN CONTRA INCENDIOS, INSTALACIONES DE PRODUCTOS PETROLÍFEROS LÍQUIDOS, APARATOS A PRESIÓN, Y DE CUALQUIER ELEMENTO O SISTEMA PROPIO DE LA VÍA PÚBLICA, DE PARQUES Y DE JARDINES, INCLUYENDO ALUMBRADO PÚBLICO, SEÑALÉTICA URBANA, SISTEMAS Y ELEMENTOS DE CONTROL DE TRÁFICO, MOBILIARIO URBANO, REDES DE SANEAMIENTO, SISTEMAS DE RIEGO, REDES DE SUMINISTRO DE AGUA, GAS, ELECTRICIDAD, REDES DE COMUNICACIÓN ASÍ COMO CUALQUIER OTRO ELEMENTO QUE FORME PARTE DE LAS INFRAESTRUCTURAS INDICADAS. 3) LLEVAR A CABO LA PRESTACIÓN DE SERVICIOS EN TODO TIPO DE VIVIENDAS, APARTAMENTOS, URBANIZACIONES, EDIFICIOS, OFICINAS, LOCALES COMERCIALES, NAVES INDUSTRIALES, POLÍGONOS, TANTO RESIDENCIALES COMO INDUSTRIALES, EN VÍA PÚBLICA, VÍA DE COMUNICACIÓN, DE PARQUES Y DE JARDINES, DE PROPIEDAD PÚBLICA O PRIVADA, Y AL EFECTO REALIZAR TODA CLASE DE ACTIVIDADES PRINCIPALES, SECUNDARIAS, O ACCESORIAS QUE GUARDEN RELACIÓN CON LOS SERVICIOS, TALES COMO LAS QUE SE INDICAN A CONTINUACIÓN, ASÍ COMO CUALQUIER OTRO SERVICIO QUE LA ACTIVIDAD DEL INMUEBLE, INFRAESTRUCTURA DE VÍA PÚBLICA, VÍA DE COMUNICACIÓN, DE PARQUES O JARDINES REQUIERA: - LA LIMPIEZA, CONSERVACIÓN Y MANTENIMIENTO DE EDIFICIOS Y COMPLEJOS ESPECIALES DE TODA ÍNDOLE, TANTO PÚBLICOS COMO PRIVADOS, CUALQUIERA QUE FUERA SU DESTINO, ASÍ COMO LA DE SUS ÁREAS ADYACENTES, JARDINES E INSTALACIONES DEPORTIVAS O RECREATIVAS; -  LA LIMPIEZA VIARIA DE CIUDADES, COMUNIDADES Y VÍAS DE COMUNICACIÓN DE TODAS CLASES; - TRABAJOS DE MANTENIMIENTO, INSTALACIÓN Y GESTIÓN ENERGÉTICA Y SOSTENIBLE DE LOS ELEMENTOS Y SISTEMAS PROPIOS DE LA VÍA PÚBLICA, VÍAS DE COMUNICACIÓN, PARQUES, JARDINES, INCLUYENDO ALUMBRADO PÚBLICO, SEÑALÉTICA URBANA SISTEMAS Y ELEMENTOS DE CONTROL DE TRÁFICO, MOBILIARIO URBANO, REDES DE SANEAMIENTO, SISTEMAS DE RIEGO,  REDES DE SUMINISTRO DE AGUA, GAS, ELECTRICIDAD, REDES DE COMUNICACIÓN, ASÍ COMO CUALQUIER OTRO ELEMENTO DE ESTE TIPO DE INFRAESTRUCTURA. - LA RECOGIDA, TRANSPORTE, CLASIFICACIÓN, COMPACTACIÓN, TRATAMIENTO, VALORIZACIÓN Y ELIMINACIÓN FINAL DE RESIDUOS URBANOS, INDUSTRIALES Y CUALQUIER OTRO RESIDUO INCLUIDO EN LA LISTA EUROPEA DE RESIDUOS (LER), POR CUALQUIER MEDIO LEGALMENTE AUTORIZADO; - LA PRESENTACIÓN DE TODO TIPO DE SERVICIOS PÚBLICOS Y PRIVADOS DE CARÁCTER URBANO, INCLUIDA LA EJECUCIÓN DE OBRAS E INSTALACIONES QUE HUBIERAN DE REALIZARSE, YA SEA EN RÉGIMEN DE CONCESIÓN ADMINISTRATIVA Y ARRENDAMIENTO; - TRABAJOS DE JARDINERÍA Y PLANTACIÓN, REVEGETACIÓN, REFORESTACIÓN, TRATAMIENTOS DE SILVÍCOLAS, MANTENIMIENTO Y CONSERVACIÓN DE PARQUE, JARDINES Y ELEMENTOS ANEJOS; - CONSERVACIÓN Y MANTENIMIENTO DE MONTES, JARDINES Y PARQUES; GESTIÓN DE COBROS; LECTURA DE CONTADORES, SERVICIOS DE PREVENCIÓN DE INCENDIOS FORESTALES; SERVICIOS DE PROTECCIÓN DE ESPECIES; SERVICIOS VETERINARIOS PARA LA SALUD; SERVICIOS DE MANTENIMIENTO Y REPARACIÓN DE VEHÍCULOS; SERVICIOS AÉREOS DE FUMIGACIÓN, CONTROL, VIGILANCIA Y EXTINCIÓN DE INCENDIOS; OTROS SERVICIOS NO DETERMINADOS ORIGINADOS POR TODAS LAS ACTIVIDADES ANTERIORES CITADAS; - EXPLOTACIONES AGRÍCOLAS, PECUARIAS Y FORESTALES; - COMPRA, VENTA, FABRICACIÓN Y APLICACIÓN DE PESTICIDAS Y CUALQUIER OTRO TIPO DE PRODUCTOS AGRÍCOLAS; - MOVIMIENTOS DE TIERRAS PARA LA FORMACIÓN DE DESMONTES, VACIADOS Y EXPLANACIÓN DE DESMONTES, VACIADOS Y EXPLANACIONES; EXPLOTACIÓN DE CANTERAS, PERFORACIONES DE POZOS, GALERÍAS Y TÚNELES; OBRAS DE EDIFICACIÓN, DEMOLICIONES, ESTRUCTURAS DE FÁBRICAS U HORMIGÓN, ESTRUCTURAS METÁLICAS, ALBAÑILERÍA, INCLUIDOS LOS REVOCOS, REVESTIDOS, CANTERÍA Y MARMOLERÍA, PAVIMENTOS, SOLADOS Y ALICATADOS, AISLAMIENTOS E IMPERMEABILIZACIONES Y CARPINTERÍAS DE MADERAS Y METÁLICAS; OBRAS COMPLEMENTARIAS DE FERROCARRILES; OBRAS HIDRÁULICAS, COMO ABASTECIMIENTO Y SANEAMIENTOS, CONSTRUCCIÓN DE PRESAS Y CANALES, Y DEFENSA DE MÁRGENES Y ENCAUZAMIENTOS; CONSTRUCCIÓN DE VIALES Y PISTAS, CON FIRMES DE HORMIGÓN HIDRÁULICO O MEZCLAS BITUMINOSAS, Y SEÑALIZACIÓN Y BALIZAMIENTO DE LAS MISMAS; - LA REALIZACIÓN DE ESTUDIOS DE CARTOGRAFÍA, GEOTECNOLOGÍA, HIDROLOGÍA Y ECOLOGÍA; ANÁLISIS, ENSAYOS Y CONTROL TÉCNICO; ESTUDIOS ECONÓMICOS, COMERCIALES Y LABORALES; - LA REALIZACIÓN DE PROYECTOS DE AGRICULTURA, GANADERÍA Y PESCA; INDUSTRIA, ENERGÍA Y MINERÍA; OBRAS PÚBLICAS, EDIFICACIÓN Y URBANISMO; - MEDICIONES DE TEMPERATURA Y HUMEDAD EN VIALES Y, EN GENERAL, EN TODO TIPO DE BIENES MUEBLES E INMUEBLES, INSTALACIONES PÚBLICAS Y PRIVADAS, REALIZANDO TODOS AQUELLOS CONTROLES NECESARIOS PARA LA CONSERVACIÓN Y EL MANTENIMIENTO CORRECTO DE LOS MISMOS, O DE LOS BIENES EN ELLOS DEPOSITADOS O CUSTODIADOS; - INSTALACIÓN, MANTENIMIENTO, LIMPIEZA Y CONSERVACIÓN DE TODO TIPO DE MOBILIARIO URBANO Y ELEMENTOS SIMILARES; - PRESTACIÓN DE SERVICIOS AUXILIARES EN URBANIZACIONES, FINCAS URBANAS, INSTALACIONES INDUSTRIALES, REDES VIALES, CENTROS COMERCIALES, ORGANISMOS OFICIALES Y DEPENDENCIAS ADMINISTRATIVAS, INSTALACIONES DEPORTIVAS O DE RECREO, MUSEOS, RECINTOS FERIALES, SALAS DE EXPOSICIONES, CONFERENCIAS Y CONGRESOS, HOSPITALES, CONVENCIONES, INAUGURACIONES, CENTROS CULTURALES Y DEPORTIVOS, EVENTOS DEPORTIVOS, SOCIALES Y CULTURALES, EXPOSICIONES, CONFERENCIAS INTERNACIONALES, JUNTAS GENERALES DE ACCIONISTAS Y DE COMUNIDADES DE PROPIETARIOS, RECEPCIONES, RUEDAS DE PRENSA, CENTROS DOCENTES, PARQUES, INSTALACIONES AGROPECUARIAS (AGRICULTURA, GANADERÍA Y PESCA), BOSQUE, FINCAS TURÍSTICAS, COTOS DE CAZA, RECINTOS DE RECREO Y ESPECTÁCULOS Y, EN GENERAL, EN TODA CLASE DE INMUEBLES Y EVENTOS, POR MEDIO DE CONSERJES, ORDENANZAS, BEDELES, UJIERES, CELADORES O CONTROLADORES, OPERADORES DE CONSOLA, PERSONAL DE SAL, PORTEROS, RECEPCIONISTA, TAQUILLEROS (INCLUYENDO RECOGIDA DE ENTRADAS), TELEFONISTA, ACOMODADORES, COBRADORES, CUIDADORES, SOCORRISTAS, AZAFATAS, PERSONAL DE SALA Y PROFESIONALES AFINES O QUE COMPLEMENTE SUS FUNCIONES, CONSISTENTE EN EL MANTENIMIENTO Y LA CONSERVACIÓN DE LOS LOCALES, ASÍ COMO EN LA ATENCIÓN Y SERVICIO A LOS VECINOS, OCUPANTES, VISITANTES Y/O USUARIOS, MEDIANTE LA REALIZACIÓN DE LAS SIGUIENTES TAREAS, EXCLUIDAS EN TODO CASO, AQUELLAS QUE ÑA LEY RESERVA A LAS EMPRESAS DE SEGURIDAD: (A) LA ATENCIÓN DE LOS SERVICIOS DE URGENCIA, PREVENCIÓN, INFORMACIÓN, CENTRALITA DE TELÉFONOS, COCINA Y COMEDORES; (B) LA APERTURA, CIERRE, CUSTODIA DE LLAVES Y GESTIÓN DE PARKING; (C) ENCENDIDO, APAGADO, REARME, MANEJO, SUPERVISIÓN, ENTRETENIMIENTO, MANTENIMIENTO, LIMPIEZA Y REPARACIÓN DE MOTORES E INSTALACIONES DE CALOR, FRÍO Y ELECTRICIDAD, ASCENSORES, CONDUCCIONES DE AGUA, GAS Y OTROS SUMINISTROS, FLUIDOS O COMBUSTIBLES, SISTEMAS Y APARATOS DE PREVENCIÓN DE INCENDIOS, COMPRESORES E INSTALACIONES AUTOMÁTICAS, INSTALACIONES DE PRODUCTOS PETROLÍFEROS LÍQUIDOS, APARATOS A PRESIÓN; (D) LA EXPLOTACIÓN DE SISTEMAS DE COMUNICACIÓN RÁPIDA CON SERVICIOS PÚBLICOS ASISTENCIALES: POLICÍA, BOMBEROS, SERVICIOS DE URGENCIA , HOSPITALES Y CENTROS MÉDICOS; (E) SERVICIOS DE PREVENCIÓN Y LUCHA CONTRA INCENDIOS EN GENERAL EN MONTES, BOSQUES, FINCAS RÚSTICAS, VIVIENDAS E INSTALACIONES INDUSTRIALES Y URBANAS. - GESTIÓN PARA LA ADMINISTRACIÓN DE LA PROPIEDAD INMOBILIARIA; - GESTIÓN DOCUMENTAL Y REPROGRAFÍA; - OPERACIONES DE TRANSFERENCIAS DE EDIFICIOS; CONSULTORÍA Y ANÁLISIS DE USO, PLANIFICACIÓN Y DISEÑO DEL ESPACIO, ASÍ COMO SU DISTRIBUCIÓN Y ORGANIZACIÓN; - LAVANDERÍA: LIMPIEZA, LAVADO, PLANCHADO, CLASIFICACIÓN Y TRANSPORTE DE ROPA; 4) LA CONSTRUCCIÓN, OPERACIÓN Y EXPLOTACIÓN DE VERTEDEROS CONTROLADOS Y ESTACIONES Y PLANTAS DE TRANSFERENCIA, PUNTOS LIMPIOS, PLANTAS DE TRATAMIENTO, RECICLAJE Y VALORIZACIÓN ENERGÉTICA DE TODA CLASE DE RESIDUOS, SUS EDIFICACIONES E INSTALACIONES. 5) EL DISEÑO, CONSTRUCCIÓN DE OBRA CIVIL E INSTALACIONES, PUESTA EN MARCHA, EXPLOTACIÓN Y GESTIÓN DE INSTALACIONES D CAPTACIÓN, ELEVACIÓN DE TRANSPORTE, DE TRATAMIENTO, DE DISTRIBUCIÓN DE SUMINISTRO, DE SANEAMIENTO, DE DEPURACIÓN Y DE VERTIDO DE LÍQUIDOS DE TODAS CLASES, EN ESPECIAL DE AGUAS, INCLUYENDO EL MANTENIMIENTO Y CONSERVACIÓN DE LAS REDES CORRESPONDIENTES, LA GESTIÓN Y EXPLOTACIÓN DE LAS RELATIVAS ESTACIONES DE CAPTACIÓN, ELEVACIÓN, DE TRATAMIENTO Y DEPURACIÓN DE AGUAS, LA LECTURA Y MANTENIMIENTO DE CONTADORES DE AGUA, LA FACTURACIÓN Y EL COBRO DE RECIBOS, ASÍ COMO LA COMERCIALIZACIÓN Y ATENCIÓN AL CLIENTE Y EN GENERAL DE CUALQUIER CLASE DE SERVICIO RELACIONADO DIRECTA O INDIRECTAMENTE CON ESTE APARTADO. TRATAMIENTO, TRANSPORTE Y VALORIZACIÓN DE LODOS PROCEDENTES DE LA DEPURACIÓN Y TRATAMIENTO DE AGUA. 6) GESTIÓN, EXPLOTACIÓN Y MANTENIMIENTO DE APARCAMIENTOS PÚBLICOS Y PRIVADOS DE VEHÍCULOS, EN SUPERFICIE, EN LA VÍA PÚBLICA O EN EDIFICIOS ELEVADOS O SUBTERRÁNEOS CONSTRUIDOS PARA TAL FIN, ASÍ COMO GESTIÓN DE SERVICIOS DE ESTACIONAMIENTO REGULADO EN SUPERFICIE O SUBTERRÁNEOS. 7) TRANSPORTE DE PERSONAS O MERCANCÍAS POR VÍA TERRESTRE, AÉREA, MARÍTIMA, FERROVIARIA, POR CARRETERAS URBANAS E INTERURBANAS, MEDIANTE VEHÍCULOS PROPIOS O AJENOS, INCLUIDO EL TRANSPORTE SANITARIO Y ACOMPAÑAMIENTO DE COLECTIVOS. 8) LA REALIZACIÓN DE SERVICIOS DE CONTROL GESTIÓN Y PROTECCIÓN DE FAUNA URBANA Y N URBANA, Y SERVICIOS VETERINARIOS PARA LA SALUD. GESTIÓN, MANTENIMIENTO Y CONSERVACIÓN DE INSTALACIONES DE GESTIÓN DE FAUNA. 9) LLEVAR A CABO LA PRESTACIÓN DE SERVICIOS A LA ACTIVIDAD EMPRESARIAL, Y AL EFECTO REALIZAR TODA CLASE DE ACTIVIDADES PRINCIPALES, SECUNDARIAS O ACCESORIAS INCLUYENDO EN TALES ACTIVIDADES LA GESTIÓN DE SEGUROS, DE CONTRATOS, DE CONTABILIDAD, FACTURACIÓN Y NÓMINAS, ADEMÁS DE LAS QUE SE INDICAN A CONTINUACIÓN, ASÍ COMO CUALQUIER OTRO SERVICIO QUE LA ACTIVIDAD EMPRESARIAL REQUIERA: - LA INTERVENCIÓN EN OPERACIONES DE MATERIAS PRIMAS, MERCANCÍAS MANUFACTURADAS Y SUMINISTROS; - ASESORAMIENTO, APLICACIÓN Y EJECUCIÓN DE TRATAMIENTOS INTEGRALES DE CONTROL DE PLAGAS, DESINFECCIÓN, DESINSECTACIÓN, DESRATIZACIÓN, ESTERILIZACIÓN E HIGIENIZACIÓN; INSPECCIÓN SANITARIA DE INSTALACIONES; ALMACENAJE, TRANSPORTE INTERNO Y EXTERNO, MUDANZA, MENSAJERÍA Y DISTRIBUCIÓN DE TODO TIPO DE PRODUCTOS Y MERCANCÍAS EN CUALQUIER ESPACIO O SUPERFICIE Y CUALQUIER SERVICIO RELACIONADO CON LA LOGÍSTICA; - PRESTACIÓN DE SERVICIOS EN LÍNEAS DE PRODUCCIÓN Y CADENAS DE MONTAJE EN INSTALACIONES FABRILES, INDUSTRIALES Y ROBÓTICA; INSPECCIÓN Y CONTROL DE CALIDAD, INSPECCIONES TÉCNICAS Y CONTROL DE PASAJEROS PARA TODO TIPO DE TRANSPORTE; - PESAJE Y CONTROL DE PESAJE DE TODA CLASE DE BIENES MUEBLES; - MONTAJE DE CENTRALES TELEFÓNICAS Y SISTEMAS DE TELECOMUNICACIONES; INSTALACIONES MECÁNICAS DE TODO TIPO, ELEVADORAS O TRANSPORTADORAS, FRIGORÍFICAS, SANITARIAS Y DEPURADORAS; - INSTALACIONES ESPECÍFICAS DE CIRCUITOS CERRADOS DE TELEVISIÓN, MEGAFONÍA, TELEFONÍA, INTERPONÍA, VOZ Y DATOS; - ROBÓTICA, INFORMÁTICA Y MICROINFORMÁTICA; - VENDING, ATENCIÓN, REPOSICIÓN Y MANTENIMIENTO DE EQUIPOS, MAQUINARIA Y DISPENSADORES; - SUPERVISIÓN E INSTALACIÓN DE CAJEROS AUTOMÁTICOS, APERTURAS Y CIERRES DE LA PUERTA DE ESCLUSA DE ACCESO AL CAJERO; - SERVICIOS DE REPARACIÓN E INSTALACIÓN RELACIONADOS CON LA SIDEROMETALÚRGICA, PARA EL MANTENIMIENTO INTEGRAL DE TODO TIPO DE INSTALACIONES INDUSTRIALES Y DE EDIFICIOS EN GENERAL, INCLUIDA LA EJECUCIÓN DE OBRAS, MEDIANTE TRABAJOS DE ELECTRICIDAD, DE ACONDICIONAMIENTO DE AIRE, CALEFACCIÓN, FONTANERÍA, CARPINTERÍA, PINTURA, ALBAÑILERÍA, MANTENIMIENTO DE ASCENSORES Y APARATOS DE ELEVACIÓN DE TRANSPORTE DE CARGAS, ACTUACIONES EN ACOMETIDAS Y REDES DE DISTRIBUCIÓN INTERIOR O EXTERIOR DE GAS Y OTROS COMBUSTIBLES O SUMINISTROS, INSTALACIONES DE PRODUCTOS PETROLÍFEROS LÍQUIDOS, APARATOS A PRESIÓN; - CONFECCIÓN DE PROYECTOS Y EJECUCIÓN DE OBRAS DE CONSTRUCCIÓN Y RESTAURACIÓN DE LAS ESTRUCTURAS Y REVESTIMIENTO DE TODA CLASE DE EDIFICIOS Y MONUMENTOS, SU LIMPIEZA, IMPERMEABILIZACIÓN, TRATAMIENTO, PINTADO Y RECONSTRUCCIÓN; - EFECTUAR TODA CLASE DE ASISTENCIA TÉCNICA, ESTUDIOS, INFORMES, ANÁLISIS, ENSAYO, CONTROL, ASESORAMIENTO Y ELABORACIÓN DE PROYECTOS DE INGENIERÍA Y ARQUITECTURA, ASÍ COMO LA SUPERVISIÓN, DIRECCIÓN Y ASESORAMIENTO, EN LA EJECUCIÓN DE TODO TIPO DE OBRAS Y CONSTRUCCIONES Y PRESTACIÓN DE SERVICIOS; - LA EJECUCIÓN, MANTENIMIENTO, EXPLOTACIÓN DE INSTALACIONES ELÉCTRICAS EN GENERAL, INSTALACIONES DE TELECOMUNICACIONES, INSTALACIONES ELECTRÓNICAS, ELECTRO-MEDICINA, Y DE INSTALACIONES MECÁNICAS EN GENERAL, FONTANERÍA, INSTALACIONES FRIGORÍFICAS, INSTALACIONES DE CALEFACCIÓN, VENTILACIÓN, CLIMATIZACIÓN, INSTALACIONES ELEVADORAS Y TRASPORTADORAS E INSTALACIONES DE TRATAMIENTO DE AGUAS DE TODO TIPO; CENTRALES DE PRODUCCIÓN DE ENERGÍA; CENTROS DE TRANSFORMACIÓN E INTERCONEXIÓN; DISTRIBUCIONES DE ALTA TENSIÓN; DISTRIBUCIONES E INSTALACIONES ELECTRÓNICAS; E INSTALACIONES ELÉCTRICAS SIN CUALIFICACIÓN ESPECÍFICA; - LA REALIZACIÓN DE OBRAS CONSISTENTES EN : CIMENTACIONES ESPECIALES, SONDEOS, INYECCIONES Y PILOTAJES, TABLESTACADOS, PINTURAS Y METALIZACIONES, ORNAMENTACIONES Y DECORACIONES; JARDINERÍA Y PLANTACIONES; MONUMENTOS ARTÍSTICOS; ESTACIONES DE TRATAMIENTOS DE AGUAS; E INSTALACIONES CONTRA INCENDIOS; FONTANERÍA Y REDES DE AGUA; ASÍ COMO SUS ACTIVIDADES AUXILIARES DE LAS MISMAS; - LA FABRICACIÓN, INSTALACIÓN, MONTAJE, REPARACIÓN, MANTENIMIENTO Y CONSERVACIÓN, IMPORTACIÓN Y EXPORTACIÓN DE TODA CLASE DE BIENES MUEBLES, INSTALACIONES, EQUIPOS, MAQUINARIA, PRODUCTOS QUÍMICOS, AGRÍCOLAS, GANADEROS O FORESTALES; - CONTROL Y COMPROBACIÓN DE GRUPOS ELECTRÓGENOS (PRESIÓN DE ACEITE, TEMPERATURA, VOLTÍMETROS, ARMARIOS ELÉCTRICOS, COMPRESORES, NIVEL DE BATERÍA O COMBUSTIBLE), INSTALACIÓN DE MEGAFONÍA Y AUDIO-VÍDEO, DOTACIÓN DE CINTAS DE GRABACIÓN MUSICAL, CONTROL DE PANELES ELÉCTRICOS, NEUMÁTICOS, MANÓMETROS DE FRENO Y SUSPENSIÓN DE EQUIPOS DE AIRE ACONDICIONADO, ANTI BLOCAJES Y ACOPLAMIENTOS, REVISIÓN DE NIVELES DE CONSUMO DE AGUA Y COMBUSTIBLES, REVISIONES Y REPARACIONES DE AVERÍAS, Y ELIMINACIÓN DE CARGAS DE CORRIENTE EN TODA CLASE DE MEDIOS DE LOCOMOCIÓN; - CONSERVACIÓN Y REPARACIÓN DE PISCINAS, CON SUS DEPURADORAS, GRUPOS DE TRATAMIENTOS DE AGUAS, Y EQUIPOS BARRE-FONDOS: - SERVICIOS ASESORAMIENTO EN LA EJECUCIÓN DE OPERACIONES COMERCIALES; - REALIZACIÓN DE ESTUDIOS DE MERCADO; - SERVICIOS DE MARKETING Y TELE-MARKETING, TELE-VENTA Y OTRAS FORMAS DE VENTA DE ARTÍCULOS O SERVICIOS; - SERVICIOS DE PUBLICIDAD DIRECTA, FRANQUEO Y CURSO POR CORREO DE IMPRESOS PUBLICITARIOS, PROPAGANDÍSTICOS Y, EN GENERAL, DE TODO TIPO DE DOCUMENTOS Y PAQUETES, POR CUENTA DE SUS CLIENTES; - CONTROL Y VIGILANCIA DE EXÁMENES O PRUEBAS DE APTITUD, ASÍ COMO SERVICIOS AUXILIARES RELACIONADOS CON LA ENSEÑANZA; - REALIZACIÓN DE LOS SERVICIOS DE TASACIÓN PREVISTOS EN LA LEY 2/81 DE REGULARIZACIÓN DEL MERCADO HIPOTECARIO; - COBROS Y CUADRE DE CAJA; CONFECCIÓN RECOGIDA Y COBRO Y RECAUDACIÓN EJECUTIVA; - SERVICIOS AUXILIARES INFORMÁTICOS Y DE ASESORÍA Y GESTIÓN A PERSONAS FÍSICAS O JURÍDICAS; - GESTIÓN Y CONTROL, A TRAVÉS DE UN CENTRO INFORMATIZADO Y AMPLIAMENTE COMUNICADO, DE CUALQUIERA DE LOS SERVICIOS MENCIONADOS EN LOS NÚMEROS ANTERIORES MEDIANTE OPERADORES DE CONSOLA, TANTO SI SON PRESTADOS POR LA PROPIA SOCIEDAD O POR TERCEROS; - LA PRESTACIÓN DE SERVICIOS DE ASESORAMIENTO TÉCNICO Y COMERCIAL, INTERMEDIACIÓN COMERCIAL, ASISTENCIA TÉCNICA O COMERCIAL Y EJECUCIÓN DE TRABAJOS ADMINISTRATIVOS, TÉCNICOS, JURÍDICOS, ORGANIZATIVOS E INFORMÁTICOS (INCLUIDOS LOS DE DESARROLLO DE PROGRAMAS) A TRAVÉS DE ESPECIALISTAS EN LAS CITADAS MATERIAS, Y DE TRADUCTORES, INTÉRPRETES, PROYECTISTAS, MECANÓGRAFOS, TAQUÍGRAFOS, TELEFONISTAS, ESTEOTIPISTAS, OPERADORES DE ORDENADOR, PROGRAMADORES Y SECRETARIAS; - LA ORGANIZACIÓN E IMPARTICIÓN A TERCEROS DE TODO TIPO DE CURSOS Y PROGRAMAS DE ENSEÑANZA Y FORMACIÓN DIRIGIDOS, PRINCIPALMENTE AL PERFECCIONAMIENTO Y CAPACITACIÓN PERSONAL, PROFESIONAL Y OCUPACIONAL, YA SEA EN INSTALACIONES PROPIAS O DE TERCEROS; DISEÑO Y DESARROLLO DE PROGRAMAS DE INFORMACIÓN Y EDUCACIÓN AMBIENTAL, GESTIÓN DE CENTROS DE INTERPRETACIÓN DEL MEDIO NATURAL O DEL PATRIMONIO CULTURAL, CENTROS DE ACOGIDA DE FAUNA DOMÉSTICA O SILVESTRE-  EL DESARROLLO DE PROCESOS DE SELECCIÓN Y LA PROTECCIÓN DE PERSONAL; - LA ORGANIZACIÓN Y MONTAJE DE EVENTOS DE TODO TIPO, AMBIENTALES, DEPORTIVOS, FERIALES, FESTIVOS, COMERCIALES, CULTURALES, SOCIALES Y LÚDICOS. - PRESTACIÓN DE SERVICIOS INTEGRALES DE ASISTENCIA SANITARIA, SOCIO-SANITARIA O DE SERVICIOS SOCIALES Y ATENCIÓN A PERSONAS EN SITUACIÓN DE DEPENDENCIA A LOS SIGUIENTES COLECTIVOS: MENORES, ANCIANOS, MINUSVÁLIDOS, FAMILIAS, INFANCIA, MUJERES SOLITARIAS CON CARGAS FAMILIARES NO COMPARTIDAS, DISCAPACITADOS FÍSICOS Y PSÍQUICOS Y PERSONAS O GRUPOS DE POBLACIÓN EN SITUACIÓN DE NECESIDAD; -PRESTACIÓN DE SERVICIOS DE ACOMPAÑAMIENTO, AYUDA A DOMICILIO, ASISTENCIA A DOMICILIO Y TELE-ASISTENCIA DOMICILIARIA;  - GESTIÓN Y EXPLOTACIÓN, TOTAL O PARCIAL, DE RESIDENCIAS GERIÁTRICAS, CENTROS DE DÍA, PISOS TUTELADOS, COMUNIDADES TERAPÉUTICAS, GUARDERÍAS INFANTILES Y OTROS CENTROS DE ACOGIDA, REINSERCIÓN Y REHABILITACIÓN; - SERVICIOS DE RESTAURACIÓN, HOSTELERÍA Y CATERING; HOSPITALIZACIÓN A DOMICILIO Y AYUDA MÉDICA Y DE ENFERMERÍA A DOMICILIO, GESTIÓN DE ARCHIVOS CLÍNICOS, SUMINISTRO DE OXIGENOTERAPIA, CONTROL DE GASES Y ELECTRO-MEDICINA Y ACTIVIDADES CONEXAS; - GESTIÓN INTEGRAL O EXPLOTACIÓN DE CENTROS PÚBLICOS O PRIVADOS DE EDUCACIÓN ESPECIAL O ENSEÑANZA, ASÍ COMO LA VIGILANCIA, ATENCIÓN EDUCACIÓN Y CONTROL DE ALUMNADOS Y OTROS COLECTIVOS DOCENTES DURANTE EL DESARROLLO DE LA ACTIVIDAD DEL COMEDOR; - MANIPULACIONES, EMBALAJES, DISTRIBUCIÓN DE PRODUCTOS ALIMENTICIOS O DE CONSUMO; ELABORACIÓN, CONDIMENTACIÓN Y DISTRIBUCIÓN DE COMIDAS (CATERING), PARA CONSUMO PROPIO O SUMINISTROS A TERCEROS. ATENCIÓN, REPOSICIÓN Y DISPENSADORES DE LOS PRODUCTOS MENCIONADOS; LA PRESTACIÓN DE SERVICIOS DE ASISTENCIA Y SERVICIOS SOCIALES PARA NIÑOS, JÓVENES, DISMINUIDOS FÍSICOS Y ANCIANOS, EN CENTROS NO RESIDENCIALES; - RECOGIDA Y MANTENIMIENTO DE CARROS PORTAEQUIPAJES EN ESTACIONES Y AEROPUERTOS; - SERVICIO DE &#8220;HANDLING&#8221; EN AEROPUERTOS, QUE COMPRENDE: (A) ASISTENCIA EN TIERRA, QUE ENGLOBA LOS SERVICIOS QUE SE DESCRIBEN A CONTINUACIÓN: A.1. LA ASISTENCIA ADMINISTRATIVA EN TIERRA Y LA SUPERVISIÓN, QUE COMPRENDEN: -  LOS SERVICIOS DE REPRESENTACIÓN Y ENLACE CON LAS AUTORIDADES LOCALES O CUALQUIER OTRA PERSONA, LOS GASTOS EFECTUADOS POR CUENTA DEL USUARIO  EL SUMINISTRO DE LOCALES A SUS REPRESENTANTES; -  EL CONTROL DE LAS OPERACIONES DE CARGA, LOS MENSAJES Y LAS TELECOMUNICACIONES; -  LA MANIPULACIÓN, ALMACENAMIENTO, MANTENIMIENTO Y ADMINISTRACIÓN DE LAS UNIDADES DE CARGA; -  CUALQUIER OTRO SERVICIO DE SUPERVISIÓN ANTES, DURANTE O DESPUÉS DEL VUELO O CUALQUIER OTRO SERVICIO ADMINISTRATIVO SOLICITADO POR EL USUARIO. A.2. LA ASISTENCIA A PASAJEROS, QUE COMPRENDE TODA FORMA DE ASISTENCIA A LOS PASAJEROS A LA SALIDA, LA LLEGADA, EN TRÁNSITO O EN CORRESPONDENCIA, EN PARTICULAR EN CONTROL DE BILLETES Y DOCUMENTOS DE VIAJES, LA FACTURACIÓN DE LOS EQUIPAJES Y EL TRANSPORTE DE EQUIPAJES HASTA LAS INSTALACIONES DE CLASIFICACIÓN. A.3. LA ASISTENCIA DE EQUIPAJES, QUE COMPRENDE LA MANIPULACIÓN DE EQUIPAJES EN LA SALA DE CLASIFICACIÓN, SU CLASIFICACIÓN, SU PREPARACIÓN PARA EL EMBARQUE, Y SU CARGA Y DESCARGA DE LOS SISTEMAS DESTINADOS A LLEVARLOS DE LA AERONAVE A LA SALA DE CLASIFICACIÓN Y A LA INVERSA, ASÍ COMO EL TRANSPORTE DE EQUIPAJES DESDE LA SALA DE CLASIFICACIÓN A LA SALA DE DISTRIBUCIÓN. A.4. LA ASISTENCIA DE CARGA Y CORREO, QUE COMPRENDE: -  EN CUANTO A LA CARGA, EN EXPOSICIÓN, IMPORTACIÓN O TRÁNSITO, LA MANIPULACIÓN FÍSICA, EL TRATAMIENTO DE LOS DOCUMENTOS CORRESPONDIENTES, LAS FORMALIDADES ADUANERAS Y TODA MEDIDA CAUTELAR ACORDADA ENTRE LAS PARTES O EXIGIDA POR LAS CIRCUNSTANCIAS; -  EN CUANTO AL CORREO, TANTO DE LLEGADA COMO DE SALIDA, LA MANIPULACIÓN FÍSICA, EL TRATAMIENTO DE LOS DOCUMENTOS CORRESPONDIENTES Y TODA MEDIDA CAUTELAR ACORDADA ENTRE LAS PARTES O EXIGIDA POR LAS CIRCUNSTANCIAS. A.5. LA ASISTENCIA DE OPERACIONES EN PISTA COMPRENDE: -  EL GUIADO DE LA AERONAVE A LA LLEGADA Y A LA SALIDA (SIEMPRE QUE ESTOS SERVICIOS NO SEAN REALIZADOS POR EL SERVICIO DE CIRCULACIÓN AÉREA); -  LA ASISTENCIA A LA AERONAVE PARA SU ESTACIONAMIENTO Y EL SUMINISTRO DE LOS MEDIOS ADECUADOS (SIEMPRE QUE ESTOS SERVICIOS NO SEAN REALIZADOS POR EL SERVICIO DE CIRCULACIÓN AÉREA); -  LAS COMUNICACIONES ENTRE LA AERONAVE Y EL AGENTE DE ASISTENCIA EN TIERRA (SIEMPRE QUE ESTOS SERVICIOS NO SEAN REALIZADOS POR EL SERVICIO DE CIRCULACIÓN AÉREA); -  LA CARGA Y DESCARGA DE LA AERONAVE, INCLUIDOS EL SUMINISTRO Y UTILIZACIÓN DE LOS MEDIOS NECESARIOS, ASÍ COMO EL TRANSPORTE DE LA TRIPULACIÓN Y LOS PASAJEROS ENTRE LA AERONAVE Y LA TERMINAL, Y EL TRANSPORTE DE LOS EQUIPAJES ENTRE LA AERONAVE Y LA TERMINAL; -  LA ASISTENCIA PARA EL ARRANQUE DE LA AERONAVE Y EL SUMINISTRO DE LOS MEDIOS ADECUADOS; -  EL DESPLAZAMIENTO DE LA AERONAVE, TANTO A LA SALIDA COMO A LA LLEGADA, Y EL SUMINISTRO Y APLICACIÓN DE LOS MEDIOS NECESARIOS .A.6. LA ASISTENCIA DE LIMPIEZA INTERNA Y EXTERNA DE AERONAVES E INSTALACIONES AEROPORTUARIAS, Y, EN GENERAL, SERVICIO DE LA AERONAVE, QUE COMPRENDE: - LA LIMPIEZA EXTERIOR E INTERIOR DE LA AERONAVE, SERVICIO DE ASEOS Y SERVICIOS DE AGUA; -  LA CLIMATIZACIÓN Y CALEFACCIÓN DE LA CABINA, LA LIMPIEZA DE LA NIEVE, EL HIELO Y LA ESCARCHA DE LA AERONAVE; -  EL ACONDICIONAMIENTO DE LA CABINA CON LOS EQUIPOS DE CABINA Y EL ALMACENAMIENTO DE DICHOS EQUIPOS. A.7. LA ASISTENCIA DE COMBUSTIBLE Y LUBRICANTE COMPRENDE: -  LA ORGANIZACIÓN Y EJECUCIÓN DEL LLENADO Y VACIADO DEL COMBUSTIBLE, INCLUIDOS EL ALMACENAMIENTO Y EL CONTROL DE LA CALIDAD Y CANTIDAD DE LAS ENTREGAS; -  LA CARGA Y LUBRICANTES Y OTROS INGREDIENTES LÍQUIDOS. A.8. LA ASISTENCIA DE MANTENIMIENTO EN LÍNEA COMPRENDE: -  LAS OPERACIONES REGULARES EFECTUADAS ANTES DEL VUELO; -  LAS OPERACIONES PARTICULARES EXIGIDAS POR EL USUARIO; -  EL SUMINISTRO Y LA GESTIÓN DEL MATERIAL NECESARIO PARA EL MANTENIMIENTO Y DE LAS PIEZAS DE RECAMBIO; -  LA SOLICITUD O RESERVA DE UN PUNTO DE ESTACIONAMIENTO O DE UN HANGAR PARA REALIZAR LAS OPERACIONES DE MANTENIMIENTO. A.9. LA ASISTENCIA DE OPERACIONES DE VUELO Y ADMINISTRACIÓN DE LA TRIPULACIÓN COMPRENDEN: -  LA PREPARACIÓN DEL VUELO EN EL AEROPUERTO DE SALIDA O EN CUALQUIER OTRO LUGAR: -  LA ASISTENCIA EN VUELO, INCLUIDO SI PROCEDE, EL CAMBIO DE ITINERARIO EN VUELO; -  LOS SERVICIOS POSTERIORES AL VUELO; -  LA ADMINISTRACIÓN DE LA TRIPULACIÓN. A.10 LA ASISTENCIA DE TRANSPORTE DE SUPERFICIE INCLUYE: -  LA ORGANIZACIÓN Y EJECUCIÓN DEL TRANSPORTE DE PASAJEROS, TRIPULANTES, EQUIPAJES, CARGA Y CORREO ENTRE LAS DISTINTAS TERMINALES DEL MISMO AEROPUERTO, EXCLUIDO TODO TRANSPORTE ENTRE LA AERONAVE Y CUALQUIER OTRO LUGAR EN EL RECINTO DEL MISMO AEROPUERTO; -  CUALQUIER TRASPORTE ESPECIAL SOLICITADO POR EL USUARIO. A.11. ASISTENCIA DE MAYORDOMÍA (CATERING) COMPRENDE: -  LA RELACIÓN CON LOS PROVEEDORES Y LA GESTIÓN ADMINISTRATIVA; -  EL ALMACENAMIENTO DE ALIMENTOS, BEBIDAS Y ACCESORIOS NECESARIOS PARA SU PREPARACIÓN; -  LA LIMPIEZA DE ACCESORIOS; -  LA PREPARACIÓN Y ENTREGA DE MATERIAL Y LOS PRODUCTOS ALIMENTICIOS; -  EL TRANSPORTE, LA CARGA Y DESCARGA DE ALIMENTOS Y BEBIDAS DE LA AERONAVE. (B) SERVICIO DE RAMPA: SERVICIOS QUE SE PRESTAN ESENCIALMENTE EN LA RAMPA DEL AEROPUERTO, QUE SE INDICAN A CONTINUACIÓN: B.1. ASISTENCIA DE EQUIPAJES; B.2. ASISTENCIA A LAS OPERACIONES EN PISTA; B.3. ASISTENCIA DE COMBUSTIBLE Y LUBRICANTE; B.4. ASISTENCIA DE CARGA Y CORREO EN LO QUE RESPECTA A LA MANIPULACIÓN FÍSICA DE LA CARGA Y DEL CORREO ENTRE LA TERMINAL DEL AEROPUERTO Y EL AVIÓN, TANTO A LA LLEGADA COMO A LA SALIDA O EN TRÁNSITO. (C) LA PRESTACIÓN DE SERVICIO DE ATENCIÓN A PERSONALIDADES, SALAS VIP Y SERVICIOS ANÁLOGOS, ASÍ COMO EL MANTENIMIENTO DEL EQUIPAMIENTO RELACIONADO CON DICHAS ACTIVIDADES. - FORMACIÓN PROFESIONAL Y RECICLAJE DE LAS PERSONAS QUE PRESTEN LOS SERVICIOS EXPRESADOS EN LOS PUNTOS ANTERIORES; - REDACCIÓN Y TRAMITACIÓN DE TODO TIPO DE PROYECTOS RELACIONADOS CON LOS TEMAS ANTERIORES CITADOS Y CON ASUNTOS MEDIOAMBIENTALES; LA REALIZACIÓN DIRECTAMENTE O EN PARTICIPACIÓN CON EMPRESAS MIXTAS, SOCIEDADES O COOPERATIVAS DE LOS OBJETOS ENUNCIADOS. 10) ELABORACIÓN DE ESTUDIOS Y PROYECTOS PARA LA MEJORA DE LA EFICIENCIA ENERGÉTICA DE EDIFICIOS E INSTALACIONES, MEDIANTE LA INCORPORACIÓN, MEJORA O RENOVACIÓN DE SUS EQUIPOS E INSTALACIONES QUE LO FOMENTEN, ASÍ COMO LA INCORPORACIÓN DE ENERGÍAS RENOVABLES. GESTIÓN ENERGÉTICA DE EDIFICIOS E INSTALACIONES DE TODO TIPO INCLUYENDO LA GESTIÓN DEL SUMINISTRO DE COMBUSTIBLES Y ELECTRICIDAD, EL CONTROL DE SU CALIDAD, CANTIDAD Y USO. ELABORACIÓN DE AUDITORÍAS ENERGÉTICAS. 11) LA GESTIÓN Y EJECUCIÓN DE CENTROS ESPECIALIZADOS DE EMPLEO Y OTRAS ENTIDADES QUE PUDIERAN CREARSE EN UN FUTURO COMO FORMA IDÓNEA DE PROMOCIÓN LABORAL DE TRABAJADORES MINUSVÁLIDOS. 12) EL DISEÑO, FABRICACIÓN E INSTALACIÓN Y EXPLOTACIÓN O GESTIÓN DE SISTEMAS COMPLETOS E INTEGRALES DE ALQUILER O CESIÓN DE USO DE BICICLETAS Y OTROS VEHÍCULOS (MOTOCICLETAS, TRICICLOS, COCHES, ETC.), SEAN O NO DE MOTOR. 13) LA FABRICACIÓN, EXPLOTACIÓN, DISTRIBUCIÓN, REPRESENTACIÓN, INSTALACIÓN, MANTENIMIENTO Y COMERCIALIZACIÓN DE PARQUÍMETROS Y APARATOS DE MEDICIÓN, PEAJE, CONTROL, VIGILANCIA Y SEGURIDAD DE ESTACIONAMIENTO Y APARCAMIENTO DE TODA CLASE DE VEHÍCULOS, ASÍ COMO LA EXPLOTACIÓN, EN TODO SU MÁS AMPLIO SENTIDO. 14) SERVICIOS DE RETIRADA DE VEHÍCULOS DE LA VÍA PÚBLICA (GRÚA). 15) LA INSTALACIÓN, MANTENIMIENTO, CONSERVACIÓN Y MEJORA DE TODO TIPO DE SEÑALIZACIONES (VERTICAL Y HORIZONTAL), EN ESPECIAL, DE VÍAS PÚBLICAS. CUANDO ASÍ FUERA NECESARIO, LAS ACTIVIDADES DESCRITAS ANTERIORMENTE SE REALIZAN EN RÉGIMEN DE INTERMEDIACIONES ANTERIORMENTE ENTRE EL CLIENTE Y EL CORRESPONDIENTE PROFESIONAL TITULADO, QUEDANDO EXCLUIDO, EN CONSECUENCIA, LA APLICACIÓN DEL RÉGIMEN DE LA LEY 2/2007 DE MARZO DE SOCIEDADES PROFESIONALES. SI LA LEGISLACIÓN VIGENTE EXIGIERE PARA EL INICIO DE ALGUNA DE LAS OPERACIONES ENUMERADAS EN EL PRESENTE ARTÍCULO INTEGRANTE DEL OBJETO SOCIAL, ALGÚN TÍTULO PROFESIONAL, CALIFICACIÓN, AUTORIZACIÓN O LICENCIA ADMINISTRATIVA, LA INSCRIPCIÓN EN UN REGISTRO PÚBLICO, O CUALQUIER OTRO REQUISITO, DICHAS ACTIVIDADES DEBERÁN REALIZARSE POR MEDIO DE PERSONA QUE OSTENTE LA TITULACIÓN REQUERIDA Y, EN SU CASO, NO PODRÁN INICIARSE O DESARROLLARSE HASTA QUE SE HAYAN CUMPLIDO LOS REQUISITOS EXIGIDOS CONFORME A LA LEGISLACIÓN VIGENTE. QUEDAN EXCLUIDAS DEL OBJETO SOCIAL TODAS AQUELLAS ACTIVIDADES PARA CUYO EJERCICIO LA LEGISLACIÓN VIGENTE EXIJA REQUISITOS ESPECIALES QUE NO QUEDEN CUMPLIDOS POR ESTA SOCIEDAD. PARA CUMPLIR EL OBJETO SOCIAL, LA SOCIEDAD PODRÁ LLEVAR A CABO LAS ACTIVIDADES MENCIONADAS, TOTAL O PARCIALMENTE DE MODO INDIRECTO MEDIANTE LA TITULARIDAD DE ACCIONES O PARTICIPACIONES EN SOCIEDADES CON OBJETO IDÉNTICO O ANÁLOGO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06691",
      "_links": {
        "self": {
          "name": "GIZATZEN, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/06691"
        }
      }
    },
    {
      "name": "THR ASESORES EN TURISMO, HOTELERIA Y RECREACION, S.A.",
      "registrationNumber": "07933",
      "identificationNumber": "A58081381",
      "address": "Av. Diagonal, 605, 9º 5ª",
      "location": {
        "postalCode": "08028",
        "municipality": "Barcelona",
        "county": "Barcelona",
        "municipalityId": "019",
        "countyId": "08"
      },
      "economicActivities": [
        {
          "id": "1.846",
          "name": "Empresas de estudios de mercado",
          "_links": {
            "self": {
              "name": "Empresas de estudios de mercado",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.846"
            }
          }
        }
      ],
      "certificateStartDate": "2022-09-15",
      "certificateEndDate": "2023-03-15",
      "object": "A) La presentación de los servicios consistentes en la promoción y asesoramiento de todo tipo a las personas físicas o jurídicas profesionales de la Hostelería, y a tal efecto, orientar e informar a los titulares de balnearios, hoteles, moteles, apartamentos, residencias, restaurantes, bares, supermercados, salas de fietas y recreativas, zonas deportivas, complejos turísticos, agencias de viajes, empresasa dedicadas al transporte de viajeros por carrtera y actividades análogas. B) la investigación del mercado turístico español y del extranjero en todas sus facetas, y a tal efecto, la realización de los correspondientes estudios estadísticos, legislativos, financieros y publicitarios àra ofrecer a los mencionados profesionales de la hostelería la más amplia y vigente información del sector y determinador en su caso la conveniencia de la inversión en las referidas actividades. C) La formación de los profesionales de la hostelería y el turismo. D)  La prestación de los mencionados servicios y la realización de las referidas actividades para cualquier Organismo de la Administración Central, Local, Institucional o Autonómica. E) La prestación de cualquiero tipo de servicios o realización de actividades, de asesoramiento, investigación y formación propias del mundo del turismo y los hostelería. F) En general, la explotación directa de cualquier tipo de negocio relacionado con el Turismo o la Hostelería. La expresión de las distintas actividades de la Sociedad comprendidas en el objeto social no presupone su desenvolvimiento simultáneo, sino la posibilidad de su ejercicio condicionado a las circunstancias concretas de cada momento apreciadas libremente por la Administración de la Sociedad. De esa suerte, podrán realizarse todas, una o varias de las actividades enumeradas, suspenderse o reemprenderse, por decisión de la Administración de la Sociedad, cursando en si caso las correspondientes altas o bajas fiscales.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07933",
      "_links": {
        "self": {
          "name": "THR ASESORES EN TURISMO, HOTELERIA Y RECREACION, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/07933"
        }
      }
    },
    {
      "name": "PAXMEDIC GLOBAL SOLUTIONS, S.L.",
      "registrationNumber": "07934",
      "identificationNumber": "B87649927",
      "address": "MARTINEZ VILLERGAS 49 EDIF. V 1ºPLANTA",
      "location": {
        "postalCode": "28027",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.619.2",
          "name": "Venta al por mayor de aparatos e instrumentos médicos, ortopédicos, ópticos",
          "_links": {
            "self": {
              "name": "Venta al por mayor de aparatos e instrumentos médicos, ortopédicos, ópticos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.619.2"
            }
          }
        },
        {
          "id": "1.999",
          "name": "Otros servicios n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.999"
            }
          }
        }
      ],
      "certificateStartDate": "2022-09-15",
      "certificateEndDate": "2023-03-15",
      "object": "1.- LA COMERCIALIZACIÓN AL POR MAYOR Y MENOR DE MATERIAL CLÍNICO, CIENTÍFICO, MÉDICO QUIRÚRGICO Y ORTOPÉDICOS ASÍ COMO LA INSTALACIÓN Y MANTENIMIENTO DE LABORATORIOS. CNAE 47.74. 2.- EL COMERCIO AL POR MENOR POR CORRESPONDENCIA O INTERNET, MEDIANTE CATÁLOGO, DE MATERIAL CLÍNICO Y MÉDICO QUIRÚRGICO Y ORTOPÉDICOS. CNAE 47.91. 3.- REPARACIÓN DE EQUIPOS ELECTRÓNICOS Y ÓPTICOS. 33.13",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07934",
      "_links": {
        "self": {
          "name": "PAXMEDIC GLOBAL SOLUTIONS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07934"
        }
      }
    },
    {
      "name": "AINHOA GOROSTIDI BARANDIARAN",
      "registrationNumber": "08565",
      "identificationNumber": "15999671C",
      "address": "F.Garcia Lorca 8, 2C",
      "location": {
        "postalCode": "20014",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "2.751",
          "name": "Profesionales de la publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Profesionales de la publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.751"
            }
          }
        },
        {
          "id": "2.777",
          "name": "Especialistas en asuntos de personal y análisis profesional",
          "_links": {
            "self": {
              "name": "Especialistas en asuntos de personal y análisis profesional",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.777"
            }
          }
        },
        {
          "id": "2.826",
          "name": "Personal docente de enseñanzas diversas",
          "_links": {
            "self": {
              "name": "Personal docente de enseñanzas diversas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.826"
            }
          }
        }
      ],
      "certificateStartDate": "2022-09-14",
      "certificateEndDate": "2023-03-14",
      "object": "PERSONAL DOCENTE DE ENSEÑANZAS DIVERSAS. ESPECIALISTAS EN ASUNTOS DE PERSONAL Y ANÁLISIS PROFESIONAL. PROFESIONALES DE LA PUBLICIDAD, RELACIONES PÚBLICAS Y SIMILARES.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08565",
      "_links": {
        "self": {
          "name": "AINHOA GOROSTIDI BARANDIARAN",
          "href": "https://api.euskadi.eus/procurements/companies/08565"
        }
      }
    },
    {
      "name": "AINHOA AGUIRREGOICOA MAGUREGUI",
      "registrationNumber": "06156",
      "identificationNumber": "29035270R",
      "address": "CALLE URRETA 4 3C",
      "location": {
        "postalCode": "48960",
        "municipality": "Galdakao",
        "county": "Bizkaia",
        "municipalityId": "036",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "2.776",
          "name": "Doctores y licenciados en ciencias políticas y sociales",
          "_links": {
            "self": {
              "name": "Doctores y licenciados en ciencias políticas y sociales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.776"
            }
          }
        },
        {
          "id": "2.826",
          "name": "Personal docente de enseñanzas diversas",
          "_links": {
            "self": {
              "name": "Personal docente de enseñanzas diversas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.826"
            }
          }
        }
      ],
      "certificateStartDate": "2022-09-14",
      "certificateEndDate": "2023-02-28",
      "object": "DOCTORES Y LICENCIADOS EN CIENCIAS POLÍTICAS Y SOCIALES Y PERSONAL DOCENTE EN ENSEÑANZAS DIVERSAS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06156",
      "_links": {
        "self": {
          "name": "AINHOA AGUIRREGOICOA MAGUREGUI",
          "href": "https://api.euskadi.eus/procurements/companies/06156"
        }
      }
    },
    {
      "name": "PROSEGUR SOLUCIONES INTEGRALES DE SEGURIDAD ESPAÑA, S.L.",
      "registrationNumber": "05517",
      "identificationNumber": "B87222014",
      "address": "C/ Pajaritos, 24",
      "location": {
        "postalCode": "28007",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        },
        {
          "id": "1.849.4",
          "name": "Servicios de custodia, seguridad y protección",
          "_links": {
            "self": {
              "name": "Servicios de custodia, seguridad y protección",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.4"
            }
          }
        }
      ],
      "certificateStartDate": "2022-09-13",
      "certificateEndDate": "2023-03-05",
      "object": "1. DE CONFORMIDAD CON LO ESTABLECIDO EN LA LEY 5/2014, DE 4 DE ABRIL DE SEGURIDAD PRIVADA, Y SIN PERJUICIO DE LAS COMPETENCIAS QUE TIENE ATRIBUÍDAS LAS FUERZAS Y CUERPOS DE SEGURIDAD DEL ESTADO, LA SOCIEDAD TENDRÁ POR OBJETO LA PRESTACIÓN, DENTRO DEL ÁMBITO DE TODO EL TERRITORIO NACIONAL, DE LOS SIGUIENTES SERVICIOS Y ACTIVIDADES: A) LA VIGILANCIA Y PROTECCIÓN DE BIENES, ESTABLECIMIENTO, LUGARES Y EVENTOS, TANTO PÚBLICOS COMO PRIVADOS, ASÍ COMO DE LAS PERSONAS QUE PUDIERAN ENCONTRARSE EN LOS MISMOS. B) EL ACOMPAÑAMIENTO, DEFENSA Y PROTECIÓN DE PERSONAS FÍSICAS DETERMINADAS, INCLUÍDAS LAS QUE OSTENTEN LA CONDICIÓN LEGAL DE AUTORIDAD. C) EL DEPÓSITO, CUSTODIA, RECUENTO Y CLASIFICACIÓN DE MONEDAS Y BILLETES, TÍTULOS VALORES, JOYAS, METALES PRECIOSOS, ANTIGÜEDADES, OBRAS DE ARTE U OTROS OBJETOS QUE, POR SU VALOR ECONÓMICO, HISTÓRICO O CULTURAL, Y EXPECTATIVAS QUE GENEREN, PUEDAN REQUERIR VIGILANCIA Y PROTECCIÓN ESPECIAL. D) EL DEPÓSITO Y CUSTODIA DE EXPLOSIVOS, ARMAS, CARTUCHERÍA METÁLICA, SUSTANCIAS, MATERIAS, MERCANCÍAS Y CUALESQUIERA OBJETOS QUE POR SU PELIGROSIDAD PRECISEN DE VIGILANCIA Y PROTECCIÓN ESPECIAL. E) EL TRANSPORTE Y DISTRIBUCIÓN DE LOS OBJETOS A QUE SE REFIEREN LOS DOS PÁRRAFOS ANTERIORES. F) LA INSTALACIÓN Y MANTENIMIENTO DE APARATOS, EQUIPOS, DISPOSITIVOS Y SISTEMAS DE SEGURIDAD, CONECTADOS A CENTRALES RECEPTORAS DE ALARMAS O A CENTROS DE CONTROL O DE VIDEOVIGILANCIA. G) LA EXPLOTACIÓN DE CENTRALES PARA LA CONEXIÓN, RECEPCIÓN, VERIFICACIÓN Y, EN SU CASO, RESPUESTA Y TRANSMISIÓN DE LAS SEÑALES DE ALARMA, ASÍ COMO LA MONITORIZACIÓN DE CUALESQUIERA SEÑALES DE DISPOSITIVOS AUXILIARES PARA LA SEGURIDAD DE PERSONAS, DE BIENES MUEBLES O INMUEBLES O DE CUMPLIMIENTO DE MEDIDAS IMPUESTAS, Y LA COMUNICACIÓN A LAS FUERZAS Y CUERPOS DE SEGURIDAD COMPETENTES EN ESTOS CASOS. H) LA FABRICACIÓN, COMERCIALIZACIÓN, VENTA, ENTREGA, INSTALACIÓN O MANTENIMIENTO DE ELEMENTOS O PRODUCTOS DE SEGURIDAD Y DE CERRAJERÍA DE SEGURIDAD. I) LA FABRICACIÓN, COMERCIALIZACIÓN, VENTA O ENTREGA DE EQUIPOS TÉCNICOS DE SEGURIDAD ELECTRÓNICA, ASÍ COMO LA INSTALACIÓN O MANTENIMIENTO DE DICHOS EQUIPOS SIEMPRE QUE NO ESTÉN CONECTADOS A CENTRALES DE ALARMA O CENTROS DE CONTROL O DE VIDEOVIGILANCIA. J) LA CONEXIÓN A CENTRALES RECEPTORAS DE ALARMAS DE SISTEMAS DE PREVENCIÓN O PROTECCIÓN CONTRA INCENDIOS O DE ALARMAS DE TIPO TÉCNICO O ASISTENCIAL, O DE SISTEMAS O SERVICIOS DE CONTROL O MANTENIMIENTO. K) LA PLANIFICACIÓN, CONSULTORÍA Y ASESORAMIENTO EN MATERIA DE ACTIVIDADES DE SEGURIDAD PRIVADA, QUE CONSISTIRÁ EN LA ELABORACIÓN DE ESTUDIOS E INFORMES DE SEGURIDAD, ANÁLISIS DE RIESGOS Y PLANES DE SEGURIDAD REFERIDOS A LA PROTECCIÓN, FRENTE A TODO TIPO DE RIESGOS,ASÍ COMO EN AUDITORÍAS SOBRE LA PRESTACIÓN DE LOS SERIVCIOS DE SEGURIDAD. L)EL ESTUDIO Y EJECUCIÓNN DE INSTALACIONES INDUSTRIALES O DOMÉSTICAS DEDICADAS A LA PROTECCIÓN CONTRA EL FUEGO Y SEGURIDAD, ASÍ COMO LA FABRICACIÓN Y COMERCIALIZACIÓN DE ELEMENTOS, MÁQUINAS Y PIEZAS A TALES FINES Y LA COMERCIALIZACIÓN DE PRODUCTOS RESULTANTES, QUE SEAN APLICABLES A LAS INSTALACIONES CONTRA INCENDIOS. M) LAS DE INFORMACIÓN O DE CONTROL EN LOS ACCESOS A INSTALACIONES, COMPRENDIENDO EL CUIDADO Y CUSTODIA DE LAS LLAVES, LA APERTURA Y CIERRE DE PUERTAS, LA AYUDA EN EL ACCESO DE PERSONAS O VEHÍCULOS, EL CUMPLIMIENTO DE LA NORMATIVA INTERNA DE LOS LOCALES DONDE PRESTEN DICHO SERVICIO, ASÍ COMO LA EJECUCIÓN DE TAREAS AUXILIARES O SUBORDINADAS DE AYUDA O SOCORRO, TODAS ELLAS REALIZADAS EN LAS PUERTAS O EN EL INTERIOR DE INMUEBLES, LOCALES PÚBLICOS, APARCAMIENTOS, GARAJES, AUTOPISTAS, INCLUYENDO  SUS ZONAS DE PEAJES, ÁREAS DE SERVICIO, MANTENIMIENTO Y DESCANSO, POR PORTEROS, CONSJERJES Y DEMÁS PERSONAL AUXILIAR ANÁLOGO. N) LAS TAREAS DE RECEPCIÓN, COMPROBACIÓN DE VISITANTES Y ORIENTACIÓN DE LOS MISMOS, ASÍ COMO LAS DE COMPROBACIÓN DE ENTRADAS, DOCUMENTOS O CARNÉS, EN CUALQUIER CLASE DE EDIFICIOS O INMUEBLES Y DE CUMPLIMIENTO DE LA NORMATIVA INTERNA DE LOS LOCALES DONDE PRESTEN DICHO SERVICIO. Ñ) EL CONTROL DOE TRÁNSITO EN ZONAS RESERVADAS O DE CIRCULACIÓN RESTRINGIDA EN EL INTERIOR DE INSTALACIONES EN CUMPLIMIENTO DE LA NORMATIVA INTERNA DE LOS MISMOS. O) LAS DE COMPROBACIÓN Y CONTROL DEL ESTADO Y FUNCIONAMIENTO DE CALDERAS, BIENES E INSTALACIONES EN GENERAL, EN CUALQUIER CLASE DE INMUEBLES, PARA GARANTIZAR SU CONSERVACIÓN Y FUNCIONAMIENTO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05517",
      "_links": {
        "self": {
          "name": "PROSEGUR SOLUCIONES INTEGRALES DE SEGURIDAD ESPAÑA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05517"
        }
      }
    }
  ]
}