{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 386,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "BASQUE WATER SAFETY, S.L.",
      "registrationNumber": "09288",
      "identificationNumber": "B75223248",
      "address": "CALLE PELOTARI 5,BAJO",
      "location": {
        "postalCode": "20810",
        "municipality": "Orio",
        "county": "Gipuzkoa",
        "municipalityId": "061",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.651.5",
          "name": "Venta al por menor de prendas especiales",
          "_links": {
            "self": {
              "name": "Venta al por menor de prendas especiales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.651.5"
            }
          }
        },
        {
          "id": "1.847",
          "name": "Servicios de consultoría",
          "_links": {
            "self": {
              "name": "Servicios de consultoría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.847"
            }
          }
        },
        {
          "id": "1.855.1",
          "name": "Alquiler de aeronaves de todas clases",
          "_links": {
            "self": {
              "name": "Alquiler de aeronaves de todas clases",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.855.1"
            }
          }
        },
        {
          "id": "1.855.2",
          "name": "Alquiler de embarcaciones",
          "_links": {
            "self": {
              "name": "Alquiler de embarcaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.855.2"
            }
          }
        },
        {
          "id": "1.931.3",
          "name": "Enseñanza de bachillerato, formación profesional exclusivamente",
          "_links": {
            "self": {
              "name": "Enseñanza de bachillerato, formación profesional exclusivamente",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.931.3"
            }
          }
        }
      ],
      "certificateStartDate": "2024-10-07",
      "certificateEndDate": "2025-04-07",
      "object": "LA FORMACIÓN PARA EJERCER LA LABOR PROFESIONAL DE SOCORRISTA DE EMERGENCIA. LA PRESTACIÓN DE SERVICIOS DE MONITORES PARA ENTIDADES PÚBLICAS Y PRIVADAS, ASESORÍA Y GESTIÓN INTEGRAL EN MATERIA DE SEGURIDAD ACUÁTICA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09288",
      "_links": {
        "self": {
          "name": "BASQUE WATER SAFETY, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09288"
        }
      }
    },
    {
      "name": "INTELIGENCIA CLIMATICA, S.L.",
      "registrationNumber": "09289",
      "identificationNumber": "B01850155",
      "address": "CALLE PETRER, 6",
      "location": {
        "postalCode": "03450",
        "municipality": "Banyeres de Mariola",
        "county": "Alicante/Alacant",
        "municipalityId": "021",
        "countyId": "03"
      },
      "economicActivities": [
        {
          "id": "1.843.9",
          "name": "Otros servicios técnicos n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios técnicos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.9"
            }
          }
        }
      ],
      "certificateStartDate": "2024-10-07",
      "certificateEndDate": "2025-04-07",
      "object": "- LA INTERMEDIACIÓN EN LAS ACTIVIDADES PROPIAS REALIZADAS POR LOS GEÓGRAFOS Y TODOS LOS SERVICIOS RELACIONADOS CON LOS MISMOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09289",
      "_links": {
        "self": {
          "name": "INTELIGENCIA CLIMATICA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09289"
        }
      }
    },
    {
      "name": "EFICEN RESEARCH, S.L.",
      "registrationNumber": "09839",
      "identificationNumber": "B26450254",
      "address": "CALLE VITORIA 17 - BAJO",
      "location": {
        "postalCode": "26005",
        "municipality": "Logroño",
        "county": "Rioja, La",
        "municipalityId": "089",
        "countyId": "26"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2024-10-07",
      "certificateEndDate": "2025-04-07",
      "object": "- LA PROMOCIÓN, ESTUDIO, ASESORÍA, INTERMEDIACIÓN EN PROYECTOS TÉCNICOS, TECNOLÓGICOS Y DESARROLLO DE DIAGNÓSTICOS EN RELACIÓN A LA EFICIENCIA ENERGÉTICA, QUE TENDRÁN COMO FINALIDAD LA OPTIMIZACIÓN DE LOS RECURSOS DE CUALQUIER CLASE UTILIZADOS PARA USO PARTICULAR O PÚBLICO Y QUE ESTÁN GESTIONADOS POR LA ENTIDAD CONTRATANTE.- QUEDAN EXCLUIDAS DEL OBJETO SOCIAL LAS ACTIVIDADES QUE POR LA LEY TIENEN UNA REGULACIÓN ESPECIAL, Y EN CONCRETO LAS ACTIVIDADES PROPIAS DE LA LEY DE SOCIEDADES PROFESIONALES. - DISTRIBUCIÓN Y VENTA DE MATERIAL Y PRODUCTOS RELACIONADOS CON LA ACTIVIDAD DESCRITA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09839",
      "_links": {
        "self": {
          "name": "EFICEN RESEARCH, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09839"
        }
      }
    },
    {
      "name": "CONTROLTECNICA EQUIPOS Y PROYECTOS, S.L.",
      "registrationNumber": "06516",
      "identificationNumber": "B82101775",
      "address": "Calle Roma, 4 - 3º Izq.",
      "location": {
        "postalCode": "28028",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.617.9",
          "name": "Venta al por mayor interindustrial de otros productos n.c.o.p",
          "_links": {
            "self": {
              "name": "Venta al por mayor interindustrial de otros productos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.617.9"
            }
          }
        }
      ],
      "certificateStartDate": "2024-10-06",
      "certificateEndDate": "2025-04-06",
      "object": "LA COMPRAVENTA, DISTRIBUCIÓN, IMPORTACIÓN Y EXPORTACIÓN DE EQUIPOS DE ENSAYO, INDUSTRIALES Y DE LABORATORIO, ASÍ COMO ESTUDIOS, PROYECTOS Y ASESORAMIENTO DE LOS MISMOS, PUDIENDO PRESTAR LOS SERVICIOS ANTES INDICADOS, A PERSONAS FÍSICAS O JURÍDICAS, BIEN DE MODO DIRECTO O INDIRECTO POR SUBCONTRATACIÓN DE LOS MISMOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06516",
      "_links": {
        "self": {
          "name": "CONTROLTECNICA EQUIPOS Y PROYECTOS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06516"
        }
      }
    },
    {
      "name": "ASOCIACIÓN URGATZI PARA LA PROMOCIÓN DEL BIENESTAR",
      "registrationNumber": "03077",
      "identificationNumber": "G48715874",
      "address": "AREETAKO  ETORBIDEA, 2B - 3º DPTO.1",
      "location": {
        "postalCode": "48930",
        "municipality": "Getxo",
        "county": "Bizkaia",
        "municipalityId": "044",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.951",
          "name": "Asistencia y servicios sociales en centros residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.951"
            }
          }
        },
        {
          "id": "1.952",
          "name": "Asistencia y servicios sociales en centros no residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros no residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.952"
            }
          }
        }
      ],
      "certificateStartDate": "2024-10-05",
      "certificateEndDate": "2025-04-03",
      "object": "LA AYUDA A PERSONAS, QUE BIEN POR SU EDAD O CONDICIÓN FÍSICA, MENTAL O DISMINUCIÓN DE TODAS ELLAS EN GENERAL, NO PUEDAN VALERSE POR SI MISMAS. PARA LA CONSECUCIÓN DE DICHOS FINES SE LLEVARÁN A CABO, PREVIO EL CUMPLIMIENTO DE LOS REQUISITOS LEGALES ESTABLECIDOS, LAS SIGUIENTES ACTIVIDADES: 1. PRESTACIÓN DE TODO TIPO DE SERVICIOS DE ASISTENCIA SOCIAL, SANITARIA, GERONTOLÓGICA, ASISTENCIAL, PSICOLÓGICA Y SOCIAL MEDIANTE PERSONAL CUALIFICADO (MÉDICOS, PSICÓLOGOS, PEDAGOGOS, DIPLOMADOS UNIVERSITARIOS EN ENFERMERÍA, ASISTENTES SOCIALES, FISIOTERAPEUTAS OCUPACIONALES, ETC) A LOS SIGUIENTES COLECTIVOS: ANCIANOS, MINUSVÁLIDOS, FAMILIAS, INFANCIA, MUJERES SOLITARIAS CON CARGAS FAMILIARES NO COMPARTIDAS, DISCAPACITADOS FÍSICOS Y PSÍQUICOS Y PERSONAS O GRUPOS DE POBLACIÓN EN SITUACIÓN DE NCESIDAD, MEDIANTE LA RELIZACIÓN DE LAS SIGUIENTES TAREAS: A) TELEASISTENCIA DOMICILIARIA Y SOCIO-SANITARIA. B) GESTÓN, TOTAL O PARCIAL DE RESIDENCIAS, PISOS TUTELADOS, CENTROS DE DÍA, COMUNIDADES TERAPÉUTICAS Y OTROS CENTROS DE ACOGIDA Y REHABILITACIÓN. C) TRASLADO Y ACOMPAÑAMIENTO DE LOS COLECTIVOS ANTES CITADOS. D) HOSPITALIZACIÓN A DOMICILIO Y AYUDA MÉDICA Y DE ENFERMERÍA A DOMICILIO. 2. LA FORMACIÓN PROFESIONAL Y RECICLAJE DE LAS PERSONAS QUE PRESTEN LOS SERVICIOS EXPRESADOS EN LOS PUNTOS ANTERIORES. 3. LA GESTIÓN DE SISTEMAS DE COMUNICACIÓN RÁPIDA CON SERVICIOS PÚBLICOS ASISTENCIALES: POLICÍA, BOMBEROS, HOSPITALES, CENTROS MÉDICOS, ETC. 4. REALIZAR INVESTIGACIONES, PROYECTOS, ESTUDIOS, CHARLAS, SIMPOSIUMS Y CONGRESOS EN ÁREAS ASISTENCIALES, SOCIALES, RECURSOS COMUNITARIOS Y TODOS AQUELLOS QUE SE REFIERAN A LOS SERVICIOS ENUMERADOS EN EL PUNTO 1. 5. ELABORACIÓN, CONDIMENTACIÓN Y DISTRIBUCIÓN DE COMIDAS, INCLUSO FUERA DE LA SEDE LA ASOCACIÓN, PARA SUMINISTRO A TERCEROS. 6. PRESTACIÓN DE SERVICIOS DE AYUDA DOMICILIARIA, A TODAS AQUELLAS PERSONAS QUE, BIEN POR SU EDAD, CONDICIÓN FÍSICA, MENTAL O DISMINUCIÓN DE TODAS ELLAS EN GENERAL, NO PUEDAN VALERSE POR SÍ MISMAS Y PRECISEN DE ESTE SERVICIO. 7. ADMINSTRACIÓN Y GESTÓN DE SERVICIOS SOCIALES DE BASE, INCLUIDOS EN INSTITUCIONES PÚBLICAS MUNICIPALES. 8. LA INSERCIÓN SOCIAL Y LABORAL DE PERSONAS DESFAVORECIDAS Y/O EN SITUACIÓN DE RIESGO DE EXCLUSIÓN. 9. LA ATENCIÓN A LAS NECESIDADES QUE PUEDAN PRESENTAR LOS COLECTIVOS DE PERSONAS DESFAVORECIDAS Y EN GENERAL AQUELLAS PERSNAS EN SITUACIÓN O RIESGO DE EXCLUSIÓN EN ESPECIAL LA INFANCIA, ADOLESCENCIA Y JUVENTUD A TRAVÉS DE LA ELABORACIÓN, DESARROLLO DE PROGRAMAS Y SERVICIOS GENERALES Y/O ESPECÍFICOS, QUE FAVOREZCAN LA INCORPORACIÓN SOCIAL. 10. LA PRESTACIÓN DE SERVICIOS DE ACOGIMIENTO RESIDENCIAL PARA MENORES Y JÓVENES EN SITUACIÓN DE DESPROTECCIÓN DE CUALQUIER TIPO, CON LA COBERTURA DE TODO TIPO DE NECESIDADES (SANITARIA, ESCOLAR, SOCIAL, FAMILIAR) Y EL SEGUIMIENTO EDUCATIVO DE UN PROCESO INDIVIDUALIZADO DE INCORPORACIÓN A LA VIDA ADULTA. 11. LA PRESTACIÓN DE SERVICIOS DE CENTROS DE DÍA O CUALQUIER OTRO ESPACIO DE PROMOCIÓN DE ACTIVIDADES OCUPACIONALES O DE OCIO Y TIEMPO LIBRE PARA MENORES Y ADOLESCENTES EN SITUACIÓN DE RIESGO DE EXCLUSIÓN. 12. LA CREACIÓN Y/O PROMOCIÓN DE EMPRESAS DE INSERCIÓN O CENTROS LABORALES PROTEGIDOS QUE POSIBILITEN UNA INCORPORACIÓN LABORAL DE FORMA PROGRESIVA Y NORMALIZADA EN COLECTIVOS EN SITUACIÓN DE RIESGO DE EXCLUSIÓN Y, EN ESPECIAL, LA CREACIÓN Y/O PROMOCIÓN DE EMPRESAS DE INSERCIÓN AL OBJETO DE LA PRESTACIÓN DE SERVICIOS DE LIMPIEZA Y CONSERVACIÓN DE TODO TIPO DE INMUEBLES, LOCALES E INSTALACIONES INDUSTRIALES, COMERCIALES Y/O SE SERVICIOS, EN ESPECIAL, INMUEBLES DE SERVICIOS SOCIO ASISTENCIALES (RESIDENCIAS Y CENTROS DE DÍA PARA LA TERCERA EDAD, DISCAPACITADOS, MENORES TUTELADOS, ETC. ), PARA TODO TIPO DE EMPRESAS, PROPORCIONANDO AL PERSONAL EN PROCESO DE INSERCIÓN MEDIDAS PERSONALIZADAS DE APOYO Y ACOMPAÑAMIENTO. 13. LA PRESTACIÓN DE SERVICIOS DE ATENCIÓN, MEDIACIÓN Y ORIENTACIÓN FAMILIAR. 14. LA ELABORACIÓN Y DESARROLLO DE PROYECTOS DE INCORPORACIÓN LABORAL. 15. CUALQUIER OTRO SERVICIO ESPECIALIZADO QUE PUEDA DAR COBERTURA A CUALQUIERA DE LAS NECESIDADES QUE PRESENTEN MENORES O JÓVENES EN SITUACIÓN DE DESPROTECCIÓN O RIESGO DE DESPROTECCIÓN O EN SITUACIÓN DE EXCLUSIÓN. LAS ACTIVIDADES ENUMERADAS PODRÁN TAMBIÉN SER DESARROLLADAS POR LA ASOCIACIÓN, TOTAL O PARCIALMENTE, DE MODO INDIRECTO, MEDIANTE LA PARTICIPACIÓN A TRAVÉS DE CONVENIOS CON OTRAS ASOCIACIONES CON OBJETO ANÁLOGO. TODO ELLO SIEMPRE QUE LO REALICE LA ASOCIACIÓN POR CUENTA PROPIA Y CON EXCEPCIÓN DE LA INTERMEDIACIÓN, Y BAJO DIRECCIÓN DE LOS PROFESIONALES TITULADOS Y CON LAS CONDICIONES QUE EXIJA LA LEGISLACIÓN VIGENTE. LA ASOCIACIÓN TENDRÁ A SU CARGO EL PERSONAL ADECUADO, NO TENIENDO LA MISMA CARÁCTER LUCRATIVO, NI PROFESIONAL. SIN PERJUICIO DE LAS ACTIVIDADES DESCRITAS EN EL APARTADO ANTERIOR, LA ASOCIACIÓN PARA EL CUMPLIMIENTO DE SUS FINES PODRÁ: -DESARROLLAR ACTIVIDADES ECONÓMICAS DE TODO TIPO, ENCAMINADAS A LA REALIZACIÓN DE SUS FINES O A ALLEGAR RECURSOS CON ESE OBJETIVO. -ADQUIRIR Y POSEER BIENES DE TODAS CLASES Y POR CUALQUIER TÍTULO, ASÍ COMO CELEBRAR ACTOS Y CONTRATOS DE TODO GÉNERO. - EJERCITAR TODA CLASE DE ACCIONES CONFORME A LAS LEYES O A SUS ESTATUS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03077",
      "_links": {
        "self": {
          "name": "ASOCIACIÓN URGATZI PARA LA PROMOCIÓN DEL BIENESTAR",
          "href": "https://api.euskadi.eus/procurements/companies/03077"
        }
      }
    },
    {
      "name": "SARBIDE, S.A.",
      "registrationNumber": "02054",
      "identificationNumber": "A48486575",
      "address": "P.A.E. ASUARÁN. EDIFICIO ASÚA - BAJO.",
      "location": {
        "postalCode": "48950",
        "municipality": "Erandio",
        "county": "Bizkaia",
        "municipalityId": "902",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.355.2",
          "name": "Edición de soportes grabados de sonido, vídeo y de informática",
          "_links": {
            "self": {
              "name": "Edición de soportes grabados de sonido, vídeo y de informática",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.355.2"
            }
          }
        },
        {
          "id": "1.653.3",
          "name": "Venta al por menor de artículos de menaje, ferretería, adorno, regalo",
          "_links": {
            "self": {
              "name": "Venta al por menor de artículos de menaje, ferretería, adorno, regalo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.653.3"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2024-10-04",
      "certificateEndDate": "2025-03-18",
      "object": "FABRICAR, DUPLICAR, REALIZAR RÉPLICAS YCOPIAS ASÍ COMO PERSONALIZAR TODO TIPO DE SOPORTES MAGNÉTICOS, ÓPTICOS, Y EN GENERAL DE ALMACENAMIENTO DE DATOS, IMÁGENES Y AUDIO. FABRICAR Y COMERCIALIZAR TODO TIPO DE ESTUCHES, EMBALAJES Y ENVASES PARA LOS CITADOS SOPORTES EN CUALQUIER MATERIAL. REALIZAR DISEÑOS GRÁFICOS PARA TODO TIPO DE IMPRESIÓN EN PAPEL, O CUALQUIER OTRO MATERIAL. LA CREACIÓN , MODIFICACIÓN, TRASCRIPCIÓN O COMERCIALIZACIÓN DE DISTRIBUCIONES MULTIMEDIA, DE CONTENIDO Y TEMÁTICA EDUCATIVA, ASÍ COMO DE CUALQUIER OTRO CONTENIDO, EN FORMATO DIGITAL, ANALÓGICO, FOTOGRÁFICO O IMPRESO, TELEMÁTICO O LOCAL, AMPARANDO LAS PRODUCCIONES AUDIOVISUALES EN GENERAL Y LA EXPLOTACIÓN A TRAVÉS DE CUALQUIERA DE LOS CANALES DE COMUNICACIÓN QUE LA TÉCNICA HACE POSIBLE. LA REALIZACIÓN DE TODO TIPO DE ACTIVIDADES LIGADAS A LA GESTIÓN, INVESTIGACIÓN Y DESARROLLO TECNOLÓGICO, TRATAMIENTO, RECUPERACIÓN Y RECICLAJE DE RESIDUOS INDUSTRIALES CONSIDERADOS POR LA NORMATIVA VIGENTE COMO TÓXICOS, PELIGROSOS, ESPECIALES, NO PELIGROSOS O INERTES, Y CUANTAS ACTIVIDADES COMPLEMENTARIAS, ACCESORIAS Y AUXILIARES SEAN PRECISAS A TAL FIN. REALIZAR LAS OPERACIONES DE RECOGIDA, ALMACENAMIENTO, TRANSPORTE, TRATAMIENTO, RECUPERACIÓN, ELIMINACIÓN, DESTRUCCIÓN Y RECICLAJE DE LOS RESIDUOS PROCEDENTES DE LOS SOPORTES ÓPTICOS, MAGNÉTICOS Y EN GENERAL DE TODOS LOS PROCEDENTES DE LOS SISTEMAS INFORMÁTICOS Y ELECTRÓNICOS. REALIZAR LA RECUPERACIÓN DE LA ENERGÍA Y MATERIAS PRIMAS CONTENIDAS EN LOS RESIDUOS. ENCARGARSE DE LA INVESTIGACIÓN Y EL DESARROLLO DE NUEVAS TECNOLOGÍAS RELACIONADAS CON PROCESOS LIMPIOS O MENOS CONTAMINANTES. REALIZAR CUALESQUIERA OTRAS ACTIVIDADES QUE RESULTEN NECESARIAS PARA LA MEJOR GESTIÓN DE LOS RESIDUOS. LA ASISTENCIA Y GESTIÓN EN EL DISEÑO Y PUESTA EN MARCHA DE ESTRATEGIAS Y POLÍTICAS MEDIOAMBIENTALES Y DE SOSTENIBILIDAD ASÍ COMO LA ASESORÍA EN EL POSICIONAMIENTO ESTRATÉGICO MEDIO AMBIENTAL DE LA EMPRESA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02054",
      "_links": {
        "self": {
          "name": "SARBIDE, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/02054"
        }
      }
    },
    {
      "name": "DANOLUX GASTEIZ SL",
      "registrationNumber": "09009",
      "identificationNumber": "B44604908",
      "address": "Calle Gorbea, 50",
      "location": {
        "postalCode": "01012",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.653.2",
          "name": "Venta al por menor de material y aparatos eléctricos, electrodomésticos y cocina",
          "_links": {
            "self": {
              "name": "Venta al por menor de material y aparatos eléctricos, electrodomésticos y cocina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.653.2"
            }
          }
        }
      ],
      "certificateStartDate": "2024-10-04",
      "certificateEndDate": "2025-04-01",
      "object": "INSTALACIÓN Y VENTA DE TODO TIPO DE LÁMPARAS Y APARATOS DE ILUMINACIÓN.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09009",
      "_links": {
        "self": {
          "name": "DANOLUX GASTEIZ SL",
          "href": "https://api.euskadi.eus/procurements/companies/09009"
        }
      }
    },
    {
      "name": "PRISMAGLOBAL SERVICIOS Y PROYECTOS, S.L.",
      "registrationNumber": "02933",
      "identificationNumber": "B01284983",
      "address": "C/ KAPELAMENDI, 7",
      "location": {
        "postalCode": "01013",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        },
        {
          "id": "1.933.9",
          "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
          "_links": {
            "self": {
              "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.933.9"
            }
          }
        },
        {
          "id": "1.966.9",
          "name": "Otros servicios culturales n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios culturales n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.966.9"
            }
          }
        },
        {
          "id": "1.989.2",
          "name": "Servicios de organización de congresos, asambleas y similares",
          "_links": {
            "self": {
              "name": "Servicios de organización de congresos, asambleas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.989.2"
            }
          }
        }
      ],
      "certificateStartDate": "2024-10-03",
      "certificateEndDate": "2025-04-03",
      "classification": [
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "L",
              "subgroups": [
                {
                  "id": "05",
                  "name": "Organización y promoción de congresos, ferias y exposiciones",
                  "categories": [
                    {
                      "id": "3",
                      "name": "Desde 300.001 Hasta 600.000",
                      "_links": {
                        "self": {
                          "name": "Desde 300.001 Hasta 600.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/3"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Organización y promoción de congresos, ferias y exposiciones",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/L/subgroups/05"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/L"
                }
              }
            },
            {
              "id": "T",
              "subgroups": [
                {
                  "id": "01",
                  "name": "Servicios de publicidad",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 300.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 300.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Servicios de publicidad",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/T/subgroups/01"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/T"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "EL DISEÑO, PLANFICACIÓN, PROYECCIÓN, CREACIÓN, DIRECCIÓN, ORGANIZACIÓN, GESTIÓN, ASESORAMIENTO, EJECUCIÓN, ESTUDIO DE VIABILIDAD, VALORACIÓN, EVALUACIÓN, PROMOCIÓN, EXPLOTACIÓN, ADMINISTRACIÓN, INVESTIGACIÓN , FOMENTO Y PRESTACIÓN DE LAS SIGUIENTES ACTIVIDADES, CAMPAÑAS, PROYECTOS Y SERVICIOS: SOCIO-CULTURALES, CULTURALES, EDUCATIVOS, FORMATIVOS, PREVENTIVOS, SOCIALES EN AMBITO RESIDENCIA Y/O NO RESIDENCIAL, SOCIO-COMUNITARIOS, DEPORTIVOS,ARTÍSTICOS, PROMOCIONALES, DE COOPERACIÓN, PARTICIPACÓN CIUDADANA Y/O SOLIDARIA, TURÍSTICOS, DE ANIMACIÓN TURÍSTICA Y DE TURISMO ACTIVO, DE DIVULGACIÓN Y SENSIBILIZACIÓN SOCIAL, EN CENTROS EDUCATIVOS, FORMATIVOS, CULTURALES, EQUIPAMIENTOS CÍVICOS, SOCIALES, RECREATIVOS, DE ANIMACIÓN Y OCIO, DEPORTIVOS, DE ATENCIÓN SOCIAL Y SOCIO-COMUNITARIA, CENTROS DE DÍA Y REHABILITACIÓN, ASÍ COMO EN LOS DIFERENTES SERVICIOS INTEGRADOS EN LOS MISMOS, DE ENSEÑANZA Y FORMACIÓN EN SUS DISTINTOS NIVELES Y ÁMBITOS, DE OCIO Y TIEMPO LIBRE, DE MONITORES, EDUCADORES, DIRECTORES, COORDINADORES, ANIMADORES, MEDIADORES SOCIALES, TÉCNICOS EN ACTIVIDADES SOCIOCULTURALES Y OTROS PROFESIONALES, DE SOCORRISMO Y BOTIQUÍN, DE ITINERANCIA, DE MEDIACIÓN EMPRESARIAL, DE PUBLICIDAD, COMUNICACIÓN, MARKETING, PATROCINIO Y MECENAZGO, DE ASESORAMIENTO, INFORMACIÓN Y CONSULTORÍA DE EMPRESAS, INSTITUCIONES Y OTRAS ENTIDADES PÚBLICAS Y PRIVADAS CON Y/O SIN ÁNIMO DE LUCRO, DE COOPERACIÓN DE EMPRESAS, DE OFICINAS, CENTROS Y SERVICIOS DE INFORMACIÓN, PROMOCIÓN DEL VOLUNTARIADO Y DE AGENCIAS DE PROMOCIÓN DE LAS ASOCIACIONES, DE PROMOCIÓN DEL EMPLEO, EL COMERCIO Y LA INDUSTRIA, DE DESARROLLO LOCAL, AUTONÓMICO Y ESTATAL, DE CONGRESOS, JORNADAS, SEMINARIOS, CONVENCIONES, CURSOS, ENCUENTROS, CHARLAS, ESCUELAS Y CONFERENCIAS, DE EXPOSICIONES, EVENTOS, MUESTRAS Y FERIAS, DE ESPECTÁCULOS, COMPETICIONES DEPORTIVAS Y CAMPAÑAS ELECTORALES, DE VENTA Y ALQUILER DE MATERIAL DEPORTIVO, EDUCATIVO Y DE ANIMACIÓN, DE CAMPINGS, ALBERGUES, RESIDENCIAS, EQUIPAMIENTOS SANITARIOS, DE EDUCACIÓN Y FORMACIÓN CONSUMISTA, DE BIBLIOTECAS, ARCHIVOS Y MUSEOS, DE REALIZACIÓN DE MATERIAL AUDIOVISUAL, DE GUARDERÍAS INFANTILES, DE MANENIMIENTO Y REPARACIÓN DE VEHÍCULOS AUTOMOTORES, DE HOSTERÍA, DE ALMACENAJE, DE TRANSPORTE CON MEDIOS PROPIOS O AJENOS DE PERSONAS Y MERCANCÍAS DERIVADAS DE LA GESTIÓN DE LOS SERVICIOS MENCIONADOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02933",
      "_links": {
        "self": {
          "name": "PRISMAGLOBAL SERVICIOS Y PROYECTOS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02933"
        }
      }
    },
    {
      "name": "CRITERIA GRUPO DE EVALUACION, S.L.",
      "registrationNumber": "09543",
      "identificationNumber": "B80863921",
      "address": "LAGASCA 5, 3 IZQ",
      "location": {
        "postalCode": "28001",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.846",
          "name": "Empresas de estudios de mercado",
          "_links": {
            "self": {
              "name": "Empresas de estudios de mercado",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.846"
            }
          }
        }
      ],
      "certificateStartDate": "2024-10-03",
      "certificateEndDate": "2025-04-03",
      "object": "LA EVALUACIÓN DE PROGRAMAS, CONTROL DE CALIDAD Y AUDITORIA DE SERVICIOS SOCIALES Y SANITARIOS PÚBLICOS Y PRIVADOS, LA GESTIÓN DE RECURSOS EN DICHOS CAMPOS ASÍ COMO LA FORMACIÓN DE PROFESIONALES Y PERSONAL QUE TRABAJE EN ESTOS ÁMBITOS; LA EVALUACIÓN DE PROGRAMAS Y SISTEMA DE EVALUACIÓN CONTINUADA, TANTO EN SU ASPECTO ECONÓMICO COMO DE ESTRUCTURAS, PROCESOS Y RESULTADOS; LA INVESTIGACIÓN EN DICHAS ÁREAS. ",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09543",
      "_links": {
        "self": {
          "name": "CRITERIA GRUPO DE EVALUACION, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09543"
        }
      }
    },
    {
      "name": "NUNEGAL CONSULTING SL",
      "registrationNumber": "09292",
      "identificationNumber": "B70150453",
      "address": "C/ Copérnico 1, 3º B",
      "location": {
        "postalCode": "15008",
        "municipality": "Coruña, A",
        "county": "Coruña, A",
        "municipalityId": "030",
        "countyId": "15"
      },
      "economicActivities": [
        {
          "id": "1.615.4",
          "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
          "_links": {
            "self": {
              "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.4"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2024-10-03",
      "certificateEndDate": "2025-04-03",
      "object": "-DESARROLLO DE APLICACIONES Y SOFTWARE. -MANTENIMIENTO E INSTALACIÓN DE REDES INFORMÁTICAS. -VENTA AL POR MENOR DE EQUIPOS INFORMÁTICOS.-PROGRAMACIÓN Y MANTENIMIENTO DE EQUIPOS INFORMÁTICOS. -EXPLOTACIÓN ELECTRÓNICA POR CUENTA DE TERCEROS. PRESTACIÓN DE SERVICIOS DE ESTUDIO Y ANÁLISIS DE PROCESOS PARA SU TRATAMIENTO MECÁNICO, PROGRAMACIÓN DE EQUIPOS ELECTRÓNICOS, REGISTRO DE DATOS PARA SOPORTES DE ENTRADA PARA ORDENADORES, VENTA DE PROGRAMAS, PROCESO DE DATOS POR CUENTA DE TERCEROS Y OTROS SERVICIOS INDEPENDIENTES DE ELABORACIÓN DE DATOS Y TABULACIÓN. -CREACIÓN Y MANTENIMIENTO DE PÁGINAS WEB. -INTERMEDIARIOS DE COMERCIO.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09292",
      "_links": {
        "self": {
          "name": "NUNEGAL CONSULTING SL",
          "href": "https://api.euskadi.eus/procurements/companies/09292"
        }
      }
    }
  ]
}