{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 94,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "BATBITAHIRU, S.L.",
      "registrationNumber": "09962",
      "identificationNumber": "B75214262",
      "address": "Mundaitz Kalea, 50",
      "location": {
        "postalCode": "20012",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.847",
          "name": "Servicios de consultoría",
          "_links": {
            "self": {
              "name": "Servicios de consultoría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.847"
            }
          }
        },
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        },
        {
          "id": "1.932.1",
          "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-09",
      "certificateEndDate": "2026-06-14",
      "object": "ACTIVIDAD PRINCIPAL: 702 ACTIVIDADES DE CONSULTORÍA DE GESTIÓN EMPRESARIAL. 7021 RELACIONES PÚBLICAS Y COMUNICACIÓN. 7022.- OTRAS ACTIVIDADES DE CONSULTORÍA DE GESTIÓN EMPRESARIAL. 7830.- OTRA PROVISIÓN DE RECURSOS HUMANOS. 8559.- OTRA EDUCACIÓN N.C.O.P. 8560 ACTIVIDADES AUXILIARES A LA EDUCACIÓN. 9499.- OTRAS ACTIVIDADES ASOCIATIVAS N.C.O.P. 7021 RELACIONES PÚBLICAS Y COMUNICACIÓN. 7022 OTRAS ACTIVIDADES DE CONSULTORÍA DE GESTIÓN EMPRESARIAL.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09962",
      "_links": {
        "self": {
          "name": "BATBITAHIRU, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09962"
        }
      }
    },
    {
      "name": "ELECTRO ALAVESA, S.A.",
      "registrationNumber": "00838",
      "identificationNumber": "A01022938",
      "address": "C/ AGUIRRELANDA, Nº 1",
      "location": {
        "postalCode": "01013",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        },
        {
          "id": "1.504.12",
          "name": "Instalaciones eléctricas en toda clase de edificios",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en toda clase de edificios",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.12"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-09",
      "certificateEndDate": "2026-06-15",
      "object": "LA INSTALACIÓN Y MANTENIMIENTO DE APARATOS, DISPOSITIVOS Y SISTEMAS DE SEGURIDAD Y CONTRA INCENDIOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/00838",
      "_links": {
        "self": {
          "name": "ELECTRO ALAVESA, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/00838"
        }
      }
    },
    {
      "name": "PREZERO JARDINERÍA, S.L.",
      "registrationNumber": "05839",
      "identificationNumber": "B95377701",
      "address": "C/ Dédalo, nº 2",
      "location": {
        "postalCode": "28037",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.911",
          "name": "Servicios agrícolas y ganaderos",
          "_links": {
            "self": {
              "name": "Servicios agrícolas y ganaderos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.911"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-09",
      "certificateEndDate": "2026-06-11",
      "object": "1-CONTRATACIÓN, GESTIÓN, PROYECCIÓN, CONSTRUCCIÓN Y EJECUCIÓN DE TODA CLASE DE OBRA PÚBLICA O PRIVADA. 2- DISEÑO, CONSTRUCCIÓN, EJECUCIÓN, EXPLOTACIÓN, GESTIÓN, ADMINISTRACIÓN, CONSERVACIÓN DE TODA CLASE DE INFRAESTRUCTURAS Y DE OBRAS, YA SEA DIRECTAMENTE O A TRAVÉS DE LA PARTICIPACIÓN EN SOCIEDADES, AGRUPACIONES, CONSORCIOS Y CUALQUIER OTRA FIGURA ANÁLOGA LEGALMENTE PERMITIDA EN EL PAÍS DE QUE SE TRATE. 3-EXPLOTACIÓN Y PRESTACIÓN DE TODO TIPO DE SERVICIOS RELACIONADOS CON LA INFRAESTRUCTURA DEL TRANSPORTE URBANO E INTERURBANO, YA SEA POR VÍA TERRESTRE, MARÍTIMA O AÉREA. EXPLOTACIÓN Y GESTIÓN DE TODA CLASE DE OBRAS Y SERVICIOS COMPLEMENTARIOS QUE PUEDAN OFRECERSE EN LAS ÁREAS DE INFRAESTRUCTURAS Y OBRAS PÚBLICAS Y PRIVADAS. 4- GESTIÓN, ADMINISTRACIÓN, ADQUISICIÓN, PROMOCIÓN, ENAJENACIÓN, REHABILITACIÓN Y EXPLOTACIÓN EN CUALQUIER FORMA DE SOLARES, TERRENOS, CONJUNTOS RESIDENCIALES, URBANIZACIONES O PROMOCIONES INMOBILIARIAS Y, EN GENERAL, DE TODA CLASE DE BIENES INMUEBLES. 5- FABRICACIÓN, ADQUISICIÓN, SUMINISTRO, IMPORTACIÓN, EXPORTACIÓN, ARRENDAMIENTO, INSTALACIÓN, MANTENIMIENTO, DISTRIBUCIÓN Y EXPLOTACIÓN DE MAQUINARIA, HERRAMIENTAS, VEHÍCULOS, INSTALACIONES, MATERIALES, EQUIPOS Y MOBILIARIO DE TODAS CLASES, INCLUIDO EL MOBILIARIO Y EQUIPAMIENTOS URBANOS. 6. ADQUISICIÓN, EXPLOTACIÓN, VENTA Y CESIÓN DE DERECHOS DE PROPIEDAD INDUSTRIAL E INTELECTUAL. 7-PRESTACIÓN DE SERVICIOS RELACIONADOS CON LA CONSERVACIÓN, REPARACIÓN, MANTENIMIENTO, SANEAMIENTO Y LIMPIEZA DE TODA CLASE DE OBRAS, INSTALACIONES Y SERVICIOS TANTO A ENTIDADES PÚBLICAS COMO PRIVADAS. 8- PRESTACIÓN DE SERVICIOS PROPIOS DE LA ACTIVIDAD DE INGENIERÍA, TALES COJO LA REALIZACIÓN DE PROYECTOS, ESTUDIOS E INFORMES. 9. ELABORACIÓN DE PROYECTOS Y ESTUDIOS, CONSTRUCCIÓN, MANTENIMIENTO, EXPLOTACIÓN Y COMERCIALIZACIÓN DE TODO TIPO DE INSTALACIONES Y SERVICIOS DE SUMINISTRO, DEPURACIÓN, TRANSFORMACIÓN Y TRATAMIENTO DE CUALQUIER CLASE DE AGUAS Y RESIDUOS. INVESTIGACIÓN Y DESARROLLO DE ESTOS MISMOS CAMPOS. 10- PRESTACIÓN DE SERVICIOS RELACIONADOS  CON EL MEDIO AMBIENTE, TALES COMO EL CONTROL DE HUMOS Y RUIDOS, Y LA GESTIÓN INTEGRAL DE BASURAS, TANTO EN LO QUE SE REFIERE A SU RECOGIDA COMO A SU DEPURACIÓN, TRANSFORMAICÓN Y TRATAMIENTO. 11- INVESTIGACIÓN, DISEÑO, DESARROLLO , FABRICACIÓN, EXPLOTACIÓN Y CESIÓN DE PROGRAMAS Y, EN GENERAL, DE PRODUCTOS INFORMÁTICOS, ELECTRÓNICOS Y DE TELECOMUNICACIÓN. 12. CONSTRUCCIÓN, GESTIÓN, OPERACIÓN, EXPLOTACIÓN Y MANTENIMIENTO DE INSTALACIONES DE PRODUCCIÓN DE CUALQUIER CLASE DE ENERGÍA. SE EXCEPTÚAN AQUELLAS ACTIVIDADES  REGULADAS POR DISPOSICIONES LEGALES E INCOMPATIBLES CON ESTE APARTADO DEL OBJETO SOCIAL. 13- LA INVESTIGACIÓN, EXPLOTACIÓN Y APROVECHAMIENTO DE YACIMIENTOS MINERALES, ASÍ COMO LA ADQUISICIÓN , USO Y DISFRUTE DE PERMISOS, CONCESIONES, LICENCIAS, AUTORIZACIONES Y DEMÁS DERECHOS DE CARÁCTER MINERO; Y LA INDUSTRIALIZACIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN DE PRODUCTOS MINERALES. QUEDAN EXCEPTUADAS LAS ACTIVIDADES RELACIONADAS CON MINERALES DE INTERÉS ESTRATÉGICO. 14- LA TITULARIDAD DE TODA CLASE DE CONCESIONES, SUBCONCESIONES, AUTORIZACIONES Y LICENCIAS ADMINISTRATIVAS DE OBRAS, SERVICIOS Y MIXTAS DEL ESTADO, COMUNIDADES AUTÓNOMAS, PROVINCIAS, MUNICIPIOS, ORGANISMOS AUTÓNOMOS, ENTIDADES AUTÓNOMAS Y, EN GENERAL, DE CUALQUIER ESTADO EXTRANJERO E INSTITUCIONES INTERNACIONALES. 15- CONSTRUCCIÓN, EXPLOTACIÓN Y GESTIÓN DE TODO TIPO DE ESTABLECIMIENTOS DEDICADOS A LA HOSTELERÍA, RESTAURACIÓN, ACTIVIDADES  DEPORTIVAS, PARQUES DE ATRACCIONES Y, EN GENERAL, DE CUALQUIER OTRA ACTIVIDAD RELACIONADA CON EL OCIO, EL DEPORTE Y LA RECREACIÓN. 16-  PRESTACIÓN A CUALQUIER CLASE DE SOCIEDADES Y EMPRESAS DE SERVICIOS DE GESTIÓN Y ADMINISTRACIÓN ASÍ COMO DE CONSULTORÍA Y ASESORAMIENTO EN MATERIA DE CONTABILIDAD, ASISTENCIA LEGAL, TÉCNICA, FINANCIERA, FISCAL Y DE RECURSOS HUMANOS Y LABORAL. 17. EN TODO LO QUE NO SUPONGA COLISIÓN CON LAS ACTIVIDADES LEGALMENTE RESERVADAS POR LEGISLACIÓN ESPECIAL, Y EN PARTICULAR, POR LA LEGISLACIÓN DE LAS INSTITUCIONES DE INVERSIÓN COLECTIVA Y DEL MERCADO DE VALORES, CONCERTAR Y REALIZAR POR CUENTA PROPIA TODA CLASE DE OPERACIONES CON RESPECTO A VALORES EN CUALQUIER TIPO DE MERCADO NACIONAL O INTERNACIONAL, COMPRAR, VENDER O DE OTRO MODO, ADQUIRIR, TRANSMITIR, SUSTITUIR, ENAJENAR, PIGNORAR Y SUSCRIBIR TODA CLASE DE ACCIONES, VALORES CONVERTIBLES EN ELLAS O QUE OTORGUEN DERECHO A SU ADQUISICIÓN O SUSCRIPCIÓN, OBLIGACIONES, DERECHOS, BONOS, PAGARÉS, EFECTOS PÚBLICOS O VALORES MOBILIARIO, Y PARTICIPAR EN OTRAS SOCIEDADES. 18- RECOGIDA, ALMACENAMIENTO, ELIMINACIÓN, TRATAMIENTO, RECICLAJE, COMERCIALIZACIÓN Y TRANSPORTE Y VALORIZACIÓN DE RESIDUOS SÓLIDOS URBANOS, RESIDUOS INDUSTRIALES, RESIDUOS INERTES, RESIDUOS SANITARIOS, DE LODOS Y SUBPRODUCTOS, Y DE CUALQUIER OTRA NATURALEZA, TANTO A ENTIDADES PÚBLICAS COO PRIVADAS. PRESTACIÓN DE SERVICIOS DE RECOGIDA SELECTIVA DE RESIDUOS Y DE LIMPIEZA VIARIA. 19- REALIZACIÓN DE ACTIVIDADES DE CONSTRUCCIÓN, INSTALACIÓN Y GESTIÓN DE TODA CLASE DE VERTEDEROS DESTINADOS A FAVORECER EL MEDIO AMBIENTE, EN CUALQUIERA DE SUS VECTORES (AIRE, AGUA, TIERRA), EN TODOS LOS ÁMBITOS Y SECTORES Y, EN ESPECIAL, LOS QUE REQUIERAN LA APLICACIÓN DE TECNOLOGÍAS MEDIOAMBIENTALES, QUÍMICAS, TECNOLOGÍAS LIMPIAS, TECNOLOGÍAS DE RECUPERACIÓN, RECICLAJE Y TRATAMIENTO, ASÍ COMO TODAS AQUELLAS DESTINADAS A LA REDUCCIÓN, MINIMIZACIÓN Y PREVENCIÓN DE LA CONTAMINACIÓN, INCLUYENDO TODAS AQUELLAS ACTIVIDADESS COMPLEMENTARIAS Y NECESARIAS PARA EL DESEMPEÑO DE LA PRINCIPAL, EN ESPECIAL EL DEPÓSITO DE SEGURIDAD Y TRANSPORTE. 20- SERVICIOS DE CONSERVACIÓN Y MANTENIMIENTO DE PARQUES, MONTES Y JARDINES, PLANTACIONES Y TODA CLASE DE SERVICIOS VINCULADOS A LA PROTECCIÓN DE ESPECIES. 21. SERVICIOS RELACIONADOS CON TRATAMIENTOS SELVÍCOLAS Y FITOSANITARIOS. PRESTACIÓN DE SERVICIOS FORESTALES Y DE REPOBLACIÓN, INCLUIDA LA EJECUCIÓNDE ACTIVIDADES PROPIAS DE LA DEFENSA DEL MEDIO AMBIENTE FRENTE A INCENDIOS Y ACONTECIMIENTOS NATURALES. SERVICIOS AÉREOS DE  FUMIGACIÓN, CONTROL, VIGILANCIA AÉREA Y EXTINCIÓN DE INCENDIOS. PREVENCIÓN DE INCENDIOS FORESTALES. 22- LA PRÁCTICA DE ANÁLISIS QUÍMICOS Y LA INVESTIGACIÓN  EN LOS SECTORES ECOLÓGICO, AGRÍCOLA, ZOOTÉCNICO Y ALIMENTARIO; ASÍ COMO LA PRESTACIÓN DE TECNOLOGÍA Y SERVICIOS PARA LA REDACCIÓN Y EJECUCIÓN DE PROYECTOS DE IMPLANTACIÓN DE EMPRESAS DE DICHOS RAMOS, Y DE ASISTENCIA TÉCNICA PARA SU DESARROLLO Y GESTIÓN. EL DESARROLLO, FABRICACIÓN, ALMACENAMIENTO, DISTRIBUCIÓN Y VENTA DE PRODUCTOS Y EQUIPOS RELACIONADOS CON EL MEDIO AMBIENTE Y LAS LIMPIEZAS INDUSTRIALES. 24- CONSERVACIÓN, MANTENIMIENTO Y GESTIÓN INTEGRAL DE EDIFICIOS, APARCAMIENTOS, AEROPUERTOS, OBRAS, INSTALACIONES E INFRAESTRUCTURAS. LIMPIEZA, DESRATIZACIÓN Y DESINFECCIÓN DE EDIFICIOS, OBRAS, INSTALACIONES, INFRAESTRUCTURAS. CONSERVACIÓN Y MANTENIMIENTO DE MONUMENTOS Y EDIFICIOS SINGULARES. LIMPIEZA DE POLIDEPORTIVOS. CONSERVACIÓN Y MANTENIMIENTO DE REDES DE AGUA Y ALCANTIARILLADO. 25- SERVICIOS DE MANTENIMIENTO Y CONSERVACIÓN DE VÍAS PÚBLICAS URBANAS, ASÍ COMO MANTENIMIENTO, REHABILITACIÓN, REFORMA Y CONSERVACIÓN DE PAVIMENTO POR VÍAS URBANAS, Y MOBILIARIO URBANO.\n\n\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05839",
      "_links": {
        "self": {
          "name": "PREZERO JARDINERÍA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05839"
        }
      }
    },
    {
      "name": "DEVOL RPA SOCIEDAD LIMITADA",
      "registrationNumber": "09385",
      "identificationNumber": "B02871580",
      "address": "Calle Santa Isabel (48003), 10 8B",
      "location": {
        "postalCode": "48003",
        "municipality": "Arrigorriaga",
        "county": "Bizkaia",
        "municipalityId": "011",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-09",
      "certificateEndDate": "2026-06-01",
      "object": "ACTIVIDAD PRINCIPAL: 62.02 / ACTIVIDADES DE CONSULTORÍA INFORMÁTICA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09385",
      "_links": {
        "self": {
          "name": "DEVOL RPA SOCIEDAD LIMITADA",
          "href": "https://api.euskadi.eus/procurements/companies/09385"
        }
      }
    },
    {
      "name": "TAPERSTUDIO ARKITEKTURA, S.L.",
      "registrationNumber": "08112",
      "identificationNumber": "B95824249",
      "address": "Av. Lehendakari Aguirre 11, 4º, dep.02",
      "location": {
        "postalCode": "48014",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.843.2",
          "name": "Servicios técnicos de arquitectura y urbanismo",
          "_links": {
            "self": {
              "name": "Servicios técnicos de arquitectura y urbanismo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.2"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-09",
      "certificateEndDate": "2026-06-18",
      "object": "LA ACTIVIDAD PROPIA DE LOS PROFESIONALES DE LA ARQUITECTURA: LA PRESTACIÓN DE SERVICIOS PROFESIONALES EN LOS CAMPOS DE LA ARQUITECTURA Y EL URBANISMO A CARGO DE LOS ARQUITECTOS SOCIOS, CON LA COLABORACIÓN, EN SU CASO, DE OTROS PROFESIONALES LEGALMENTE COMPETENTES. LA ASUNCIÓN, EN REPRESENTACIÓN DE LOS SEÑORES CLIENTES Y POR CUENTA EXCLUSIVA DE LOS MISMOS, DE LAS ACTIVIDADES DE GESTIÓN, ASESORAMIENTO, COORDINACIÓN Y ADMINISTRACIÓN QUE GUARDEN RELACIÓN Y SEAN COMPATIBLES CON LA REALIZACIÓN DE LAS MISIONES PROFESIONALES ENCARGADAS. LA PRESTACIÓN DE SERVICIOS INTEGRALES DE ARQUITECTURA, TANTO INTERIORES COMO EXTERIORES, A CARGO DE ARQUITECTOS, DECORADORES, APAREJADORES Y DELINEANTES, CON LA COLABORACIÓN, EN SU CASO, DE OTROS PROFESIONALES LEGALMENTE COMPETENTES. LA EDICIÓN Y EL DISEÑO GRÁFICO POR ORDENADOR, MECANOGRAFIADO DE TEXTOS, REALIZACIÓN DE DIBUJOS, PROYECTOS, MAQUETAS, CAPTURAS DE IMÁGENES Y RETOQUES FOTOGRÁFICOS, TODO ELLO REALIZABLE POR ORDENADOR, RELACIONADOS CON LA ARQUITECTURA. LA REALIZACIÓN DE OBRAS, ELABORACIÓN DE PROYECTOS Y PRESTACIÓN DE SERVICIOS DE ARQUITECTURA. LA PRESTACIÓN DE TODA CLASE DE SERVICIOS RELACIONADOS CON EL ÁMBITO ARQUITECTÓNICO, POR MEDIO DE LA FORMULACIÓN, DESARROLLO Y PUESTA EN MARCHA DE ESTUDIOS, ACTUACIONES Y PROYECTOS. LOS PROYECTOS DE INVESTIGACIÓN, DESARROLLO E INNOVACIÓN TECNOLÓGICA (I+D+I) Y TODOS LOS RELACIONADOS CON LA INNOVACIÓN TECNOLÓGICA Y EMPRESARIAL RELACIONADOS CON LA ARQUITECTURA. LA ELABORACIÓN DE INFORMES, DICTÁMENES Y TASACIONES, ASÍ COMO CUALQUIER SERVICIO RELACIONADO CON LA ARQUITECTURA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08112",
      "_links": {
        "self": {
          "name": "TAPERSTUDIO ARKITEKTURA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08112"
        }
      }
    },
    {
      "name": "ANOETA AROSTEGIA, S.L.",
      "registrationNumber": "02863",
      "identificationNumber": "B20671293",
      "address": "PLAZA DE LOS MARINOS, 6",
      "location": {
        "postalCode": "20011",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.465",
          "name": "Fabricación de objetos diversos de madera",
          "_links": {
            "self": {
              "name": "Fabricación de objetos diversos de madera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.465"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-09",
      "certificateEndDate": "2026-06-17",
      "classification": [
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "O",
              "subgroups": [
                {
                  "id": "01",
                  "name": "Conservación y mantenimiento de edificios",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 600.001 Hasta 1.1200.000",
                      "_links": {
                        "self": {
                          "name": "Desde 600.001 Hasta 1.1200.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Conservación y mantenimiento de edificios",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/O/subgroups/01"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/O"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "LA CARPINTERÍA , ASI COMO LA EBANISTERÍA Y CUANTOS TRABAJOS ESTÉN RELACIONADOS CON LA INDUSTRIA Y EL COMERCIO DE LA MADERA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02863",
      "_links": {
        "self": {
          "name": "ANOETA AROSTEGIA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02863"
        }
      }
    },
    {
      "name": "LEHENGOAK BABES INGENIARITZA, S.L.",
      "registrationNumber": "04400",
      "identificationNumber": "B17079112",
      "address": "ERRATZU INDUSTRIALDEA 301",
      "location": {
        "postalCode": "20130",
        "municipality": "Urnieta",
        "county": "Gipuzkoa",
        "municipalityId": "072",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-09",
      "certificateEndDate": "2026-06-15",
      "classification": [
        {
          "id": "O",
          "name": "Obras",
          "groups": [
            {
              "id": "K",
              "name": "ESPECIALES",
              "subgroups": [
                {
                  "id": "09",
                  "name": "Instalaciones contra incendios",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 840.001 Hasta 2.400.000",
                      "_links": {
                        "self": {
                          "name": "Desde 840.001 Hasta 2.400.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Instalaciones contra incendios",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/K/subgroups/09"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "name": "ESPECIALES",
                  "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/K"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Obras",
              "href": "https://api.euskadi.eus/procurements/companies/types/O"
            }
          }
        },
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "P",
              "subgroups": [
                {
                  "id": "05",
                  "name": "Mtto. y reparación de equipos e instalaciones de de seguridad y contra incendios",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 600.001 Hasta 1.1200.000",
                      "_links": {
                        "self": {
                          "name": "Desde 600.001 Hasta 1.1200.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Mtto. y reparación de equipos e instalaciones de de seguridad y contra incendios",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/P/subgroups/05"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/P"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "LA COMPRA Y VENTA DE CUALESQUIERA COMPONENTES HIDRÁULICOS, NEUMÁTICOS Y DE ENGRASE; ACCESORIOS PARA LA INDUSTRIA EN GENERAL; RECARGA, RETINBRADO Y COMERCIALIZACIÓN DE EXTINTORES; INSTALACIÓN DE MEDIOS DE PROTECCIÓN CONTRA INCENDIOS Y SISTEMAS DE SEGURIDAD EN GENERAL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04400",
      "_links": {
        "self": {
          "name": "LEHENGOAK BABES INGENIARITZA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04400"
        }
      }
    },
    {
      "name": "CAMPUSDEPORTIVOVIRTUAL, S.L.",
      "registrationNumber": "02771",
      "identificationNumber": "B95113015",
      "address": "C/ FRANCESC MACIA Nº 4 4º",
      "location": {
        "postalCode": "48014",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.659.2",
          "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
          "_links": {
            "self": {
              "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.2"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        },
        {
          "id": "1.961.1",
          "name": "Producción de películas cinematográficas (incluso vídeos)",
          "_links": {
            "self": {
              "name": "Producción de películas cinematográficas (incluso vídeos)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.961.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-09",
      "certificateEndDate": "2026-06-15",
      "object": "Diseño, programación y comercialización de aplicaciones informáticas.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02771",
      "_links": {
        "self": {
          "name": "CAMPUSDEPORTIVOVIRTUAL, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02771"
        }
      }
    },
    {
      "name": "CONSTRUCCIONES AMENABAR SA",
      "registrationNumber": "00010",
      "identificationNumber": "A20072302",
      "address": "Paseo Miramon, 185 ",
      "location": {
        "postalCode": "20014",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        },
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        },
        {
          "id": "1.754.9",
          "name": "Otros depósitos y almacenes especiales n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros depósitos y almacenes especiales n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.754.9"
            }
          }
        },
        {
          "id": "1.833.2",
          "name": "Promoción de edificaciones",
          "_links": {
            "self": {
              "name": "Promoción de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.833.2"
            }
          }
        },
        {
          "id": "1.833.21",
          "name": "Promoción de edificaciones - Cuota fija",
          "_links": {
            "self": {
              "name": "Promoción de edificaciones - Cuota fija",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.833.21"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-09",
      "certificateEndDate": "2026-06-16",
      "object": "1. LA CONSTRUCCIÓN DE OBRAS PÚBLICAS Y PRIVADAS EN SU TOTALIDAD O EN CUALQUIERA DE SUS FASES; LA CONSTRUCCIÓN DE INMUEBLES; LA COMPRA Y VENTA DE MUEBLES Y TERRENOS, Y EN GENERAL TODO CUANTO PUEDA RELACIONARSE CON LO ANTERIOR. 2. REDACCIÓN, ELABORACIÓN, CONTROL Y TRAMITACIÓN DE PROYECTOS TÉCNICOS, EDIFICACIÓN Y OBRA CIVIL. 3. DIRECCIÓN TÉCNICA Y CONTROL DE INSTALACIONES, EDIFICACIÓN Y OBRA CIVIL. 4. DEMOLICIÓN Y DESMONTAJE DE TODA CLASE DE INMUEBLES O INSTALACIONES, ASÍ COMO EL TRATAMIENTO, TRANSPORTE Y RECICLADO DE LOS PRODUCTOS DERIVADOS DE ESTA ACTIVIDAD. 5. DEMOLICIÓN Y DESMONTAJE DE TODA CLASE DE PRODUCTOS DE FIBROCEMENTO Y DERIVADOS DEL AMIANTO, ASÍ COMO EL TRATAMIENTO, TRANSPORTE Y RECICLADO DE LOS PRODUCTOS DERIVADOS DE ESTA ACTIVIDAD.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/00010",
      "_links": {
        "self": {
          "name": "CONSTRUCCIONES AMENABAR SA",
          "href": "https://api.euskadi.eus/procurements/companies/00010"
        }
      }
    },
    {
      "name": "LUKATEGI GUNIKER, S.L.",
      "registrationNumber": "05622",
      "identificationNumber": "B95464061",
      "address": "LAUAXETA OLERKARIA Nº 52, A, BAJO A3",
      "location": {
        "postalCode": "48100",
        "municipality": "Mungia",
        "county": "Bizkaia",
        "municipalityId": "069",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        },
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        },
        {
          "id": "1.833.21",
          "name": "Promoción de edificaciones - Cuota fija",
          "_links": {
            "self": {
              "name": "Promoción de edificaciones - Cuota fija",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.833.21"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-09",
      "certificateEndDate": "2026-06-10",
      "classification": [
        {
          "id": "O",
          "name": "Obras",
          "groups": [
            {
              "id": "E",
              "name": "HIDRAULICAS",
              "subgroups": [
                {
                  "id": "01",
                  "name": "ABASTECIMIENTOS Y SANEAMIENTOS",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 840.001 Hasta 2.400.000",
                      "_links": {
                        "self": {
                          "name": "Desde 840.001 Hasta 2.400.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "ABASTECIMIENTOS Y SANEAMIENTOS",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/01"
                    }
                  }
                },
                {
                  "id": "04",
                  "name": "ACEQUIAS Y DESAGÜES",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 840.001 Hasta 2.400.000",
                      "_links": {
                        "self": {
                          "name": "Desde 840.001 Hasta 2.400.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "ACEQUIAS Y DESAGÜES",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/04"
                    }
                  }
                },
                {
                  "id": "05",
                  "name": "DEFENSAS DE MARGENES Y ENCAUZAMIENTOS",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 840.001 Hasta 2.400.000",
                      "_links": {
                        "self": {
                          "name": "Desde 840.001 Hasta 2.400.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "DEFENSAS DE MARGENES Y ENCAUZAMIENTOS",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/05"
                    }
                  }
                },
                {
                  "id": "07",
                  "name": "OBRAS HIDRAULICAS SIN CUALIFICACION ESPECIFICA",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 840.001 Hasta 2.400.000",
                      "_links": {
                        "self": {
                          "name": "Desde 840.001 Hasta 2.400.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "OBRAS HIDRAULICAS SIN CUALIFICACION ESPECIFICA",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/07"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "name": "HIDRAULICAS",
                  "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E"
                }
              }
            },
            {
              "id": "G",
              "name": "VIALES Y PISTAS",
              "subgroups": [
                {
                  "id": "06",
                  "name": "Obras viales sin cualificación específica",
                  "categories": [
                    {
                      "id": "3",
                      "name": "Desde 360.001 Hasta 840.000",
                      "_links": {
                        "self": {
                          "name": "Desde 360.001 Hasta 840.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/3"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Obras viales sin cualificación específica",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/G/subgroups/06"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "name": "VIALES Y PISTAS",
                  "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/G"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Obras",
              "href": "https://api.euskadi.eus/procurements/companies/types/O"
            }
          }
        },
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "O",
              "subgroups": [
                {
                  "id": "03",
                  "name": "Conservación y mantenimiento de de redes de agua y alcantarillado",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 300.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 300.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Conservación y mantenimiento de de redes de agua y alcantarillado",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/O/subgroups/03"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/O"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "LA CONSTRUCCIÓN COMPLETA O PARCIAL, REPARACIÓN, CONSERVACIÓN, REVESTIMIENTOS DE TODA CLASE DE INMUEBLES Y OBRAS CIVILES. LA ADQUISICIÓN, POR CUALQUIER TÍTULO DE FINCAS RÚSTICAS Y URBANAS, LA CONSTRUCCIÓN DE ÉSTAS Y LA ADMINISTRACIÓN, TENENCIA, EXPLOTACIÓN Y ARRENDAMIENTO DE TALES BIENES Y SU VENTA TOTAL O PARCIAL, SEGÚN CONVENGA PARA SU APROVECHAMIENTO AGRÍCOLA, FORESTAL, URBANO, INDUSTRIAL O DE CUALQUIER TIPO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05622",
      "_links": {
        "self": {
          "name": "LUKATEGI GUNIKER, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05622"
        }
      }
    }
  ]
}