{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 701,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "TÉCNICOS ASOCIADOS TERRANOVA, S.L.",
      "registrationNumber": "01684",
      "identificationNumber": "B48794432",
      "address": "P.I. Urazandi, Parcela 3 - Edificio 2",
      "location": {
        "postalCode": "48950",
        "municipality": "Erandio",
        "county": "Bizkaia",
        "municipalityId": "902",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2012-03-08",
      "certificateEndDate": "2012-09-01",
      "object": "a) LA PRESTACION DE SERVICIOS Y LA EJECUCION Y REALIZACION DE TODOS Y CUALESQUIERA TRABAJOS RELACIONADOS CON GEOFISICA, GEODESIA, GEOLOGIA, GEOQUIMICA, GEOTECNIA, OCEANOGRAFIA, TOPOGRAFIA, ELECTRONICA, MEDIO AMBIENTE, CONTAMINACION, HIDROLOGIA, HIDROGEOLOGIA, CLIMATOLOGIA, EDAFOLOGIA, AGRONOMIA, GESTION Y TRATAMIENTO DE RESIDUOS, AIRE, AGUAS Y SUELOS, CONSTRUCCION E INGENIERIA CIVIL, INDUSTRIAL O DE CUALQUIER TIPO, RECURSOS NATURALES, ENERGIA, EN TODAS SUS MODALIDADES Y TECNICAS. b) LA FABRICACION, IMPORTACION, EXPORTACION, REPRESENTACION, DISTRIBUCION, COMPRA, VENTA Y ALQUILER DE TODA CLASE DE MERCANCIA, MAQUINARIA, PIEZAS, UTILES Y ARTICULOS, HERRAMIENTAS, PRODUCTOS, MOBILIARIO EN GENERAL, EQUIPOS Y REPUESTOS NECESARIOS PARA LAS ACTIVIDADES ANTES INDICADAS O RELACIONADAS CON ELLAS. c) LA PROMOCION Y CONSTRUCCION POR CUENTA PROPIA O AJENA DE TODO TIPO DE OBRAS RELACIONADAS CON LAS ACTIVIDADES CITADAS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01684",
      "_links": {
        "self": {
          "name": "TÉCNICOS ASOCIADOS TERRANOVA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/01684"
        }
      }
    },
    {
      "name": "LYT INGENIERÍA TOPOGRÁFICA E INFORMÁTICA, S.L.",
      "registrationNumber": "02062",
      "identificationNumber": "B20558649",
      "address": "C/ POKOPANDEGI, 9 - 1º. OFIC. 10",
      "location": {
        "postalCode": "20018",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2012-03-08",
      "certificateEndDate": "2012-08-27",
      "object": "LA REALIZACIÓN DE TODO TIPO DE TRABAJOS DE INGENIERÍA TOPOGRÁFICA E INFORMÁTICA GRÁFICA APLICADA A LA INGENIERÍA TOPOGRÁFICA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02062",
      "_links": {
        "self": {
          "name": "LYT INGENIERÍA TOPOGRÁFICA E INFORMÁTICA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02062"
        }
      }
    },
    {
      "name": "CONSTRUCCIONES AIKAR ANAIAK, S.L.",
      "registrationNumber": "03722",
      "identificationNumber": "B95342499",
      "address": "POL. IND. LANDETXE, 46",
      "location": {
        "postalCode": "48480",
        "municipality": "Zaratamo",
        "county": "Bizkaia",
        "municipalityId": "097",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        },
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        }
      ],
      "certificateStartDate": "2012-03-08",
      "certificateEndDate": "2012-09-02",
      "object": "1.- LA CONSTRUCCIÓN COMPLETA, REHABILITACIÓN, REPARACIÓN Y CONSERVACIÓN DE EDIFICACIONES Y OBRAS CIVILES, VIALES, CALLES, JARDINES, AUTOPISTAS, INCLUSO LIMPIEZA Y BARRIDO DE LOS MISMOS UTILIZANDO PARA ELLO BIEN MAQUINARIA PROPIA O AJENA.\r\n2.- EJECUCIÓN Y MANTENIMIENTO DE INSTALACIONES MECÁNICAS EN GENERAL, INSTALACIONES FRIGORÍFICAS, INSTALACIONES DE CALEFACCIÓN, VENTILACIÓN Y CLIMATIZACIÓN, INSTALACIONES ELEVADORAS Y TRANSPORTADORAS, E INSTALACIONES DE TRATAMIENTO DE AGUAS DE TODO TIPO.\r\n3.- REDACCIÓN Y CONFECCIÓN DE PROYECTOS TÉCNCIOS DE TODO TIPO, DIRECCIÓN DE OBRA Y CONTROL DE CALIDAD, REALIZACIÓN DE ESTUDIOS E INFORMES Y ASESORAMIENTO TÉCNICO.\r\n4.- LA ADQUISICIÓN POR CUALQUIER TÍTULO DE TERRENOS, FINCAS RÚSTICAS Y URBANAS, LA CONSTRUCCIÓN Y RPOMOCIÓN INMOBILIARIA, ASÍ COMO LA ADMINISTRACIÓN, TENENCIA, EXPLOTACIÓN Y ARRENDAMIENTO DE TALES BIENES Y SU VENTA TOTAL O PARCIAL, SEGÚN CONVENGA, PARA SU APROVECHAMIENTO AGRÍCOLA, FORESTAL, URBANO, INDUSTRIAL O CUALQUIER OTRO.\r\n5.- LA ADQUISICIÓN, CESIÓN, INVERSIÓN, TENENCIA, DISFRUTE, ADMINISTRACIÓN, GESTIÓN Y NEGOCIACIÓN DE TODA CLASE DE TÍTULOS Y VALORES MOBILIARIOS, COTIZADOS EN BOLSA O NO, SIN INCIDIR EN LAS OPERACIONES A QUE SE REFIERE LA LEY 46/84 DE INVERSIONES COLECTIVAS.\r\n6.- CONTRATAR OBRAS Y SERVICIOS CON CUALQUIER ORGANIMOS DE LAS ADMINISTRACIONES PÚBLICAS Y CON ENTIDADES Y PARTICULARES.\r\n7.- LA REPRESENTACIÓN COMO AGENTE, COMISIONISTA, DELEGADO O CUALQUIER OTRA FORMA DE MEDIACIÓN MERCANTIL DE EMPRESAS NACIONALES O EXTRANJERAS, DE TODA ÍNDOLE, ASÍ COMO LA EXPLOTACIÓN DE PATENTES, Y DEMÁS DERECHOS DE PROPIEDAD, INDUSTRIA, INCLUÍDOS LOS MÉTODOS, PROCEDIMIENTOS Y ORGANIZACIÓN DE TRABAJOS INDUSTRIALES, COMERCIALES O DE OTRA ÍNDOLE",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03722",
      "_links": {
        "self": {
          "name": "CONSTRUCCIONES AIKAR ANAIAK, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03722"
        }
      }
    },
    {
      "name": "AKROPOST GIPUZKOA,S.L.",
      "registrationNumber": "03451",
      "identificationNumber": "B95266508",
      "address": "PASEO UBARBURU, 53, POL. 27",
      "location": {
        "postalCode": "20014",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.849.5",
          "name": "Servicios de recadería y reparto y manipulación de correspondencia",
          "_links": {
            "self": {
              "name": "Servicios de recadería y reparto y manipulación de correspondencia",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.5"
            }
          }
        }
      ],
      "certificateStartDate": "2012-03-05",
      "certificateEndDate": "2012-08-15",
      "object": "LA PRESTACIÓN DE TODA CLASE DE SERVICIOS POSTALES, INCLUYENDO LA RECOGIDA, ADMISIÓN, CLASIFICACIÓN, TRATAMIENTO, CURSO, TRANSPORTE, DISTRIBUCIÓN Y ENTREGA DE TODA CLASE DE ENVÍOS POSTALES, PUBLICIDAD Y PAQUETERÍA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03451",
      "_links": {
        "self": {
          "name": "AKROPOST GIPUZKOA,S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03451"
        }
      }
    },
    {
      "name": "E-TECH MULTIVISION, S.L.",
      "registrationNumber": "03036",
      "identificationNumber": "B48305395",
      "address": "PARQUE TECNOLÓGICO ZAMUDIO. EDIFICIO 208-B. BAJO",
      "location": {
        "postalCode": "48170",
        "municipality": "Zamudio",
        "county": "Bizkaia",
        "municipalityId": "905",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.653.2",
          "name": "Venta al por menor de material y aparatos eléctricos, electrodomésticos y cocina",
          "_links": {
            "self": {
              "name": "Venta al por menor de material y aparatos eléctricos, electrodomésticos y cocina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.653.2"
            }
          }
        },
        {
          "id": "1.856.1",
          "name": "Alquiler de bienes de consumo",
          "_links": {
            "self": {
              "name": "Alquiler de bienes de consumo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.856.1"
            }
          }
        },
        {
          "id": "1.961.1",
          "name": "Producción de películas cinematográficas (incluso vídeos)",
          "_links": {
            "self": {
              "name": "Producción de películas cinematográficas (incluso vídeos)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.961.1"
            }
          }
        }
      ],
      "certificateStartDate": "2012-02-29",
      "certificateEndDate": "2012-07-16",
      "object": "LA COMPRAVENTA Y ALQUILER DE EQUIPOS AUDIOVISUALES, LA PRODUCCIÓN DE AUDIOVISUALES Y TODAS LAS ACTIVIDADES RELACIONADAS CON ESTE SECTOR",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03036",
      "_links": {
        "self": {
          "name": "E-TECH MULTIVISION, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03036"
        }
      }
    },
    {
      "name": "BOMBEOS HIDRAULICOS Y REFRIGERACIONES INDUSTRIALES, S.L.",
      "registrationNumber": "03293",
      "identificationNumber": "B95070728",
      "address": "P.E. UDONDO. AV.RIBERA DE AXPE (ALZAGA), 49. PAB. 8 B",
      "location": {
        "postalCode": "48950",
        "municipality": "Erandio",
        "county": "Bizkaia",
        "municipalityId": "902",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.329.4",
          "name": "Construcción de maquinaria para la manipulación de fluidos",
          "_links": {
            "self": {
              "name": "Construcción de maquinaria para la manipulación de fluidos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.329.4"
            }
          }
        }
      ],
      "certificateStartDate": "2012-02-27",
      "certificateEndDate": "2012-07-17",
      "object": "1- COMPRA, VENTA, IMPORTACIÓN Y EXPORTACIÓN, ASÍ COMO INSTALACIÓN DE PRODUCTOS Y MAQUINARIA INDUSTRIAL RELACIONADA CON EL AGUA Y LA REFRIGERACIÓN.\r\n2- LA PROMOCIÓN, CONSTRUCCIÓN, COMPRA, VENTA, ARRENDAMIENTO Y COMERCIALIZACIÓN EN GENERAL DE TODA CLASE DE EDIFICACIONES, TERRENOS, SOLARES, FINCAS RÚSTICAS Y URBANAS; LA EDIFICACIÓN, URBANIZACIÓN, EXCAVACIÓN, CIMERTACIÓN Y DERRIBO, BIEN POR CUENTA PROPIA COMO AJENA, ASÍ COMO LA ENAJENACIÓN, VENTA, ARRIENDO O EXPLOTACIÓN, EN CUALQUIER FORMA DE TODA CLASE DE INMUEBLES, EDIFICIOS, PISOS, APARTAMENTOS, LOCALES COMERCIALES O INDUSTRIALES, OFICINAS Y HOTELES O ESTABLECIMIENTOS DE HOSTELERÍA EN GENERAL.\r\n3-TODA CLASE DE OPERACIONES INMOBILIRIAS SOBRE FINCAS RÚSTICAS Y URBANAS, PROMOCIÓN DE CONTRATOS O REALIZACIONES DE PARCELACIONES, URBANIZACIONES, CONSTRUCCIONES Y OBRAS PRIVADAS O PÚBLICAS, LA VENTA, HIPOTECA, ARRENDAMIENTO, TRANSFORMACIÓN, MEJORA, ADMINISTRACIÓN, PUESTA EN EXPLOTACIÓN Y LA EXPLOTACIÓN MISMA, DE FINCAS RÚSTICAS Y URBANAS, LA ORGANIZACIÓN, PROMOCIÓN, ASESORAMIENTO, Y GESTIÓN EN SU CASO DE SOCIEDADES, COOPERATIVAS, COMUNIDADES, ENTIDADES, GRUPOS O EMPRESAS PARTICULARES ORIENTADAS A LA CONSTRUCCIÓN O URBANIZACIÓN, LA PLANIFICACIÓN Y ESTUDIO DE MERCADOS EN MATERIA INMOBILIARIA.\r\n4- LA ADMINISTRACIÓN DE FINCAS Y COMUNIDADES, TANTO DE PROPIETARIOS COMO DE AUTOPROMOTORES, ASÍ COMO LA PRESTACIÓN DE TODA CLASE DE SERVICIOS RELACIONADOS CON EL ÁMBITO INMOBILIARIO, ARQUITECTÓNICO, DE TÉCNICA DE LA CONSTRUCCIÓN E INGENIERÍA EN GENERAL, POR MEDIO DE LA FORMULACIÓN, DESARROLLO Y PUESTA EN MARCHA DE ESTUDIOS, ACTUACIONES Y PROYECTOS.\r\n5-LA GESTIÓN, DIRECCIÓN Y EJECUCIÓN POR CUENTA PROPIA O AJENA DE TODA CLASE DE CONSTRUCCIONES, INSTALACIONES, REFORMAS, REHABILITACIONES, DECORACIONES Y OBRAS DE RESTAURACIÓN EXTERNA E INTERNA DE ESTRUCTURAS Y REVESTIMIENTO DE EDIFICIOS  Y MONUMENTOS; LIMPIEZAA, IMPERMEABILIZACIÓN, TRATAMIENTO, PINTURA, RECONSTRUCCIÓN Y LA IMPLANTACIÓN Y CUIDADO Y MANTENIMIENTO DE JARDINES Y EXPLOTACIONES FORESTALES. LA SUPERVISIÓN Y CONTROL DE OBRAS, ASÍ COMO LA COORDINACIÓN DE GREMIOS, EL ASESORAMIENTO Y LA ASISTENCIA TÉCNICA EN TODO CUANTO SE RELACIONE CON EL CAMPO DE LA CONSTRUCCIÓN DE EDIFICIOS Y DE LAS OBRAS PÚBLICAS O CIVILES.\r\n6-LA COMPRA, VENTA, DE TODA CLASE DE MATERIALES DE LA CONSTRUCCIÓN Y/O ELEMENTOS DECORATIVOS, ASÍ COMO CUALESQUIERA INSTALACIONES, ELEMENTOS O SERVICIOS DE LAS EDIFICACIONES; LA IMPORTACIÓN, EXPORTACIÓN, REPRESENTACIÓN, DISTRIBUCIÓN, EXPLOTACIÓN Y COMERCIALIZACIÓN DE PRODUCTOS ELABORADOS Y SEMIELABORADOS, ARTÍCULOS, BIENES, MERCADERÍAS, EQUIPOS INDUSTRIALES, MAQUINARIA, HERRAMIENTAS, UTILLAJES, REPUESTOS Y ACCESORIOS, ALIMENTOS DE CONSUMO HUMANO Y ANIMAL.\r\n7-LA ADQUISICIÓN, CESIÓN, TENENCIA, DISFRUTE, ADMINISTRACIÓN, GESTIÓN Y NEGOCIACIÓN EN GENERAL DE VALORES INMOBILIARIOS E INMUEBLES; TODO ELLO SIN INCIDIR EN LAS ACTIVIDADES U OPERACIONES REGULADAS POR LA LEY  DE INSTITUCIONES DE INVERSIÓN COLECTIVA Y LEY DE MERCADO DE VALORES.\r\n8-LA PRESTACIÓN DE SERVICIOS PROFESIONALES DE ASESORÍA DE EMPRESAS EN GENERAL, Y EN PARTICULAR, DE ASESORAMIENTO Y GESTIÓN FISCAL, ASESORAMIENTO Y GESTIÓN CONTABLE, ASESORAMIENTO Y GESTIÓN EN MATERIA LABORAL, ASESORÍA JURÍDICA, SERVICIO DE COBRO DE CRÉDITOS MOROSOS, VALORACIÓN DE EMPRESAS, ESTUDIO Y REDACCIÓN DE ESTATUTOS PARA LA CONSTITUCIÓN DE ENTIDADES DE CUALQUIER NATURALEZA, ESTUDIO Y REDACCIÓN DE PLANES DE VIABILIDAD, ESTUDIO DE TRAMITACIÓN DE SUBVENCIONES, CRÉDITOS Y OTRAS AYUDAS FINANCIERAS DE LOS ORGANISMOS DEL ESTADO CENTRAL, DEL GOBIERNO VASCO Y DE LAS DIPUTACIONES FORALES, DE TODO TIPO DE ENTIDADES PÚBLICAS Y PRIVADAS, PARA TODO TIPO DE EMPRESAS; Y, EN CONCRETO, LA PRESTACIÓN DE SERVICIOS DE VERIFICACIONES REGISTRALES, INFORMES COMERCIALES, GRABACIONES DE DATOS Y RECOBROS.\r\n9-LA INVESTIGACIÓN Y EL DESARROLLO DE TÉCNICAS ENERGÉTICAS, ACÚSTICAS, ELECTRÓNICAS Y, EN GENERAL, TODA CLASE DE ASISTENCIAS O SERVICIOS RELACIONADOS CON LA INFORMÁTICA. LA REPRESENTACIÓN COMO AGENTE, COMISIONISTA, DELEGADO O CUALQUIER OTRA FORMA DE MEDIACIÓN MERCANTIL DE EMPRESAS NACIONALES O EXTRANJERAS, DE TODA ÍNDOLE, ASÍ COMO LA EXPLOTACIÓN DE PATENTES, Y DEMÁS DERECHOS DE PROPIEDAD, INDUSTRIA, INCLUÍDOS LOS MÉTODOS, PROCEDIMIENTOS Y ORGANIZACIÓN DE TRABAJOS INDUSTRIALES, COMERCIALES O DE OTRA ÍNDOLE.\r\n10-LA FORMACIÓN E INFORMACIÓN DE TODO TIPO DE PERSONAS MEDIANTE CURSOS, SEMINARIOS, JORNADAS, TANTO DE PRESENCIA,  COMO A DISTANCIA EN CUALQUIER MATERIA, ASÍ COMO LA EDICIÓN DE LOS TEXTOS  Y LIBROS ENCAMINADOS A TAL FIN, REVISTAS Y CUALQUIER OTRO MEDIO DE DIFUSIÓN QUE CONSIDERE IDÉNEO PARA SUS FINES; LA GESTIÓN, CREACIÓN, TOMA DE PARTICIPACIONES Y ASESORAMIENTO DE TODO TIPO DE EMPRESAS, CONSULTORÍA, GESTIÓN, DISTRIBUCIÓN, IMPORTACIÓN Y EXPORTACIÓN DE TODO TIPO DE PRODUCTOS CONEXOS CON DICHAS ACTIVIDADES DE FORMACIÓN, INFORMACIÓN Y ASESORAMIENTO.\r\n11-LA COMPRA, TENENCIA, ENAJENACIÓN Y EXPLOTACIÓN, INCLUSO EN EXCLUSIVA POR Y A  FAVOR DE LA SOCIEDAD, DE TÍTULOS, VALORES, ACCIONES, BONOS, OBLIGACIONES, PATENTES, LICENCIAS, MARCAS, RÓTULOS, NOMBRES COMERCIALES Y TODA CLASE DE PERTENENCIAS DE PROPIEDAD INDUSTRIAL O INTELECTUAL, Y CUALESQUIERA OTRA CLASE DE BIENES MUEBLES; TODO ELLO SIN INCIDIR EN LAS ACTIVIDADES U OPERACIONES REGULADAS POR LA LEGISLACIÓN DE INSTITUCIONES DE INVERSIÓN COLECTIVA  Y LEY DE MERCADO DE VALORES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03293",
      "_links": {
        "self": {
          "name": "BOMBEOS HIDRAULICOS Y REFRIGERACIONES INDUSTRIALES, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03293"
        }
      }
    },
    {
      "name": "GLOBAL ENERGY SERVICES SIEMSA, S.A.",
      "registrationNumber": "03454",
      "identificationNumber": "A82509779",
      "address": "PARQUE TECNOLOGICO DE BIZKAIA. Laida Bidea. Edif.407-2ªpl.",
      "location": {
        "postalCode": "48170",
        "municipality": "Zamudio",
        "county": "Bizkaia",
        "municipalityId": "905",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        },
        {
          "id": "1.849.7",
          "name": "Servicios de gestión administrativa",
          "_links": {
            "self": {
              "name": "Servicios de gestión administrativa",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.7"
            }
          }
        }
      ],
      "certificateStartDate": "2012-02-27",
      "certificateEndDate": "2018-08-02",
      "object": "A) EL DISEÑO, DESARROLLO, FABRICACIÓN, EJECUCIÓN, CONSTRUCCIÓN, MONTAJE Y EXPLOTACIÓN, EN CUALQUIER PARTE DEL MUNDO, DE TODO TIPO DE INSTALACIONES INDUSTRIALES, INCLUYENDO, SIN CARÁCTER LIMITATIVO, LAS FABRILES, MINERAS, ENERGÉTICAS, ELÉCTRICAS, ELECTRÓNICAS, MECÁNICAS, HIDRÁULICAS, CONTRA INCENDIOS, ASÍ COMO LA COMERCIALIZACIÓN, IMPORTACIÓN Y EXPORTACIÓN Y DE CUALESQUIERA COMPONENTES DE TODO TIPO QUE PUEDAN SER INTEGRADOS EN LAS MISMAS, Y LA REALIZACIÓN DE CUALESQUIERA OTROS TRABAJOS ACCESORIOS O COMPLEMENTARIOS DE LAS ANTERIORES ACTIVIDADES, INCLUYENDO LA REALIZACIÓN Y DIRECCIÓN DE PROYECTOS DE ARQUITECTURA, INGENIERÍA, SEGURIDAD INDUSTRIAL, CONSULTORÍA Y ASESORAMIENTO TÉCNICO EN GENERAL. B) EL DISEÑO, REALIZACIÓN Y CONSTRUCCIÓN DE EDIFICACIONES, OBRAS PÚBLICAS, OBRA CIVIL, MOVIMIENTOS DE TIERRA Y PERFORACIONES, GRANDES ESTRUCTURAS, INCLUSO DE FERROCARRILES O MARÍTIMAS, CARRETERAS, VIALES Y PISTAS. C) LA PRESTACIÓN A TERCEROS DE SERVICIOS DE MANTENIMIENTO EN TODAS LAS ÁREAS DE LA ACTIVIDAD INDUSTRIAL Y EMPRESARIAL, INCLUYENDO LA MECÁNICA, ELÉCTRICA, INSTRUMENTACIÓN Y CONTROL, INCLUYENDO EL SUMINISTRO DE MATERIALES Y REPUESTOS. D) LA PRESTACIÓN DE SERVICIOS DE LECTURA DE CONTADORES DE ENERÍA ELÉCTRICA Y OTROS FLUIDOS COMO EL AGUA Y EL GAS, PARA LAS COMPAÑÍAS SUMINISTRADORAS Y DISTRIBUIDORAS DE LOS CITADOS FLUIDOS, ASÍ COMO EL SERVICIO DE LOCALIZACIÓN Y ENTREGA AL DESTINATARIO DE NOTIFICACIONES. E) LA CONSTRUCCIÓN Y ECPLOTACIÓN DE LÍNEAS DE DISTRIBUCIÓN Y TRANSPORTE EN ENERGÍA ELÉCTRICA DE ENERGÍA ELÉCTRICA. F) LA ADQUISICIÓN, COMPRA, ALQUILER Y VENTA DE INMUEBLES Y/O RÚSTICOS O URBANOS. G) PRESTACIÓN DE SERVICIOS DE GESTIÓN Y DE DIRECCIÓN DE EMPRESAS, ASÍ COMO DE APOYO Y ASESORAMIENTO EN TODOS LOS ÁMBITOS SOCIETARIOS Y EMPRESARIALES, INCLUYENDO, CON CARÁCTER ENUNCIATIVO Y NO LIMITATIVO, EL ÁMBITO CONTABLE, ADMINISTRATIVO, JURÍDICO, ECONÓMICO, FINANCIERO Y COMERCIAL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03454",
      "_links": {
        "self": {
          "name": "GLOBAL ENERGY SERVICES SIEMSA, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/03454"
        }
      }
    },
    {
      "name": "URBICO 2000, S.L.",
      "registrationNumber": "02682",
      "identificationNumber": "B95081782",
      "address": "IBAIGANE, 15 - 5º DPTO. 4",
      "location": {
        "postalCode": "48930",
        "municipality": "Getxo",
        "county": "Bizkaia",
        "municipalityId": "044",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        },
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        },
        {
          "id": "1.833.2",
          "name": "Promoción de edificaciones",
          "_links": {
            "self": {
              "name": "Promoción de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.833.2"
            }
          }
        }
      ],
      "certificateStartDate": "2012-02-24",
      "certificateEndDate": "2012-07-13",
      "object": "LA PROMOCIÓN Y EJECUCIÓN, COMPLETA O POR RAMOS, DE TODA CLASE DE OBRAS DE CONSTRUCCIÓN, URBANIZACIÓN  Y SERVICIOS, REPARACIÓN Y CONSERVACIÓN, POR CUENTA PROPIA O AJENA, DE VIVIENDAS Y LOCALES COMERCIALES O INDUSTRIALES, E INCLUSO DE VIVIENDAS DE PROTECCIÓN OFICIAL.\r\n\r\nLA COMPRA-VENTA Y ALQUILER DE EDIFICIOS, EN SU TOTALIDAD, POR PARTES O POR PISOS, BIEN DE VIVIENDAS, LOCALES INDUSTRIALES, DE OFICINAS, APARCAMIENTOS, GARAJES, CONSTRUÍDAS O NO PARA TAL FIN; PROCEDER A LA CONSTRUCCIÓN DE EDIFICACIONES, BIEN DIRECTAMENTE O POR MEDIO DE SUBCONTRATISTAS O DESTAJISTAS.\r\nLA ADQUISICIÓN Y ENAJENACIÓN, POR CUALQUIER TÍTULO, DE FINCAS URBANAS Y RÚSTICAS, YA SEAN TIERRAS, SOLARES Y EDIFICIOS, Y LA ADMINISTRACIÓN, TENENCIA, EXPLOTACIÓN Y ARRENDAMIENTO, YA SEA ACTIVO O PASIVO, DE TALES BIENES Y SU VENTA TOTAL O PARCIAL, Y PROCEDER A SU APROVECHAMIENTO, URBANO, INDUSTRIAL O CUALQUIER OTRO.\r\nLA URBANIZACIÓN Y PARCELACIÓN DE TERRENOS, CONFORME A LOS PLANES DE ORDENACIÓN URBANÍSTICA, APROBADOS POR LAS AUTORIDADES COMPETENTES EN LOS POLÍGONOS Y ZONAS DE ACTUACIÓN QUE, AL EFECTO, SEAN DESIGNADOS Y LA REPARCELACIÓN DE DICHOS TERRENOS URBANÍSTICOS Y, EN SU CASO, LA EDIFICACIÓN Y VENTA DE LOS MISMOS O DE LAS EDIFICACIONES Y OBRAS DE URBANIZACIÓN Y SERVICIOS, A CUYO EFECTO PODRÁ FORMAR PARTE DE ASOCIACIONES DE PROPIETARIOS, EMPRESAS MIXTAS Y ENTIDADES URBANÍSTICAS COLABORADORAS, QUE PUEDAN REGLAMENTARSE, A LOS EXPRESADOS FINES ",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02682",
      "_links": {
        "self": {
          "name": "URBICO 2000, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02682"
        }
      }
    },
    {
      "name": "SINFO 21, S.L.",
      "registrationNumber": "03238",
      "identificationNumber": "B01340843",
      "address": "c/ VICENTE GOIKOETXEA 6, 6º",
      "location": {
        "postalCode": "01008",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.843.9",
          "name": "Otros servicios técnicos n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios técnicos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.9"
            }
          }
        }
      ],
      "certificateStartDate": "2012-02-24",
      "certificateEndDate": "2012-08-03",
      "object": "TODO TIPO DE ACTUACIÓN, ASISTENCIA TE´CNICA, PROYECTO, ESTUDIO, INVESTIGACIÓN, APLICACIÓN, PRODUCTO, TRATADO O PUBLICACIÓN EN MATERIA DE SOCIEDAD DE LA INFORMACIÓN (ENTENDIDA COMO LA APLICACIÓN O UTILIZACIÓN DE MEDIOS INFORMÁTICOS POR PARTE DE CIUDADANOS Y ORGANIZACIONES PÚBLICAS O PRIVADAS PARA REALIZAR TAREAS DE CUALQUIER NATURALEZA), EN CUALQUIERA DE LOS CAMPOS Y ÁREAS QUE SE CITAN A CONTINUACIÓN , TANTO CPARA LAS DISTNTAS ADMINISTRACIONES PÚBLICAS LOCALES, TERRITORIALES, PROVINCIALES, AUTONÓMICAS Y/O NACIONALES, E INTERNACIONALES, COMO PARA CUALQUIER ADE LOS ORGANISMOS, MANCOMUNIDADES, CONSORCIOS, ASOCIACIONES, CORPORACIONES, SOCIEDADES, INSTITUTOS O ENTIDADES QUE LAS ANTERIORES DESIGNEN, ASÍ COMO PARA CUALQUIER ENTIDAD DE CARÁCTER PRIVADO. LOS PRINCIPALES CAMPOS QUE SE VAN A DESARROLLAR EN MATERIA DE SOCIEDAD DE LA INFORMACIÓN SERÁN: TODOS LOS ESTUDIOS, PROYECTOS DESARROLLOS, ACTIVIDADES, CONCURSOS, ASISTENCIAS TECNICAS Y ACCIONES QUE EN MATERIA DE SOCIEDAD DE LA INFORMACIÓN, LOS ORGANISMOS ANTES CITADOS PROMUEVAN. EL ESTUDIO DE LOS SECTORES AMBIENTALES Y TECNOLOGÍAS RELACIONADOS CON LA SOCIEDAD DE LA INFORMACIÓN. ASESORAMIENTO Y CONSULTORÍA EN MATERIA DE SISTEMAS INFORMÁTICOS, PROCESOS DE NEGOCIO, GESTIÓN ECONÓMICA, GESTIÓN DE ORGANIZACIÓN QUE SUSTENTE CUALQUIER ACTIVIDAD EMPRESARIAL DE CARÁCTER PÚBLICO O PRIVADO. ADMINISTRACIÓN, MONITORIZACIÓN Y/O GESTIÓN DE LOS SISTEMAS INFORMÁTICOS (EN SU TOTALIDAD O NO) DE CUALQUIER ORGANIZACIÓN PÚBLICA O PRIVADA. ESTUDIO DE REQUISITOS, PLANIFICACIÓN, DISEÑO, CONSTRUCCIÓN, IMPLANTACIÓN Y/O MANTENIMIENTO DE APLICACIONES INFORMÁTICAS DESARROLLADAS A MEDIDA DE LAS NECESIDADES DE ORGANIZACIONES PÚBLICAS O PRIVADAS PARA CUALQUIER SECTOR DE ACTIVIDAD. ESTUDIO DE REQUISITOS, PLANIFICACIÓN, DISEÑO, INSTALACIÓN, CONFIGURACIÓN DE LICENCIAS Y/O MANTENIMIENTO DE CUALQUIER PRODUCTO INFORMÁTICO (HARDWARE O SOFTWARE) QUE SE AJUSTE A LAS NECESIDADES DE ORGANIZACIONES PÚBLICAS O PRIVADAS PARA CUALQUIER SECTOR DE ACTIVIDAD. ESTUDIO, PLANIFICACIÓN IMPLEMENTAICÓN Y/O MANTENIMIENTO DE INFRAESTRUCTURA DE SISTEMAS INFORMÁTICOS Y/O DE COMUNICACIONES PARA CUALQUIER TIPO DE ORGANIZACIÓN PÚBLICA O PRIVADA. LA RELACIÓN DE TODO LO SEÑALADO, REALIZANDO LAS INVESTIGACIONES PERTINENETES DE CARA A APLICAR LOS BENEFICIOS DE LA SOCIEDAD DE LA INFORMACÓN PARA CUALQUIER ORGANIZACIÓN PÚBLICA O PRIVADA. TODO TIPO DE ACTUACIÓN, ASISTENCIA TÉCNICA, PROYECTO, ESTUDIO, INVESTIGACIÓN, APLICACIÓN, TRATADO O PUBLICACIÓN EN MATERIA DE DESARROLLO SOSTENIBLE, EN CUALQUIERA DE LOS CAMPOS Y ÁREAS QUE SE CITAN A CONTINUACIÓN, TANTO PARA LAS DISTINTAS ADMINISTRACIONES PÚBLICAS LOCALES, TERRITORIALES, PROVINCIALES, AUTONÓMICAS Y/O NACIONALES, E INTERNACIONALES, COMO PARA CUALQUIERA DE LOS ORGANISMOS, MANCOMUNIDADES, CONSORCIOS, ASOCIAICONES, CORPORACIONES, SOCIEDADES, INSTITUTOS O ENTIDADES QUE LAS ANTERIORES DESIGNEN, ASÍ COMO PARA CUALQUIER ENTIDAD DE CARÁCTER PRIVADO. LOS PRINCIPALES CAMPOS QUE SE VAN A DESARROLLAR EN MATERIA DE DESARROLLO SOSTENIBLE SERÁN: TODOS LOS ESTUDIOS, PROYECTOS, CONCURSOS Y ASISTENCIAS TÉCNICAS QUE EN MATERIA DE AGENDA LOCAL 21, LOS ORGANISMOS ANTES CITADOS PROMUEVAN. EL SISTEMA URBANÍSTICO, LOS USOS DEL SUELO, LE SISTEMA URBANÍSTICO LOCAL, LA PLANIFICAICÓN URBANA SOSTENIBLE Y LA PLANIFICACIÓN ESTRATÉGICA DE LOS TERRITORIOS, A TRAVÉS DE LOS ESTUDIOS PERTINENTES. LA COMUNICACIÓN Y PARTICIPACIÓN CIUDADANA, MEDIANTE LAS METODOLOGÍAS NECESARIAS. LA MOVILIDAD, EL TRANSPORTE Y LA ACCESIBILIDAD DE LOS CIUDADANOS Y CIUDADANAS A LOS DESTINOS PROPIOS DE SUS DISTINTAS ACTIVIDADES DIARIAS. EL ESTUDIO DE LOS SECTORES AMBIENTALES CLAVES, TALES COMO EL CICLO DEL AGUA, LOS RESIDUOS, LA CONTAMINACIÓN ATMOSFÉRICA Y ACÚSTICA, ASÍ COMO LOS DISTINTOS TIPOS DE ENERGÍA. EL ESTUDIO DE LA ECOLOGÍA LOCAL, Y OEN PARTICULAR DE LOS SISTEMAS NATURALES, LA BIODIVERSIDAD Y EL PAISAJE, LA AVERIGUACIÓN DE LOS DISTINTOS ASPECTOS DE LA EOCNOMÍA LOCAL Y GESTIÓN MUNICIPAL, TERRITORIAL, AUTONÓMICA Y/O NACIONAL, LA DIVERSIFICACIÓN Y DINAMIZACIÓN DE LA ANTERIOR, ASÍ COMO LOS DIFERENTES ASUNTOS RELACIONADOS CON EL EMPLEO. LA INVESTIGACIÓN DE LOS SERVICIOS BÁSICOS, TALES COMO VIVIENDA, SANIDAD, EDUCACIÓN, INDENTIDAD CULTURAL Y PATRIMONIO, EN SUS DISTINTOS ALCANCES. EL ESTUDIO DEL BIENESTAR, COHESIÓN SOCIAL E IMPLICACIÓN CIUDADANA, Y EN PARTICULAR, LA CALIDAD DE VIDA, EL BIENESTAR SOCIAL, LA SEGURIDAD Y LA CONVIVENCIA. LA RELACIÓN DE TODO LO SEÑALADO, REALIZNAOD LAS INVESTIGACIONES PERTINENTES DE CARA A NCONOCER LA SOSTENIBILIDAD GLOBAL, ASÍ COMO LA COOPERACIÓN Y SENSIBILIZACIÓN. LA REALIZACIÓN DE DIAGNÓSTICOS MUNICIPALES, AUDITORÍAS AMBIENTALES, ECONÓMICAS, ORGANIZATIVAS Y/O DE SISTEMAS INFORMÁTICOS MUNICIPALES O CUALESQUIERA OTROS DE SIMILAR NATURALEZA. TODAS LAS INVESTIGACIONES, ESTUDIOS, APLICACIONES, PROYECTOS, ASISTENCIAS TÉNCICAS, TRATADOS O PUBLLICACIONES RELATIVOS AL PAPEL DE LAS EMPRESAS PRIVADAS EN LOS PROCESOS DE SOSTENIBILIDAD Y EN LOS DE AGENDA LOCAL 21.  TODAS LAS INVESTIGACIONES, ESTUDIOS APLICACIONES, PROYECTOS, ASISTENCIAS TÉCNICAS, TRATADOS O PUBLICACIONES EN MATERIAS CUYO OBJETO PRINCIPAL ESTÉ RELACIONADO CON LA SOCIEDAD DE LA INFORMACIÓN, GESTIÓN ECONÓMICA, GESTIÓN ORGANIZATIVA, EL DESARROLLO SOSTENIBLE, LA ECONOMÍA AMBIENTAL, LA CONTABILIDAD AMBIENTAL, LOS PRESUPUESTOS PÚBLICOS AMBIENTALE,S LAS TASAS E IMPUESTOS ECOLÓGICOS O AMBIENTALES A´SI COMO LA COMPRAVENTA ECOLÓGICA O COMPRA VERDE. LA ASISTENCIA LEGAL Y JURÍDICA EN LOS CAMPOS DE LA SOCIEDA DE LA INFORMACÓN, LA ORDENACIÓN DEL TERITORIO Y EL MEDIO AMBIENTE. LA ASISTENCIA TÉNCICA A LA ADMINISTRACIÓN PÚBLICA EN TODO TIPO DE HERRAMIENTAS NFORMÁTICAS Y TECNOLOGÍAS RELACIONADAS CON SU ACTIVIDAD, ASÍ CMO CUANTAS ACTUACIOONES DE CARÁCTER OBLIGATORIO SEAN PROPIAS DE LA MISMA. EL ASESORAMIENTO Y CONSULTORÍA DE ORGANIZACIONES PÚBLICAS O PRIVADAS EN LAS ÁREAS ECONÓMICO-FINANCIERA, ORGANIZATIVA, PROCESOS DE PRODUCCIÓN, INFORMÁTICA, NUEVAS TECNOLOGÍAS, FISCAL, JURÍDICA Y LABORAL, ASÍ COMO LA ELABORACIÓN E IMPLANTACIÓN DE SISTEMAS ORGANIZATIVOS, TANTO DE CORTE MANUAL COMO INFORMATIZADOS, Y EN ESTE ÚLTIMO CASO LAS ACTUACIONES DE INTERMEDIACIÓN O COMERCIALIACIÓN DE PRODUCTOS INFORMÁTICOS, TANTO EN LA VERTIENTE FÍSICA (HARDWARE), COMO INTELECTUAL (SOFTWARE). LA INVESTIGACIÓN, DESARROLLO Y COMERCIALIZACIÓN, EXPLOTAICÓN Y CESIÓN DE PROGRAMAS INFORMÁTICOS, RELACIONADOS CON LOS APARTADOS ANTERIORES Y CON TEMAS DE ASESORAMIENTO Y ORGANIZACIÓN DE APLICACIONES PARA LA GESTIÓN EMPRESARIAL Y PARA LA OPTIMIZAICÓN DE LA PRODUCTIVIDAD, ASÍ COMO PARA TEMAS DE INGENIERÍA DEL SOFTWARE. TODO TIPO DE ACTUACIÓN, ASISTENCIA TÉCNICA, PROYECTO, ESTUDIO, INVESTIGACIÓN, APLICACIÓN, TRATADO O PUBLICACIÓN EN MATERIA DE INFORMÁTICA, TELECOMUNICACIÓN, COMERCIO ELECTRÓNICO, SISTEMAS DE INFORMACIÓN GEOGRÁFICA, TELEDETECCIÓN Y LA APLICACIÓN DE CUALQUIER OTRO TIPO DE TECNOLOGÍA. EL ASESORAMIENTO Y COLABORACIÓN EN LAS EMPRESAS DESARROLLANDO LAS TEAREAS QUE SEAN REQUERIDAS DENTRO DEL CAMPO DE ACTUACIÓN DE LA GESTIÓN, DIRECCÓN ORGANIZACIÓN Y ADMINISTRACIÓN EMPRESARIAL, ASÍ COMO DE LA GESTIÓN DEL CONOCIMIENTO. LA PRESTACIÓN DE SERVICIOS DE CONSULTORÍA, INGENIERÍA, ESTUDIOS, REDACCIÓN DE PROEYCTOS, INFORMES, DICTÁMENES, ESTUDIOS DE PRE-INVERSIÓN, DISEÑOS DE INGENIERÍA FORMACIÓN, ASISTENCIAS TÉNCICAS, GESTIÓN, EJECUCIÓN DE OBRAS, OAUDITORÍAS, PERITACIONES Y ASESORÍAS EN MATERIA DE INFORMÁTICA APLICADA A CUALQUIER SECTOR DE ACTIVIDAD COMO POR EJEMPLO MEIDO AMBIENTE, DESARROLLO SOSTENIBLE, SEGURIDAD INDUSTRIAL, PROTECCÓN CIUDADANA, SANIDAD, EDIFICACIÓN, INGENIERÍA, TRÁFICO DE MERCANCÍAS O VEHÍCULOS, INFRAESTRUCTURS, URBANISMO, TRANSPORTE, LOGÍSTICA, OBRAS PÚBLICAS, INDUSTRIA Y CUALQUIER OTRA ACTIVIDAD PÚBLICA O PRIVADA QUE ESTÉ SOPORTADA POR MEDIOS INFORMÁTICOS. LA EJECUCIÓN DE ESTUDIOS, DICTÁMENES Y ANÁLISIS DE RIESGOS, PROTECCIÓN PASIVA, PLANES DE EMERGENCIA Y AUTOPROTECCIÓN. LA TRAMITACIÓN DE LEGALIZACIONES Y CERTIFICACIONES DE TODO TIPO DE INSTALACIONES Y ACTIVIDADES DE CARÁCTER INFORMÁTICO, INDUSTRIALES O NO, SUJETAS A LOS DISTINTOS CAMPOS NORMATIVOS Y LEGALES. LA PRMOCIÓN Y PRESTACIÓN DE SERVICIOS DE CURSOS DE FORMACIÓN Y RECICLAJE, SIEMPRE ORIENTADOS A ASPECTOS EMPRESARIALES Y CONECTADOS CON LAS ÁREAS ANTERIORMENTE CITADAS. LA FORMACIÓN Y EDUCACIÓN REGLADA O NO, DE TODOS LOS TEMAS CON RELACIÓN A ASPECTOS INFORMÁTICOS, TECNOLÓGICOS, SOCIALES, ECONÓMICOS, URBANÍSTICOS, AMBIENTALES Y CULTURALES, EN CUALQUIERA DE LOS ÁMBITOS DE ACTUACIÓN QUE FUERAN NECESARIOS. LA PRESTACIÓN DE TODO TIPO DE SERVICIOS DE ASESORAMIENTO, CONSULTORÍA Y AUDITORÍA INTEGRADLES, TANTO PARA ENTIDADES PÚBLICAS COMO PRIVADAS. LA IMPLANTACIÓN, AUDITORÍA Y CIERTIFICACIÓN DE SISTEMAS INFORMÁTICOS SIGUIENDO NORMATIVAS Y ESTÁNDARES DE CLAIDAD, DE GESTIÓN AMBIENTAL Y DE PREVENCIÓN DE RIESGOS LABORALES, EN CUANTAS ACTIVIDADES D ELA ECONOMÍA SEAN DE APOLICACIÓN. LA ADQUISICIÓN, EXPLOTACIÓN, COMERCIALIZACIÓN Y GESTIÓN DE CUALQUIER TIPO DE AUTORIZACIONES, LECENCIA SY CONCESIONES AMDNISTRATIVAS DE OBRAS Y SERVICIOS DE MUNICIPIOS, PROVINCIAS, COMUNIDADES AUTONÓMIAS, ORGANISMOS Y ENTIDADES AUTONÓMAS  Y DEL ESTADO E INTERNAICONALES. LA VENTA, ASISTENCIA TÉCNICA Y MANTENIMIENTO DE EQUIPOS Y PRODUCTOS RELACIONADOS CON EL MEDIO AMBIENTE, DESARROLLO SOSTENIBLE Y/O LA SOCIEDAD DE LA INFORMACIÓN. LA PARTICIPACIÓN EN PROYECTOS FINANCIADOS POR ORGANISMOS SUPRANACIONALES, BANCO O ENTIDADES DE SIMILAR NATURALEZA, CUYO ÁMBITO DE ACTUACIÓN GEOGRÁFICO ALCANCE A UNO O VARIOS PAÍSES DISTINTOS DEL DOMICILIO DE ESTA SOCIEDAD, Y CUYO OBJETO COINCIDA O SEA SIMILAR (POR RAZÓN DE IDIOMA) CON ALGUNO DE LOS ARRIBA DESCRITOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03238",
      "_links": {
        "self": {
          "name": "SINFO 21, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03238"
        }
      }
    },
    {
      "name": "DE LA FUENTE GONZALEZ EXCAVACIONES Y ALQUILER DE MAQUINARIA, S.L.",
      "registrationNumber": "03660",
      "identificationNumber": "B95401352",
      "address": "C/ CERVANTE Nº 2-4º ",
      "location": {
        "postalCode": "48180",
        "municipality": "Barakaldo",
        "county": "Bizkaia",
        "municipalityId": "013",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.502.1",
          "name": "Demoliciones y derribos en general",
          "_links": {
            "self": {
              "name": "Demoliciones y derribos en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.502.1"
            }
          }
        },
        {
          "id": "1.722",
          "name": "Transporte de mercancías por carretera",
          "_links": {
            "self": {
              "name": "Transporte de mercancías por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.722"
            }
          }
        },
        {
          "id": "1.852",
          "name": "Alquiler de maquinaria y equipo para la construcción",
          "_links": {
            "self": {
              "name": "Alquiler de maquinaria y equipo para la construcción",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.852"
            }
          }
        }
      ],
      "certificateStartDate": "2012-02-20",
      "certificateEndDate": "2012-07-18",
      "object": "A) LA CONSTRUCCIÓN COMPLETA, REPARACIÓN Y CONSERVACIÓN DE  INMUEBLES Y OBRAS CIVILES; B) LAS DEMOLICIONES Y DERRIBOS DE INMUEBLES EN GENERAL; C) LA CONSOLIDACIÓN Y PREPARACIÓN DE TERRENOS PARA LA REALIZACIÓN DE OBRAS CIVILES; D) EL ARRENDAMIENTO DE MAQUINARIA PARA LA CONSTRUCCIÓN; E) EL TRANSPORTE POR CUALQUIER MEDIO TERRESTRE, MARÍTIMO, FLUVIAL O AÉREO, REGULAR O NO, URBANO E INTERURBANO, NACIONAL E INTERNACIONAL, DE MERCANCÍAS, EQUIPOS Y PERSONAS, EN TODO TIPO DE BUQUES, VEHÍCULOS O AERONAVES, ASÍ COMO LAS EXCAVACIONES Y MOVIMIENTOS DE TIERRA O SIMILARES, EL TRANSPORTE DE TIERRAS Y ESCOMBROS Y LA RECUPERACIÓN DE BUQUES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03660",
      "_links": {
        "self": {
          "name": "DE LA FUENTE GONZALEZ EXCAVACIONES Y ALQUILER DE MAQUINARIA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03660"
        }
      }
    }
  ]
}