{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 298,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "ARGA CONSTRUCCION Y MINERIA, S.L.",
      "registrationNumber": "09315",
      "identificationNumber": "B44620730",
      "address": "C/ JUNDIZ Nº 4 PABELLÓN 2 NAVE C PLANTA 1ª OF. 2",
      "location": {
        "postalCode": "01015",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.502.3",
          "name": "Consolidación y preparación de terrenos para la realización de obras civiles",
          "_links": {
            "self": {
              "name": "Consolidación y preparación de terrenos para la realización de obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.502.3"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-05",
      "certificateEndDate": "2026-03-05",
      "object": "1. CONSTRUCCIÓN, INSTALACIONES Y MANTENIMIENTO 2. ACTIVIDADES PROPIAS DE LA MINERÍA, QUE INCLUYE, ENTRE OTROS ACTOS LOS SIGUIENTES: EXPLOTACIÓN MINERA E INGENIERÍA, PROYECTOS Y DIRECCIÓN FACULTATIVA DE EXPLOTACIONES MINERAS. LA EXPLORACIÓN, EXPLOTACIÓN Y COMERCIALIZACIÓN DE MINERALES, DIRECTAMENTE O MEDIANTE ACUERDOS CON TERCEROS. LA EXPORTACIÓN E IMPORTACIÓN DE MINERALES EXTRAÍDOS Y CUALQUIER CONCENTRADO U OTROS MATERIALES, PRODUCTOS O SUBPRODUCTOS DERIVADOS DE LOS MISMOS. LA PRODUCCIÓN, BENEFICIO, TRATAMIENTO, REFINAMIENTO, TRANSPORTE, ALMACENAMIENTO, DISTRIBUCIÓN Y/O COMERCIALIZACIÓN (COMPRA Y VENTA) E INDUSTRIALIZACIÓN DE LOS MINERALES EXTRAÍDOS Y DE CUALQUIER CONCENTRADO U OTROS MATERIALES, PRODUCTOS O SUBPRODUCTOS DERIVADOS DE LOS MISMOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09315",
      "_links": {
        "self": {
          "name": "ARGA CONSTRUCCION Y MINERIA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09315"
        }
      }
    },
    {
      "name": "INTERMARK DATA, S.L.",
      "registrationNumber": "09803",
      "identificationNumber": "B09685595",
      "address": "Avenida del Jardín Botánico 1345",
      "location": {
        "postalCode": "33394",
        "municipality": "Gijón",
        "county": "Asturias",
        "municipalityId": "024",
        "countyId": "33"
      },
      "economicActivities": [
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-05",
      "certificateEndDate": "2026-03-05",
      "object": "1.- EL ANÁLISIS Y CREACIÓN DE WEBSITES, ESPACIOS VIRTUALES EMPRESARIALES, CENTRO DE COMERCIO ELECTRÓNICO Y DE MARKETING EN INTERNET. 2.- LA CREACIÓN, EJECUCIÓN Y DIFUSIÓN DE MEDIOS EN SOPORTE INFORMÁTICO PARA EL COMERCIO ELECTRÓNICO Y CUALQUIER OTRO FIN A TRAVÉS DE INTERNET Y NUEVAS TECNOLOGÍAS DE INFORMACIÓN Y COMUNICACIÓN. 3.- EL ANÁLISIS, DESARROLLO Y MANTENIMIENTO DE PROGRAMACIÓN A MEDIDA. 4.- EL ALBERGUE DE WEBSITES, GESTIÓN DE DOMINIOS, GESTIÓN DE USUARIOS, CONEXIONES A INTERNET Y ADMINISTRACIÓN DE SISTEMAS INFORMÁTICOS Y DE COMUNICACIONES. 5.- LA VENTA E INSTALACIÓN DE ORDENADORES, COMPONENTES INFORMÁTICOS Y CONSUMIBLES. 6.- LA PRESTACIÓN DE SERVICIOS DE PUBLICIDAD A TRAVÉS DE TODO TIPO DE MEDIOS INFORMÁTICOS. 7.- CREACIÓN Y DIFUSIÓN DE ANUNCIOS O CAMPAÑAS DE DIFUSIÓN PUBLICITARIA, COMUNICACIÓN INSTITUCIONAL O PÚBLICA E IMAGEN CORPORATIVA, PUBLICIDAD DIRECTA Y MARKETING DIRECTO, ESTUDIOS DE PUBLICIDAD Y CUALQUIER OTRO SERVICIO INDEPENDIENTE DE PUBLICIDAD. 8.- REALIZACIÓN DE ESTUDIOS DE MERCADO, ESTUDIOS DE OPINIÓN, HÁBITOS DE COMPRA Y OTROS SERVICIOS INDEPENDIENTES DE INFORMACIÓN E INVESTIGACIÓN COMERCIAL.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09803",
      "_links": {
        "self": {
          "name": "INTERMARK DATA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09803"
        }
      }
    },
    {
      "name": "ZAINTZEN, S.A.",
      "registrationNumber": "05922",
      "identificationNumber": "A95740528",
      "address": "Avda. Landabarri nº3, 4ª planta",
      "location": {
        "postalCode": "48940",
        "municipality": "Leioa",
        "county": "Bizkaia",
        "municipalityId": "054",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        },
        {
          "id": "1.922",
          "name": "Servicios de limpieza",
          "_links": {
            "self": {
              "name": "Servicios de limpieza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922"
            }
          }
        },
        {
          "id": "1.922.1",
          "name": "Servicios de limpieza de interiores",
          "_links": {
            "self": {
              "name": "Servicios de limpieza de interiores",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922.1"
            }
          }
        },
        {
          "id": "1.951",
          "name": "Asistencia y servicios sociales en centros residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.951"
            }
          }
        },
        {
          "id": "1.952",
          "name": "Asistencia y servicios sociales en centros no residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros no residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.952"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-05",
      "certificateEndDate": "2026-03-04",
      "object": "1.  LA GESTIÓN Y EJECUCIÓN DE CENTROS ESPECIALIZADOS DE EMPLEO Y OTRAS ENTIDADES QUE PUDIERAN CREARSE EN UN FUTURO COMO FORMA IDÓNEA DE PROMOCIÓN LABORAL DE TRABAJADORES DISCAPACITADOS. 2. LA LIMPIEZA, CONSERVACIÓN Y MANTENIMIENTO DE EDIFICIOS Y COMPLEJOS ESPECIALES DE TODA ÍNDOLE, TANTO PÚBLICOS COMO PRIVADOS, CUALQUIERA QUE FUERA SU DESTINO, ASÍ COMO LA DE SUS ÁREAS ADYACENTES, JARDINES E INSTALACIONES DEPORTIVAS O RECREATIVAS. 3. LA LIMPIEZA VIARIA DE CIUDADES, COMUNIDADES Y VÍAS DE COMUNICACIÓN DE TODA CLASE. INSTALACIÓN, MANTENIMIENTO, LIMPIEZA Y CONSERVACIÓN DE TODO TIPO DE MOBILIARIO URBANO Y ELEMENTOS SIMILARES. 4. LA RECOGIDA, TRATAMIENTO Y ELIMINACIÓN DE RESIDUOS SÓLIDOS URBANOS, RESIDUOS INDUSTRIALES E INERTES, SANITARIOS, VETERINARIOS O ASIMILABLES A CUALQUIERA DE LAS CATEGORÍAS ENUNCIADAS. 5. LA PRESTACIÓN DE TODO TIPO DE SERVICIOS PÚBLICOS Y PRIVADOS DE CARÁCTER URBANO, INCLUIDA LA EJECUCIÓN DE OBRAS E INSTALACIONES QUE HUBIERAN DE REALIZARSE, YA SEA EN RÉGIMEN DE CONCESIÓN ADMINISTRATIVA Y ARRENDAMIENTO. 6. TRABAJOS DE JARDINERÍA Y PLANTACIÓN, REVEGETACIÓN, REFORESTACIÓN, TRATAMIENTOS SILVÍCOLAS, MANTENIMIENTO Y CONSERVACIÓN DE PARQUES, JARDINES Y ELEMENTOS ANEJOS, EXPLOTACIONES AGRÍCOLAS, PECUARIAS Y FORESTALES. 7. CONSERVACIÓN Y MANTENIMIENTO DE MONTES, SERVICIOS DE PREVENCIÓN DE INCENDIOS FORESTALES; SERVICIOS DE PROTECCIÓN DE ESPECIES; SERVICIOS VETERINARIOS PARA LA SALUD; SERVICIOS DE MANTENIMIENTO Y REPARACIÓN DE VEHÍCULOS; SERVICIOS AÉREOS DE FUMIGACIÓN, CONTROL, VIGILANCIA Y EXTINCIÓN DE INCENDIOS. 8.  COMPRA, VENTA, FABRICACIÓN Y APLICACIÓN DE PESTICIDAS Y CUALQUIER OTRO TIPO DE PRODUCTOS AGRICOLAS. 9. MOVIMIENTO DE TIERRAS, VACIADOS Y EXPLANACIONES; EXPLOTACIÓN DE CANTERAS, PERFORACIÓN DE POZOS, GALERÍAS Y TÚNELES; OBRAS DE EDIFICACIÓN, DEMOLICIONES, ESTRUCTURAS DE EDIFICACIÓN, DEMOLICIONES, ESTRUCTURAS DE FÁBRICA U HORMIGÓN, ESTRUCTURAS METÁLICAS, ALBAÑILERÍA, INCLUIDOS LOS REVOCOS, REVESTIDOS, CANTERÍA Y MARMOLERÍA, PAVIMENTOS, SOLADOS Y ALICATADOS, AISLAMIENTOS E IMPERMEABILIZACIONES Y CARPINTERÍAS DE MADERA Y METÁLICAS; OBRAS COMPLEMENTARIAS DE FERROCARRILES; OBRAS HIDRÁULICAS, COMO ABASTECIMIENTOS Y SANEAMIENTOS, CONSTRUCCIÓN DE PRESAS Y CANALES, Y DEFENSA DE MÁRGENES Y ENCAUZAMIENTOS; CONSTRUCCIÓN DE VIALES Y PISTAS Y SEÑALIZACIÓN Y BALIZAMIENTO DE LAS MISMAS. 10. LA REALIZACIÓN DE ESTUDIOS DE CARTOGRAFÍA, GEOTECNOLOGÍA, HIDROLOGÍA Y ECOLOGÍA; ANÁLISIS, ENSAYOS Y CONTROL TÉCNICO; ESTUDIOS ECONÓMICOS, COMERCIALES Y LABORALES. 11. LA REALIZACIÓN DE PROYECTOS DE AGRICULTURA, GANADERÍA Y PESCA; MEDIO AMBIENTE, INDUSTRIA, ENERGÍA Y MINERÍA; OBRAS PÚBLICAS, EDIFICACIÓN Y URBANISMO. 12. MEDICIONES DE TEMPERATURA Y HUMEDAD EN VIALES, Y EN GENERAL, EN TODO TIPO DE BIENES MUEBLES E INMUEBLES, INSTALACIONES PÚBLICAS Y PRIVADAS, REALIZANDO TODOS AQUELLOS CONTROLES NECESARIOS PARA LA CONSERVACIÓN Y EL MANTENIMIENTO CORRECTO DE LOS MISMOS, O DE LOS BIENES EN ELLOS DEPOSITADOS O CUSTODIADOS, LECTURA DE CONTADORES, GESTIÓN DE COBROS. 13. PRESTACIÓN DE SERVICIOS AUXILIARES EN URBANIZACIONES, FINCAS URBANAS, INSTALACIONES INDUSTRIALES, INFRAESTRUCTURAS DE TRANSPORTES, REDES VIALES, CENTROS COMERCIALES, ORGANISMOS OFICIALES Y DEPENDENCIAS ADMINISTRATIVAS, INSTALACIONES DEPORTIVAS O DE RECREO, MUSEOS, RECINTOS FERIALES, SALAS DE EXPOSICIONES, CONFERENCIAS Y CONGRESOS, HOSPITALES, CONVENCIONES, INAUGURACIONES, CENTROS CULTURALES Y DEPORTIVOS, EVENTOS DEPORTIVOS, SOCIALES Y  CULTURALES, EXPOSICIONES, CONFERENCIAS INTERNACIONALES, JUNTAS GENERALES DE ACCIONISTAS Y DE COMUNIDADES DE PROPIETARIOS, RECEPCIONES, RUEDA DE PRENSA, CENTROS DOCENTES, PARQUES, INSTALACIONES AGROPECUARIAS (AGRICULTURA, GANADERÍA Y PESCA), BOSQUES, FINCAS RÚSTICAS, COTOS DE CAZA, RECINTOS DE RECREO Y DE ESPECTÁCULOS Y, EN GENERAL, EN TODA CLASE DE INMUEBLES Y EVENTOS, POR MEDIO DE CONSERJES, ORDENANZAS, BEDELES, UJIERES, CELADORES O CONTROLADORES, OPERADORES DE CONSOLA, PERSONAL DE SALA, PORTEROS, RECEPCIONISTAS, TAQUILLEROS (INCLUYENDO RECOGIDA DE ENTRADAS), TELEFONISTAS, ACOMODADORES, COBRADORES, CUIDADORES, SOCORRISTAS, AZAFATAS, PERSONAL DE SALA Y PROFESIONALES AFINES O QUE COMPLEMENTEN SUS FUNCIONES, CONSISTENTES EN EL MANTENIMIENTO Y LA CONSERVACIÓN DE LOS LOCALES, ASÍ COMOEN LA ATENCIÓN Y SERVICIO A LOS VECINOS OCUPANTES, VISITANTES Y/O USUARIOS MEDIANTE LA REALIZACIÓN DE TAREAS, EXCLUIDAS EN TODO CASO, AQUELLAS QUE LA LEY RESERVA A LAS EMPRESAS DE SEGURIDAD, TALES COMO APERTURA, CIERRE Y CUSTODIA DE LLAVES, ATENCIÓN DE LOS SERVICIOS DE URGENCIA, PREVENCIÓN, SISTEMAS DE COMUNICACIÓN, INFORMACIÓN, CONTROL DE ACCESOS, CONTROL DE INSTALACIONES Y DE SUMINISTROS, SUPERVISIÓN DE CAJEROS AUTOMÁTICOS. 14. GESTIÓN PARA LA ADMINISTRACIÓN DE LA PROPIEDAD INMOBILIARIA. 15. CONSULTORÍA Y ANÁLISIS DE USO, PLANIFICACIÓN Y DISEÑO DEL ESPACIO, ASÍ COMO DISTRIBUCIÓNY ORGANIZACIÓN. 16. LIMPIEZA, LAVADO, PLANCHADO, CLASIFICACIÓN Y TRANSPORTE DE ROPA. 17. LA INTERVENCIÓN EN OPERACIONES  DE MATERIAS PRIMAS, MERCANCÍAS MANUFACTURADAS Y SUMINISTROS. 18. ASESORAMIENTO, APLICACIÓN Y EJECUCIÓN DE TRATAMIENTOS INTEGRALES DE CONTROL DE PLAGAS, DESINFECCIÓN, DESINSECTACIÓN, DESRATIZACIÓN E HIGIENIZACIÓN. 19. INSPECCIÓN SANITARIA DE INSTALACIONES.20. ALMACENAJE, TRANSPORTE Y DISTRIBUCIÓN DE TODO TIPO DE PRODUCTOS Y MERCANCÍAS EN CUALQUIER ESPACIO O SUPERFICIE Y CUALQUIER SERVICIO RELACIONADO CON LA LOGÍSTICA. 21. PRESTACIÓN DE SERVICIOS EN LÍNEAS DE PRODUCCIÓN Y CADENAS DE MONTAJE EN INSTALACIONES FABRILES, INDUSTRIALES Y ROBÓTICAS. 22. TRANSPORTE DE PERSONAS O MERCANCÍAS MEDIANTE LA CONDUCCIÓN DE VEHÍCULOS PROPIOS O AJENOS. 23. INSPECCIÓN Y CONTROL DE CALIDAD, INSPECCIONES TÉCNICAS Y CONTROL DE PASAJEROS PARA TODO TIPO DE TRANSPORTE. 24. PESAJE Y CONTROL DE PESAJE DE TODA CLASE DE BIENES MUEBLES. 25. INSTALACIONES ESPECIALES DE CIRCUITOS CERRADOS DE TELEVISIÓN, MEGAFONÍA, TELEFONÍA, INTERPONÍA , VOZ Y DATOS, SISTEMA DE TELECOMUNICACIONES, ROBÓTICA E INFORMÁTICA. 26. ATENCIÓN, REPOSICIÓN Y MANTENIMIENTO DE EQUIPOS, MAQUINARIA Y DISPENSADORES. 27. SERVICIOS DE REPARACIÓN, MONTAJE, CONSERVACIÓN Y MANTENIMIENTO INTEGRAL DE TODO TIPO DE INSTALACIONES INDUSTRIALES Y DE EDIFICIOS EN GENERAL, INCLUIDA LA EJECUCIÓN DE OBRAS, MEDIANTE TRABAJOS DE ELECTRICIDAD, DE ACONDICIONAMIENTO DE AIRE, CALEFACCIÓN, FONTANERÍA, CARPINTERÍA, PINTURA, ALBAÑILERÍA, MANTENIMIENTO DE ASCENSORES Y APARATOS DE ELEVACIÓN DE TRANSPORTE DE CARGAS, ACTUACIONES EN ACOMETIDAS Y REDES DE DISTRIBUCIÓN INTERIOR O SUMINISTROS. 28. CONFECCIÓN DE PROYECTOS Y EJECUCIÓN DE OBRAS DE CONSTRUCCIÓN Y RESTAURACIÓN DE LAS ESTRUCTURAS Y REVESTIMIENTO DE TODA CLASE DE EDIFICIOS Y MONUMENTOS, SU LIMPIEZA, IMPERMEABILIZACIÓN, TRATAMIENTO, PINTADO Y RECONSTRUCCIÓN. 29. EFECTUAR TODA CLASE DE ASISTENCIA TÉCNICA, ESTUDIOS, INFORMES, ANÁLISIS, ENSAYO, CONTROL, ASESORAMIENTOS Y ELABORACIÓN DE PROYECTOS DE INGENIERÍA Y ARQUITECTURA, ASÍ COMO LA SUPERVISIÓN, DIRECCIÓN Y ASESORAMIENTO, EN LA EJECUCIÓN DE TODO TIPO DE OBRAS Y CONSTRUCCIONES Y PRESTACIÓN DE SERVICIOS. 30. LA EJECUCIÓN, MANTENIMIENTO Y EXPLOTACIÓN DE INSTALACIONES ELÉCTRICAS, INSTLACIONS DE TELECOMUNICACIONES, INSTALACIONES ELECTRÓNICAS, DE ELECTROMEDICINA,  DE INSTALACIONES MECÁNICAS EN GENERAL, FONTANERÍA, INSTALACIONES FRIGORÍFICAS, INSTALACIONES DE CALEFACCIÓN, VENTILACIÓN, CLIMATIZACIÓN, INSTALACIONES FRIGORÍFICAS, INSTALACIONES DE CALEFACCIÓN, VENTILACIÓN, CLIMATIZACIÓN, INSTALACIONES ELEVADORAS Y TRANSPORTADORAS E INSTALACIONES DEPURADORAS Y DE TRATAMIENTO DE AGUAS DE TODO TIPO; CENTRALES DE PRODUCCIÓN DE ENERGÍA, CENTROS DE TRANSFORMACIÓN E INTERCONEXIÓN; DISTRIBUCIONES DE ALTA TENSIÓN; DISTRIBUCIONES DE BAJA TENSIÓN; TELECOMUNICACIONES E INSTALACIONES RADIOELÉCTRICAS; INSTALACIONES ELECTRÓNICAS; E INSTALACIONES ELÉCTRICAS SIN CUALIFICACIÓN ESPECÍFICA. 31. LA FABRICACIÓN, INSTALACIÓN, MONTAJE, REPARACIÓN, MANTENIMIENTO Y CONSERVACIÓN, IMPORTACIÓN Y EXPORTACIÓN DE TODA CLASE DE BIENES MUEBLES, INSTALACIONES, EQUIPOS, MAQUINARIA, PRODUCTOS QUÍMICOS, AGRÍCOLAS, GANADEROS O FORESTALES. S32. CONTROL Y COMPROBACIÓN DE GRUPOS ELECTRÓGENOS (PRESIÓN DE ACEITE, TEMPERATURA, VOLTÍMETROS, ARMARIOS ELÉCTRICOS, COMPRESORES, NIVEL DE BATERÍA O COMBUSTIBLE) INSTALACIÓN DE MEGAFONÍA Y AUDIO-VIDEO, CONTROL DE PANELES ELÉCTRICOS, NEUMÁTICOS, MANÓMETROS DE FRENO Y SUSPENSIÓN DE EQUIPOS DE AIRE ACONDICIONADOS, ANTIBLOCAJES Y ACOPLAMIENTOS, REVISIÓN DE NIVELES DE CONSUMO DE AGUA Y COMBUSTIBLES, REVISIONES Y REPARACIONES DE AVERÍAS, Y ELIMINACIÓN DE CARGAS DE CORRIENTE EN TODA CLASE DE MEDIOS DE LOCOMOCIÓN. 33. CONSERVACIÓN Y REPARACIÓN DE PISCINAS, CON SUS DEPURADORAS, GRUPOS DE TRATAMIENTOS DE AGUAS Y EQUIPOS BARRE-FONDOS. 34. SERVICIOS ASESORAMIENTO EN LA EJECUCIÓN DE OPERACIONES COMERCIALES. 35. REALIZACIÓN DE ESTUDIOS DE MERCADO, SERVICIOS DE MARKETING, TELE-MARKETING, TELE-VENTA Y OTRAS FORMAS DE VENTA DE ARTÍCULOS O SERVICIOS. 36. CONTROL Y VIGILANCIA DE EXÁMENES O PRUEBAS DE APTITUD, ASÍ COMO SERVICIOS AUXILIARES RELACIONADOS CON LA ENSEÑANZA, INCLUIDO EL DE REPROGRAFÍA. 37. REALIZACIÓN DE LOS SERVICIOS DE TASACIÓN PREVISTOS EN LA LEY 2/81 DE REGULARIZACIÓN DEL MERCADO HIPOTECARIO. 38. COBROS Y CUADRE DE CAJA; CONFECCIÓN RECOGIDA Y COBRO DE EFECTOS Y/O RECIBOS: GESTIÓN DE COBROS Y RECAUDACIÓN EJECUTIVA. 39. SERVICIOS AUXILIARES INFORMÁTICOS Y DE ASESORÍA Y GESTIÓN A PERSONAS FÍSICAS O JURÍDICAS, INCLUSO MEDIANTE OPERADORES DE CONSOLA. 40. LA PRESTACIÓN DE SERVICIOS DE ASESORAMIENTO TÉCNICO Y COMERCIAL, INTERMEDIACIÓN COMERCIAL, ASISTENCIA TÉCNICA O COMERCIAL, INTERMEDIACIÓN EJECUCIÓN DE TRABAJOS ADMINISTRATIVOS, TÉCNICOS, ORGANIZATIVOS E INFORMÁTICOS (INCLUIDOS LOS DE DESARROLLO DE PROGRAMAS) A TRAVÉS DE ESPECIALISTAS EN LAS CITADAS  MATERIAS, Y DE TRADUCTORES, INTÉRPRETES, PROYECTISTAS, MECANÓGRAFOS, TAQUÍGRAFOS, TELEFONISTAS, ESTENOTIPISTAS, OPERADORES DE ORDENADORE PROGRAMADORES Y SECRETARIAS. 41. LA ORGANIZACIÓN E IMPARTICIÓN A TERCEROS DE TODO TIPO DE CURSOS Y PROGRAMAS DE ENSEÑANZA Y FORMACIÓN DIRIGIDOS, PRINCIPALMENTE, AL PERFECCIONAMIENTO Y CAPACITACIÓN PERSONAL, PROFESIONAL Y OCUPACIONAL, YA SEA EN INSTALACIONES PROPIAS Y DE TERCEROS. 42. EL DESARROLLO DE PROCESOS DE SELECCIÓN DE PERSONAL. 43. PRESTACIÓN DE SERVICIOS INTEGRALES E ASISTENCIA SANITARIA, SOCIO-SANITARIA O DE SERVICIOS SOCIALES Y ATENCIÓN A PERSONAS EN SITUACIÓN DE DEPENDENCIA Y, EN ESPECIAL, A LOS SIGUIENTES COLECTIVOS: MENORES, ANCIANOS, FAMILIAS, INFANCIA, MUJERES SOLTERAS CON CARGAS FAMILIARES NO COMPARTIDAS, DISCAPACITADOS FÍSICOS Y PSÍQUICOS Y PERSONAS O GRUPOS DE POBLACIÓN EN SITUACIÓN DE NECESIDAD. 44. PRESTACIÓN DE SERVICIOS DE AYUDA A DOMICILIO, ASISTENCIA A DOMICILIO Y TELEASISTENCIA DOMICILIARIA. 45. GESTIÓN Y EXPLOTACIÓN, TOTAL O PARCIAL, DE RESIDENCIAS GERIÁTRICAS, CENTROS DE DÍA, PISOS TUTELADOS, COMUNIDADES TERAPÉUTICAS, GUARDERÍAS INFANTILES Y OTROS CENTROS DE ACOGIDA, REINSERCIÓN Y REHABILITACIÓN. 46. TRANSPORTE SANITARIO Y ACOMPAÑAMIENTOS DE COLECTIVOS. 47. HOSPITALIZACIÓN A DOMICILIO Y AYUDA MÉDICA Y DE ENFERMERÍA A DOMICILIO, SUMINISTRO DE OXIGENOTERAPIA, CONTROL DE GASES Y ELECTROMEDICINA Y ACTIVIDADES CONEXAS. 48. GESTIÓN INTEGRAL O EXPLOTACIÓN DE CENTROS PÚBLICOS O PRIVADOS DE EDUCACIÓN ESPECIAL O ENSEÑANZA, ASÍ COMO LA VIGILANCIA, ATENCIÓN, EDUCACIÓN Y CONTROL DE ALUMNADOS U OTROS COLECTIVOS DOCENTES DURANTE EL DESARROLLO DE LA ACTIVIDAD DEL COMEDOR. 49. GESTIÓN DE CENTROS Y ACTIVIDADES DE ANIMACIÓN SOCIOCULTURAL, EDUCATIVAS, LÚDICAS, RECREATIVAS, TALLERES Y CAMPAMENTOS. GESTIÓN DE TEATROS, DE ESPACIOS CULTURALES, DE ESPARCIMIENTO, OCIO Y OCUPACIÓN DEL TIEMPO LIBRE. 50. MANIPULACIONES, EMBALAJE, DISTRIBUCIÓN DE PRODUCTOS ALIMENTICIOS O DE CONSUMO; ELABORACIÓN, CONDIMENTACIÓN Y DISTRIBUCIÓN DE COMIDAS PARA CONSUMO PROPIO O SUMINISTROS A TERCEROS. ATENCIÓN, REPOSICIÓN Y DISPENSADORES DE LOS PRODUCTOS MENCIONADOS. 51. SERVICIOS DE RESTAURACIÓN A COLECTIVOS, EXPLOTACIÓN DE CAFETERÍAS, BARES, RESTAURANTES, SUMINISTRO DE COMIDAS Y BEBIDAS, ARRIENDO Y COMERCIALIZACIÓN DE SUS INSTALACIONES, EXPLOTACIÓN EN RÉGIMEN DIRECTO, EN CONCESIÓN O CONTRATO PÚBLICO O PRIVADO DE TODA CLASE DE ACTIVIDADES DE HOSTELERÍA. 52. RECOGIDA Y MANTENIMIENTO DE CARROS PORTAEQUIPAJES Y SERVICIO DE TRANSPORTE A PERSONAS DE MOVILIDAD REDUCIDA EN ESTACIONES Y AEROPUERTOS. 53.  SERVICIO DE &#8220;HANDLING&#8221; EN AEROPUERTOS, QUE COMPRENDE , ENTRE OTRAS, LAS ACTIVIDADES DE ASISTENCIA EN TIERRA, ASISTENCIA A PASAJEROS, DE EQUIPAJES, DE CARGA Y CORREO, DE OPERACIONES EN PISTA, LA LIMPIEZA DE AERONAVES, INSTALACIONES AEROPORTUARIAS, ASISTENCIA DE COMBUSTIBLE, DE MANTENIMIENTO EN LÍNEA, SUMINISTRO Y GESTIÓN DE MATERIALES, ASISTENCIA DE OPERACIONES DE VUELO Y ADMINISTRACIÓN DE LA TRIPULACIÓN, ASISTENCIA DE TRANSPORTE DE SUPERFICIE, ASISTENCIA DE MAYORDOMÍA, CATERING, SERVICIOS DE RAMPA, ATENCIÓN A PERSONALIDADES, GESTIÓN DE SERVICIOS EN INSTALACIONES AEROPORTUARIA TALES COMO SALAS VIP, CENTROS DE NEGOCIOS. 54. DISEÑO, CONSTRUCCIÓN, FABRICACIÓN, INSTALACIÓN, MANTENIMIENTO, LIMPIEZA, CONSERVACIÓN, EXPLOTACIÓN Y COMERCIALIZACIÓN PUBLICITARIA DE TODO TIPO DE SOPORTES, YA SEA SITUADOS EN INFRAESTRUCTURAS, SERVICIOS DE TRANSPORTES O CUALQUIER CLASE DE MOBILIARIO URBANO Y DEMÁS DESPLAZAMIENTOS. 55. SERVICIOS DE PUBLICIDAD DIRECTA, FRANQUEO Y CURSO POR CORREO DE IMPRESOS PUBLICITARIOS Y PROPAGANDÍSTICOS; REALIZACIÓN DE LAS ACTIVIDADES ENUMERADAS A TRAVÉS DE INTERNET, EN ESPECIAL, LA GESTIÓN  Y COMERCIALIZACIÓN PUBLICITARIA EN PÁGINAS WEB. 56. PRESTACIÓN DE SERVICIOS DE CONTROL DE TRÁNSITO AÉREO DE AERÓDROMO, SERVICIOS DE DIRECCIÓN DE PLATAFORMA, SERVICIO DE INFORMACIÓN (VOZ-ATIS) Y SERVICIO DE ALERTA (AL), SERVICIOS DE FORMACIÓN INICIAL, DE UNIDAD Y CONTINUÚA. 57. PRESTACIÓN DE TODA CLASE DE SERVICIOS RELACIONADOS CON LA NAVEGACIÓN AÉREA Y GESTIÓN Y OPERACIÓN AEROPORTUARIA TALES COMO SERVICIOS DE TRÁNSITO AÉREO (ATS), CON EXPRESA INCLUSIÓN DE SERVICIOS DE CONTROL DE ÁREA, APROXIMACIÓN, ASESORAMIENTO Y CUALQUIER OTRO DE CONTROL DE TRÁNSITO AÉREO (ATS) CON EXPRESA INCLUSIÓN DE SERVICIOS DE CONTROL DE ÁREA, APROXIMACIÓN, ASESORAMIENTO Y CUALQUIER OTRO DE CONTROL DE TRÁNSITO AÉREO, SERVICIOS DE INFORMACIÓN DE VUELO DE AERÓDROMO (AFIS). PRESTACIÓN DE SERVICIOS DE COMUNICACIONES, NAVEGACIÓN Y VIGILANCIA /CNS) EN LOS SISTEMAS DE NAVEGACIÓN AÉREA, ASÍ COMO LAS ACTIVIDADES DE GESTIÓN, INVESTIGACIÓN, MANTENIMIENTO, ACTUALIZACIÓN, SUPERVISIÓN, INSPECCIÓN Y FORMACIÓN RELATIVAS A DICHA PRESTACIÓN. PROMOCIÓN DE PRODUCTOS, RECURSOS INSTALACIONES Y SERVICIOS DE ASESORAMIENTO, FORMACIÓN, INSTRUCCIÓN, AUDITORÍA, INSPECCIONES, PROCESOS DE CERTIFICACIÓN, METEOROLOGÍA Y CONSULTORÍA EN MATERIA AERONÁUTICA. DISEÑOS DE  SISTEMAS, APLICACIONES, METODOLOGÍA, ORGANIZACIÓN, PROCEDIMIENTOS PARA LA NAVEGACIÓN AÉREA Y GESTIÓN AEROPORTUARIA. 58. FORMACIÓN PROFESIONAL Y RECICLAJE DE LAS PERSONAS QUE PRESTEN LOS SERVICIOS EXPRESADOS EN LOS PUNTOS ANTERIORES. 59. REDACCIÓN Y TRAMITACIÓN DE TODO TIPO DE PROYECTOS RELACIONADOS CON LOS TEMAS ANTERIORMENTE CITADOS. 60. LA REALIZACIÓN DE LOS OBJETOS ENUNCIADOS O EN ASOCIACIÓN O UNIÓN DE OTRAS ENTIDADES.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05922",
      "_links": {
        "self": {
          "name": "ZAINTZEN, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/05922"
        }
      }
    },
    {
      "name": "HIDROCONTROL ACONDICIONAMIENTOS DE AGUA, S.L.",
      "registrationNumber": "01500",
      "identificationNumber": "B01045806",
      "address": "C/ HARROBI, Nº 5.",
      "location": {
        "postalCode": "01013",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        },
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        },
        {
          "id": "1.921.4",
          "name": "Servicios de alcantarillado, evacuación y depuración de aguas residuales",
          "_links": {
            "self": {
              "name": "Servicios de alcantarillado, evacuación y depuración de aguas residuales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.4"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-05",
      "certificateEndDate": "2026-03-04",
      "object": "LA INSTALACIÓN, DEPURACIÓN Y TRATAMIENTO DE AGUAS, ASÍ COMO CUALQUIER OTRA ACTIVIDAD QUE SE RELACIONE DIRECTA O INDIRECTAMENTE CON TODO LO ANTERIOR",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01500",
      "_links": {
        "self": {
          "name": "HIDROCONTROL ACONDICIONAMIENTOS DE AGUA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/01500"
        }
      }
    },
    {
      "name": "CENTRE DESTUDIS DEMOGRAFICS",
      "registrationNumber": "08324",
      "identificationNumber": "Q5855973C",
      "address": "Ca n&apos;Altayó. Edificio E2. Campus UAB",
      "location": {
        "postalCode": "08193",
        "municipality": "Cerdanyola del Vallès",
        "county": "Barcelona",
        "municipalityId": "266",
        "countyId": "08"
      },
      "economicActivities": [
        {
          "id": "1.936.1",
          "name": "Investigación en ciencias exactas y naturales",
          "_links": {
            "self": {
              "name": "Investigación en ciencias exactas y naturales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.936.1"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-05",
      "certificateEndDate": "2026-03-02",
      "object": "A) LA INVESTIGACIÓN, BÁSICA Y APLICADA, EN DEMOGRAFÍA. B) LA DIFUSIÓN DEL CONOCIMIENTO SOBRE TEMAS DE POBLACIÓN, A TRAVÉS DE PUBLICACIONES Y ACTOS PÚBLICOS. C) LA DOCENCIA, QUE TENDRÁ DOS VERTIENTES: LOS CURSOS ESPECÍFICOS DE FORMACIÓN Y UN TERCER CICLO DE ESTUDIOS DE POBLACIÓN. D) LA CONSTITUCIÓN DE UNA BIBLIOTECA Y UN CENTRO DE DOCUMENTACIÓN ESPECIALIZADOS, ASÍ COMO DE UN BANCO DE DATOS INFORMATIZADO. E) EL ESTABLECIMIENTO DE RELACIONES Y LAZOS INSTITUCIONALES CON CENTROS QUE, EN OTROS LUGARES, REALICEN PROGRAMAS SIMILARES DE INVESTIGACIÓN O ENSEÑANZA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08324",
      "_links": {
        "self": {
          "name": "CENTRE DESTUDIS DEMOGRAFICS",
          "href": "https://api.euskadi.eus/procurements/companies/08324"
        }
      }
    },
    {
      "name": "CENTRO DE ENSEÑANZA SAN ROQUE, S.L.",
      "registrationNumber": "08966",
      "identificationNumber": "B48700280",
      "address": "calle correos, 39 entreplanta B",
      "location": {
        "postalCode": "48920",
        "municipality": "Portugalete",
        "county": "Bizkaia",
        "municipalityId": "078",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.932.1",
          "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.1"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-05",
      "certificateEndDate": "2026-03-03",
      "object": "LA ENSEÑANZA, FORMACIÓN Y PERFECCIONAMIENTO EN MATERIAS PROPIAS DE LA CONOCIDA COMO \"FORMACIÓN PROFESIONAL\", ASÍ COMO LA ENSEÑANZA DE IDIOMAS Y PREPARACIÓN DE CUANTOS TEMARIOS SEAN PROPIOS DE CUALESQUIERA OPOSICIONES OFICIALES O PRIVADAS. ASIMISMO LA SOCIEDAD PODRÁ ADQUIRIR, ENAJENAR Y ARRENDAR, TENER Y DISFRUTAR, BIENES INMUEBLES, ACCIONES PARTICIPACIONES SOCIALES, OBLIGACIONES, BONOS DE CAJA, CERTIFICADOS DE DEPÓSITO Y PAGARÉS DE TODA CLASE DE EMPRESAS O NEGOCIOS, PERO SIEMPRE QUE NO IMPLIQUE LA INTERMEDIACIÓN EN OPERACIONES SOBRE TÍTULOS VALORES Y TAMBIÉN QUE NO SEAN NEGOCIOS ATRIBUIDOS A ENTIDADES SUJETAS A REGULACIÓN ESPECIAL, NI AQUELLOS OTROS REGIDAS POR LAS LEYES SOBRE EL MERCADO DE VALORES Y DE SOCIEDADES INVERSIÓN COLECTIVA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08966",
      "_links": {
        "self": {
          "name": "CENTRO DE ENSEÑANZA SAN ROQUE, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08966"
        }
      }
    },
    {
      "name": "EUSKO-IKASKUNTZAREN  ASMOZ FUNDAZIOA/FUNDACIÓN ASMOZ DE EUSKO IKASKUNTZA",
      "registrationNumber": "08067",
      "identificationNumber": "G20735288",
      "address": "Polígono Asteasuain nº 14",
      "location": {
        "postalCode": "20170",
        "municipality": "Usurbil",
        "county": "Gipuzkoa",
        "municipalityId": "073",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        },
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        },
        {
          "id": "1.932.2",
          "name": "Enseñanza de formación y perfeccionamiento profesional superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.2"
            }
          }
        },
        {
          "id": "1.961.1",
          "name": "Producción de películas cinematográficas (incluso vídeos)",
          "_links": {
            "self": {
              "name": "Producción de películas cinematográficas (incluso vídeos)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.961.1"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-05",
      "certificateEndDate": "2026-03-03",
      "object": "A) LA DEFENSA DE LOS DERECHOS HUMANOS Y LA RECUPERACIÓN DE LA MEMORIA HISTÓRICA. b) LA COOPERACIÓN Y EDUCACIÓN PARA EL DESARROLLO. C) LA DEFENSA DEL MEDIO AMBIENTE Y DEL PATRIMONIO. d) EL DESARROLLO DE LA SOCIEDAD DE LA INFORMACIÓN. E) LA INVESTIGACIÓN CIENTÍFICA Y EL DESARROLLO TECNOLÓGICO, CON ESPECIAL ENFÁSIS EN LAS TECNOLOGÍAS EDUCATIVAS (EDTECH). F) LA DIVERSIDAD LINGÜÍSTICA Y CULTURAL VASCA. G) LA PROMOCIÓN DE LA ACCIÓN SOCIAL. H) EL FOMENTO DE LA ECONOMÍA SOCIAL Y/O EL APRENDIZAJE EMPRESARIAL. I) EL FOMENTO DE LA IGUALDAD DE OPORTUNIDADES. J) EL DESARROLLO COMUNITARIO. K) LA CONTRIBUCIÓN AL LOGRO DE LOS OBJETIVOS DE DESARROLLO SOSTENIBLE (ODS) PARA CREAR LAS CONDICIONES DE UN CRECIMIENTO SOSTENIBLE, INCLUSIVO Y DURADERO. L) LA BIOECONOMÍA, LA ECONOMÍA CIRCULAR Y LAS ÁREAS DE INNOVACIÓN LIGADAS AL CRECIMIENTO SOSTENIBLE Y AL CAMBIO CLIMÁTICO. 2.- PARA SU CONSECUCIÓN, LA FUNDACIÓN PODRÁ LLEVAR A CABO AQUELLAS ACTIVIDADES QUE CONSIDERE OPORTUNAS, INCLUIDA LA PARTICIPACIÓN EN OTRAS ENTIDADES U ORGANIZACIONES, SIN OTRAS LIMITACIONES QUE LAS QUE SE DERIVEN DEL ACTA FUNDACIONAL, DE LOS PRESENTES ESTATUTOS Y, EN TODO CASO, DE LAS LEYES APLICABLES. SIN PRETENSIONES DE EXHAUSTIVIDAD SE EXPONE LA SIGUIENTE TIPOLOGÍA DE ACTIVIDADES: A) DISEÑAR, GESTIONAR, DESARROLLAR Y EJECUTAR PROYECTOS Y PROGRAMAS PRESENCIALES Y VIRTUALES DE DOCENCIA, INVESTIGACIÓN Y DESARROLLO, Y DIFUSIÓN TELEMÁTICA. B) APOYAR, IMPULSAR Y FACILITAR Y PROMOVER LA TRANSFERENCIA DEL CONOCIMIENTO, FUNDAMENTALMENTE A TRAVÉS DE LAS REDES TELEMÁTICAS Y EN SOPORTE DIGITAL. C) APOYAR, FOMENTAR Y REALIZAR ACCIONES DE FORMACIÓN E INFORMACIÓN, PROSPECTIVA Y ANTENA EDUCATIVA, ASÍ COMO PROMOVER SERVICIOS DE DOCUMENTACIÓN, DISEÑO Y ASISTENCIA. D) CREAR, DESARROLLAR, GESTIONAR Y, EN SU CASO, PARTICIPAR EN CUANTAS ENTIDADES, INSTITUTOS, LABORATORIOS Y UNIDADES DE GESTIÓN SEA CONVENIENTE PARA EL ÓPTIMO DESEMPEÑO DE LOS FINES FUNDACIONALES. E) Y, EN GENERAL, REALIZAR CUANTAS ACTIVIDADES LE SEAN ENCOMENDADAS POR SUS ÓRGANOS DE GOBIERNO DENTRO DEL OBJETO Y FINALIDAD GENERAL DE LA FUNDACIÓN",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08067",
      "_links": {
        "self": {
          "name": "EUSKO-IKASKUNTZAREN  ASMOZ FUNDAZIOA/FUNDACIÓN ASMOZ DE EUSKO IKASKUNTZA",
          "href": "https://api.euskadi.eus/procurements/companies/08067"
        }
      }
    },
    {
      "name": "IRAGAZ WATIN, S.A.",
      "registrationNumber": "02861",
      "identificationNumber": "A20800702",
      "address": "POLÍGONO UGARTE, 145",
      "location": {
        "postalCode": "20720",
        "municipality": "Azkoitia",
        "county": "Gipuzkoa",
        "municipalityId": "017",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        },
        {
          "id": "1.504.2",
          "name": "Instalaciones de fontanería",
          "_links": {
            "self": {
              "name": "Instalaciones de fontanería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.2"
            }
          }
        },
        {
          "id": "1.722",
          "name": "Transporte de mercancías por carretera",
          "_links": {
            "self": {
              "name": "Transporte de mercancías por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.722"
            }
          }
        },
        {
          "id": "1.847",
          "name": "Servicios de consultoría",
          "_links": {
            "self": {
              "name": "Servicios de consultoría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.847"
            }
          }
        },
        {
          "id": "1.921.4",
          "name": "Servicios de alcantarillado, evacuación y depuración de aguas residuales",
          "_links": {
            "self": {
              "name": "Servicios de alcantarillado, evacuación y depuración de aguas residuales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.4"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-05",
      "certificateEndDate": "2026-03-04",
      "classification": [
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "O",
              "subgroups": [
                {
                  "id": "02",
                  "name": "Conserv. y Mtto. carreteras,pistas,autopistas,autovías,calzadas y vías férreas",
                  "categories": [
                    {
                      "id": "5",
                      "name": "Mas de 1.200.000",
                      "_links": {
                        "self": {
                          "name": "Mas de 1.200.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/5"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Conserv. y Mtto. carreteras,pistas,autopistas,autovías,calzadas y vías férreas",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/O/subgroups/02"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/O"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "1) LA  REALIZACIÓN DE TODO TIPO DE LIMPIEZAS Y DESINFECCIÓN, YA SEAN DE CARÁCTER INDUSTRIAL, COMO A COMUNIDADES DE PROPIETARIOS Ó A PARTICULARES, ASÍ COMO LA INSPECCIÓN POR VÍDEO DE CANALIZACIONES. 2) CUANTAS OPERACIONES, ACTIVIDADES Y SERVICIOS GUARDEN DIRECTA RELACIÓN CON LA NGENIERÍA DEL MEDIO AMBIENTE Y CON TODO TIPO DE PROCESOS DE RECOGIDA, TRANSPORTE, TRATAMIENTO, ELIMINACIÓN, TRANSFORMACIÓN, RECUPERACIÓN, GESTIÓN Y ALMACENAMIENTO DE TODA CLASE DE RESIDUOS Y SUBPRODUCTOS, ASÍ  COMO LA COMERCIALIZACIÓN DE ESTOS ÚLTIMOS. 3) REALIZACIÓN DE OBRAS CIVILES RELACIONADAS TANTO CON LAS REDES DE SANEAMIENTO Y ALCANTARILLADO COMO AQUELLAS QUE FUERAN NECESARIAS PARA LLEVAR A CABO EL TRABAJO ENCOMENDADO. 4) INSPECCIÓN, REPARACIÓN Y REHABILITACIÓN DE CANALIZACIONES. 5) TRANSPORTE DE TODO TIPO DE MERCANCÍAS, ASÍ COMO EL ALQUILER DE VEHÍCULOS ESPECIALES QUE PARA ELLO FUERA NECESARIO. 6) Y, EN RELACIÓN CON TODO LO ANTERIORMENTE EXPUESTO, LA REALIZACIÓN Y LA FORMULACIÓN DE TODA CLASE DE ESTUDIOS, PROYECTOS Y PRESUPUESTOS.\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02861",
      "_links": {
        "self": {
          "name": "IRAGAZ WATIN, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/02861"
        }
      }
    },
    {
      "name": "RB3, INNOVACION URBANA INTEGRADA, S.L.",
      "registrationNumber": "08979",
      "identificationNumber": "B75114298",
      "address": "Plaza Euskadi, número 1 - 4º, oficina 3",
      "location": {
        "postalCode": "20002",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.843.2",
          "name": "Servicios técnicos de arquitectura y urbanismo",
          "_links": {
            "self": {
              "name": "Servicios técnicos de arquitectura y urbanismo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.2"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-05",
      "certificateEndDate": "2026-03-03",
      "object": "1.- LAS ACTIVIDADES DE GESTIÓN, ASESORAMIENTO, COORDINACIÓN Y ADMINISTRACIÓN EN LA PRESTACIÓN DE SERVICIOS PROFESIONALES EN LOS CAMPOS DE LA ARQUITECTURA, EL URBANISMO, INGENIERÍA, MEDIO AMBIENTE, SOCIECONÓMICO Y EL DISEÑO GRÁFICO. 2.- EL DESARROLLO DE ACTIVIDADES DE EDICIÓN, EXPOSICIÓN, PUBLICACIÓN O DIVULGACIÓN DE TEMAS RELACIONADOS CON EL CONOCIMIENTO Y LAS ACTIVIDADES DESCRITAS EN EL PUNTO UNO. 3.- LA COORDINACIÓN EN SERVICIOS DE ASESORAMIENTO INTEGRAL, CONSULTORÍA, ELABORACIÓN DE ESTUDIOS, DIAGNÓSTICOS, INFORMES, ASISTENCIA TÉCNICA Y FORMACIÓN A EMPRESAS, ORGANISMOS Y ENTIDADES DE TODA ÍNDOLE, PÚBLICAS O PRIVADAS, EN EL ÁMBITO DE LA DIRECCIÓN Y GESTIÓN Y ESPECIALMENTE EN LAS ÁREAS DE ESTRATEGIA, INNOVACIÓN Y TECNOLOGÍA, ORGANIZACIÓN DE PROCESOS, SELECCIÓN Y EVALUACIÓN, MODELOS DE GESTIÓN Y DESARRO­LLO URBANO 4.- LA COORDINACIÓN EN LA REALIZACIÓN, LA GESTIÓN Y LA CONSULTARÍA DE TRABAJOS DE INVESTIGACIÓN, DESARROLLO E INNOVACIÓN EN LOS DISTINTOS CAMPOS EXPUESTOS EN EL PUNTO UNO. 5.- COMPRAVENTA, ARRENDAMIENTO Y GESTIÓN DE INMUEBLES, ASÍ COMO SERVICIOS CONEXOS CON DICHAS ACTIVIDADES. 6.- PARTICIPACIÓN EN TODA CLASE DE ENTIDADES MERCANTILES CUALQUIERA QUE SEA SU NATURALEZA JURÍDICA, A TRAVÉS DE LA ADQUISICIÓN Y TENENCIA DE ACCIONES O PARTICIPACIONES REPRESENTATIVAS DEL CAPITAL DE LAS MISMAS O MEDIANTE LA FORMALIZACIÓN DE LOS NEGOCIOS JURÍDICOS QUE DEN LUGAR A LA CONSTITUCIÓN DE DICHAS ENTIDADES. 7.- LA COORDINACIÓN EN LA DIRECCIÓN, ADMINISTRACIÓN, GESTIÓN, DESARROLLO, ORGANIZACIÓN Y SUPERVISIÓN DE ESTAS ENTIDADES, ASÍ COMO LA PRESTACIÓN A LAS MISMAS DE SERVICIOS DE ASESORAMIENTO DE CARÁCTER EMPRESARIAL, TÉCNICO, ADMINISTRATIVO, CONTABLE, CORPORATIVO, FISCAL, JURÍDICO, Y CUALESQUIERA OTROS QUE PUEDAN REQUERIRSE PARA EL ADECUADO DESENVOLVIMIENTO DE LA ACTIVIDAD DE LAS ENTIDADES PARTICIPADAS. 8- LA REALIZACIÓN DE TODAS AQUELLAS ACTIVIDADES COMPLEMENTARIAS Y AUXILIARES QUE SE CONSIDEREN NECESARIAS PARA LA REALIZACIÓN DE LAS ACTIVIDADES PRINCIPALES DE LA SOCIEDAD. 9.-PARA EL CUMPLIMIENTO DE SU OBJETO SOCIAL, LA SOCIEDAD DEBERÁ CONTRATAR TÉCNICOS PRECISOS, TITULADOS O NO, BIEN BAJO SU DEPENDENCIA DE FORMA CONTINUADA O PARA CASOS CONCRETOS. EN NINGÚN CASO CONSTITUIRÁN EL OBJETO DE LA SOCIEDAD AQUELLAS ACTIVIDADES PARA CUYO EJERCICIO SE EXIJAN POR LA LEGISLACIÓN ESPECIAL APLICABLE, DETERMINADAS CONDICIONES Y AUTORIZACIONES QUE ESTA SOCIEDAD NO CUMPLA. LOS CNAES CORRESPONDIENTES AL OBJETO SOCIAL SON LOS SIGUIENTES 6.810, 6,820, 7.111, 7.112, 7.490, 8.030 Y 9.411",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08979",
      "_links": {
        "self": {
          "name": "RB3, INNOVACION URBANA INTEGRADA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08979"
        }
      }
    },
    {
      "name": "IPAR-BILBAO ABOGADOS, S.L.P.",
      "registrationNumber": "05710",
      "identificationNumber": "B95764155",
      "address": "C/ Iparaguirre nº 26, 1º izq.",
      "location": {
        "postalCode": "48011",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.841",
          "name": "Servicios jurídicos",
          "_links": {
            "self": {
              "name": "Servicios jurídicos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.841"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-05",
      "certificateEndDate": "2026-03-03",
      "object": "EL EJERCICIO DE LA ACTIVIDAD PROFESIONAL DE ABOGADO, LA ASISTENCIA LETRADA Y EL ASESORAMIENTO EN DERECHO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05710",
      "_links": {
        "self": {
          "name": "IPAR-BILBAO ABOGADOS, S.L.P.",
          "href": "https://api.euskadi.eus/procurements/companies/05710"
        }
      }
    }
  ]
}