{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 710,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "DELL COMPUTER, S.A.",
      "registrationNumber": "01893",
      "identificationNumber": "A80022734",
      "address": "C/ SAN SEVERO, S/N. (BARAJAS PARK).",
      "location": {
        "postalCode": "28042",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.615.4",
          "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
          "_links": {
            "self": {
              "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.4"
            }
          }
        },
        {
          "id": "1.659.2",
          "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
          "_links": {
            "self": {
              "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.2"
            }
          }
        }
      ],
      "certificateStartDate": "2011-08-01",
      "certificateEndDate": "2011-11-03",
      "object": "EL ESTUDIO, DISEÑO, FABRICACIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN DE EQUIPOS Y COMPONENTES DE EQUIPOS INFORMÁTICOS O QUE SIRVAN DE SOPORTE PARA LA INFORMÁTICA, ASÍ COMO DESARROLLAR O PARTICIPAR EN CUALQUIER OTRA ACTIVIDAD PRECISA PARA EL MEJOR CUMPLIMIENTO DE LA FINALIDAD FUNDAMENTAL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01893",
      "_links": {
        "self": {
          "name": "DELL COMPUTER, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/01893"
        }
      }
    },
    {
      "name": "ABAROA, S.A.",
      "registrationNumber": "02710",
      "identificationNumber": "A48569388",
      "address": "C/ GENERAL CONCHA, 39-2º",
      "location": {
        "postalCode": "48012",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        },
        {
          "id": "1.833.2",
          "name": "Promoción de edificaciones",
          "_links": {
            "self": {
              "name": "Promoción de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.833.2"
            }
          }
        },
        {
          "id": "1.843.2",
          "name": "Servicios técnicos de arquitectura y urbanismo",
          "_links": {
            "self": {
              "name": "Servicios técnicos de arquitectura y urbanismo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.2"
            }
          }
        },
        {
          "id": "1.861.1",
          "name": "Alquiler de viviendas",
          "_links": {
            "self": {
              "name": "Alquiler de viviendas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.861.1"
            }
          }
        },
        {
          "id": "1.861.2",
          "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
          "_links": {
            "self": {
              "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.861.2"
            }
          }
        }
      ],
      "certificateStartDate": "2011-08-01",
      "certificateEndDate": "2011-12-08",
      "object": "A) LA CONSTRUCCIÓN Y PROMOCIÓN DE VIVIENDAS, TANTO DE PROTECCIÓN OFICIAL COMO DE RÉGIMEN LIBRE, SIN LIMITACIÓN, COMO ASISMISMO DE LOCALES DE NEGOCIO Y EDIFICACIONES, OBRAS Y CONSTRUCCIONES DE TIDO TIPO, CONTRATAS DE OBRAS PÚBLICAS O PARTICULARES, CONTRATOS DE EJECUCIÓN DE OBRAS Y SERVICIOS, OBTENCIÓN Y EXPLOTACIÓN DE CONCESIONES DE SERVICIOS PÚBLICOS Y DE CUALQUIER OTRAS CASE DE ADQUISICIÓN, USO, ARRENDAMIENTO, VNETA Y ENAJENACIÓN POR CUALQUIER TIPO DE EDIFICACIONES, PISOS, LOCALES Y CONTRUCCONES DE TODO GÉNERO, LA ADQUISICIÓN, USO, ARRENDAMIENTO Y ENAJENACIÓN DE FINCAS, TERRENOS Y SOLARES, SU PARCELACIÓN Y URBANIZACIÓN, LA PROMOCIÓN Y CONSTITUCIÓN DE COMUNIDADES DE PROPIETARIOS O CUALQUIER OTRA FORMA DE ASOCIACIÓN O SOCIEDAD CON FINES DE  EDIFICACIÓN Y URBANIZACIÓN.\r\n\r\nB) LA EXPLOTACIÓN, TANTO POR CUENTA PROPIA COMO DE TERCEROS, DE CUALQUIER FINCA O INSTALACIÓN AGROPECUARIA, AGRÍCOLA O GANADERA.\r\n\r\nC) LA ADQUISICIÓN, TENENCIA, ADMINISTRACIÓN, DISFRUTE, VENTA O GRAVAMEN DE VALORES MOBILIARIOS, SIN INCIDIR EN LAS OPERACIONES REGULADAS POR LEYES ESPECIALES, TANTO DE RENTA FIJA COMO VARIABLE, NACIONALES O EXTRANJEROS, YA SEAN DE EMISIÓN  PÚBLICA O PRIVADA.\r\n\r\nD)  ADQUISICIÓN, ENAJENACIÓN O CESIÓN DE BIENES DE EQUIPO, MAQUINARIA Y UTILLAJE, ASÍ COMO SU VENTA, IMPORTACIÓN O EXPORTACIÓN, POR CUALQUIERA DE LAS FORMAS ADMITIDAS EN DERECHO, ASÍ COMO TODA CLASE DE INVENTOS, LICENCIAS, PATENTES, DERCHOS DE PROPIEDAD INDUSTRIAL O INTELECTUAL, TANTO NACIONALES COMO EXTRAJJEROS, ASÍ COMO LA CESIÓN DE TODA CLASE DE DERCHOS DE ARTISTAS, DEPORTISTAS Y DEMÁS, Y CUALQUIER OTRO QUE LLEVE INHERENTE A LA PROFESIÓN DE DICHAS PERSONAS.\r\n\r\nE) TODA CLASE DE OPERACIONES INMOBILIARIAS SOBRE FINCAS RÚSTICAS Y URBANAS, PROMOCIÓN, CONTRATOS O REALIZACIONES DE PARCELACIONES, URBANIZACIONES, CONSTRUCCIONES Y OBRAS PRIVADAS O PÚBLICAS, LA VENTA, HIPOTECA, ARRENDAMIENTO, TRANSFORMACIÓN, MEJORA, ADMINISTRACIÓN, PUESTA EN EXPLOTACIÓN Y LA EXPLOTACIÓN MISMA, BAJO CUALQUIER  MODALIDAD, DE FINCAS DE CUALQUIER CLASE, LA ORGANIZACIÓN, PROMOCIÓN Y ASESORAMIENTO (SALVO LAS OPERACIONES RESERVADAS A LA BANCA Y GESTIÓN EN CASO DE SOCIEDADES, COOPERATIVAS, COMUNIDADES, ENTIDADES, GRUPOS O EMPRESAS PARTICULARES ORIENTADAS A LA CONSTRUCCIÓN O URBANIZACIÓN, LA PLANIFICACIÓN Y ESTUDIO DE MERCADOS EN MATERIA INMOBILIARIA.\r\n\r\nF) LA ADQUISICIÓN, POSESIÓN, EXPLOTACIÓN, CESIÓN, USO, ARRENDAMIENTO DE ACTIVOS NO FINANCIEROS.\r\n\r\nG) LA COMPRA-VENTA, ADMINISTRACIÓN, ARRIENDO Y EXPLOTACIÓN DE TERRENOS RÚSTICOS Y URBANOS, SOLARES, CONSTRUCCIONES, EDIFICACIONES, VIVIENDAS Y EXPLOTACIONES INDUSTRIALES, MINERAS, AGRÍCOLAS, PESQUERAS, PECUARIAS Y FORESTALES.\r\n\r\nH) LA COMPRA, TENENCIA, ENAJENACIÓN Y EXPLOTACIÓN INCLUSO EN EXCLUSIVA POR O A FAVOR  DE LA SOCIEDAD, DE TÍTULOS, VALORES, ACCIONES, BONOS, OBLIGACIONES, PATENTES, LICENCIAS, MARCAS, MODELOS, RÓTULOS, NOMBRES COMERCIALES Y TODA CLASE DE PERTENENCIAS DE PROPIEDAD INDUSTRIAL E INTELECTUAL Y CUALESQUIERA OTRA CLASE DE BIENES MUEBLES, SIEMPRE POR CUENTA PROPIA Y SIN EJERCER LA INTERMEDIACIÓN",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02710",
      "_links": {
        "self": {
          "name": "ABAROA, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/02710"
        }
      }
    },
    {
      "name": "ELECNET S. COOP. PEQUEÑA",
      "registrationNumber": "04640",
      "identificationNumber": "F01480870",
      "address": "MENDIGORRITXU, 138 PAB. 13",
      "location": {
        "postalCode": "01015",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        }
      ],
      "certificateStartDate": "2011-07-29",
      "certificateEndDate": "2011-11-25",
      "object": "A) LA INSTALACIÓN, CONFIGURACIÓN, CERTIFICACIÓN Y MANTENIMIENTO DE SISTEMAS ELÉCTRICOS DE BAJA TENSIÓN, ASÍ COMO LA COMERCIALIZACIÓN DE SUS COMPONENTES. B) LA INSTALACIÓN, CONFIGURACIÓN, CERTIFICACIÓN Y MANTENIMIENTO DE REDES DE DATOS, ASÍ COMO LA COMERCIALIZACIÓN DE SUS COMPONENTES. C) LA INSTALACIÓN, CONFIGURACIÓN, CERTIFICACIÓN Y MANTENIMIENTO DE REDES DE VOZ, ASÍ COMO LA COMERCIALIZACIÓN DE SUS COMPONENTES. D) LA INSTALACIÓN, CONFIGURACIÓN, CERTIFICACIÓN Y MANTENIMIENTO DE SISTEMAS DE TELEVISIÓN, ASÍ COMO LA COMERCIALIZACIÓN DE SUS COMPONENTES. E) LA INSTALACIÓN, CONFIGURACIÓN, CERTIFICACIÓN Y MANTENIMIENTO DE SISTEMAS SONORIZACIÓN Y MEGAFONÍA, ASÍ COMO LA COMERCIALIZACIÓN DE SUS COMPONENTES. F) LA INSTALACIÓN, CONFIGURACIÓN, CERTIFICACIÓN Y MANTENIMIENTO DE SISTEMAS DE INTERCOMUNICACIÓN, ASÍ COMO LA COMERCIALIZACIÓN DE SUS COMPONENTES. G) LA INSTALACIÓN, CONFIGURACIÓN, CERTIFICACIÓN Y MANTENIMIENTO DE SISTEMAS DE SEGURIDAD Y CONTROL DE ACCESO, ASÍ COMO LA COMERCIALIZACIÓN DE SUS COMPONENTES. H)  LA INSTALACIÓN, CONFIGURACIÓN, CERTIFICACIÓN Y MANTENIMIENTO DE SISTEMAS DE FIBRA ÓPTICA, ASÍ COMO LA COMERCIALIZACIÓN DE SUS COMPONENTES. I) LA INSTALACIÓN, CONFIGURACIÓN, CERTIFICACIÓN Y MANTENIMIENTO DE SISTEMAS DOMÓTICOS, ASÍ COMO LA COMERCIALIZACIÓN DE SUS COMPONENTES. J) LA INSTALACIÓN, CONFIGURACIÓN, CERTIFICACIÓN Y MANTENIMIENTO DE SISTEMAS ELÉCTRONICOS, ASÍ COMO LA COMERCIALIZACIÓN DE SUS COMPONENTES. K) LA INSTALACIÓN, CONFIGURACIÓN, CERTIFICACIÓN Y MANTENIMIENTO DE SISTEMAS DE ENERGÍA SOLAR, ASÍ COMO LA COMERCIALIZACIÓN DE SUS COMPONENTES. L) LA INSTALACIÓN, CONFIGURACIÓN Y MANTENIMIENTO DE CENTRALITAS TELEFÓNICAS, ASÍ COMO LA COMERCIALIZACIÓN DE SUS COMPONENTES. M) LA INSTALACIÓN, CONFIGURACIÓN Y MANTENIMIENTO DE SISTEMAS DE READIOFRECUENCIA, ASÍ COMO LA COMERCIALIZACIÓN DE SUS COMPONENTES. N) LA INSTALACIÓN Y MANTENIMIENTO DE LAS CANALIZACIONES QUE ALBERGUEN CUALQUIERA DE LOS SISTEMAS EXPUESTOS EN LOS APARTADOS A), B), C), D), E), F), G), H), I), J), K), L) Y M), ASÍ COMO LA COMERCIALIZACIÓN DE SUS COMPONENTES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04640",
      "_links": {
        "self": {
          "name": "ELECNET S. COOP. PEQUEÑA",
          "href": "https://api.euskadi.eus/procurements/companies/04640"
        }
      }
    },
    {
      "name": "CONSTRUCCIONES URGABI, S.L.",
      "registrationNumber": "03519",
      "identificationNumber": "B95307120",
      "address": "CAMINO TRAS SANTIAGO Nº6, 1º IZDA.",
      "location": {
        "postalCode": "48460",
        "municipality": "Urduña/Orduña",
        "county": "Bizkaia",
        "municipalityId": "074",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        }
      ],
      "certificateStartDate": "2011-07-26",
      "certificateEndDate": "2011-12-14",
      "object": "1. LA ADQUISICIÓN Y ENAJENACIÓN POR CUALQUIER TÍTULO DE FINCAS RÚSTICAS Y URBANAS, YA SEAN TIERRAS, SOLARES, EDIFICIOS O SUS PARTES DETERMINADAS, LA CONSTRUCCIÓN Y REHABILITACIÓN DE ÉSTOS, Y LA TENENCIA, EXPLOTACIÓN Y ARRENDAMIENTO, YA SEA ACTIVO O PASIVO DE TALES BIENES Y SU VENTA TOTAL O PARCIAL, SEGÚN CONVENGA; 2. LA REALIZACIÓN DE SERVICIOSO Y TRABAJOS DE ASESORAMIENTO Y CONSULTORÍA EN EL CAMPO DE LA DIRECCIÓN Y GESTIÓN DE EMPRESAS EN CUALQUIERA DE SUS ÁREAS O ACTIVIDADES, YA SEA ADMINISTRATIVO-CONTABLE, PRODUCCIÓN, FINANCIERA O COMERCIAL; LA REALIZACIÓN DE ESTUDIOS MACRO Y MICROECONÓMICOS TANTO PARA EMPRESAS O AGRUPACIONES EMPRESARIALES, COMO PARA ENTIDADES DEL SECTOR PÚBLICO, YA SEA ÉSTE DE LA ADMINISTRACIÓN DEL ESTADO, AUTONÓMICA, FORAL, LOCAL O DE LA UNIÓN EUROPEA O CUALESQUIERA OTROS ORGANISMOS; 3. LA REALIZACIÓN DE SERVICIOS Y TRABAJOS DE INFORMÁTICA A TERCEROS, ASÍ COMO SERVICIOS DE MECANOGRAFÍA, REPROGRAFÍA, DISEÑO, TRADUCCIONES, ASESORAMIENTO O IMAGEN, SECRETARIADO MÓVIL, YA SEA EN LAS DEPENDENCIAS DE LOS CLIENTES, YA EN FERIAS, CONGRESOS Y EXHIBICIONES; 4. EL DESEMPEÑO DE ACTIVIDADES DE REPRESENTACIÓN, MEDIACIÓN, PROMOCIÓN Y GESTIÓN TANTO EN ESPAÑA COMO EN EL EXTRANJERO, DE TODA CLASE DE EMPRESAS COMERCIALES, INDUSTRIALES Y DE SERVICIOS; 5. LA CONSTITUCIÓN CON LA CONCURRENCIA DE OTRAS PERSONAS DE TODA CLASE DE SOCIEDADES MERCANTILES, LA PARTICIPACIÓN EN OTRAS CONSTITUÍDAS, PUDIENDO OSTENTAR EN TODAS ELLAS CARGOS DE ADMINISTRACIÓN, DIRECCIÓN O CONTROL MEDIANTE LA OPORTUNA DELEGACIÓN EN PERSONA FÍSICA; 6. LA ADQUISICIÓN, TENENCIA, DISFRUTE Y ENAJENACIÓN DE TODA CLASE DE VALORES MOBILIARIOS, COTIZADOS EN BOLSA O NO, SIEMPRE QUE NO SE INCIDA EN OPERACIONES REGULADAS POR LEGISLACIÓN ESPECIAL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03519",
      "_links": {
        "self": {
          "name": "CONSTRUCCIONES URGABI, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03519"
        }
      }
    },
    {
      "name": "CONSTRUCCIONES Y SERVICIOS GORBELAN, S.A.",
      "registrationNumber": "03549",
      "identificationNumber": "A95436796",
      "address": "JUAN CARLOS DE GORTAZAR Nº 24 BAJO",
      "location": {
        "postalCode": "48003",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        }
      ],
      "certificateStartDate": "2011-07-22",
      "certificateEndDate": "2011-10-07",
      "object": "SERVICIOS AUXILIARES PARA TRABAJOS ADMINISTRATIVOS DE ACTIVO Y SIMILARES. SERVICIOS DE GESTIÓN Y COBRO. ENCUESTAS, TOMA DE DATOS Y SERVICIOS ANÁLOGOS. LECTURA DE CONTADORES. ORGANIZACIÓN Y PROMOCIÓN DE CONGRESOS, FERIAS Y EXPOSICIONES. SERVICIOS DE PORTERÍA, CONTROL DE ACCESOS E INFORMAICÓN AL PÚBLICO. HIGIENIZACIÓN, DESINFECCIÓN, DESINSECTACIÓN Y DESRATIZACIÓN. SERVICIOS DE SEGURIDAD, CUSTODIA Y PROMOCIÓN. ATENCIÓN Y MANEJO DE INSTALACIONES DE SEGURIDAD. ARTES GRÁFICAS. SERVICIOS DE BIBLIOTECAS, ARCHIVOS Y MUSEOS. HOSTELERÍA Y SERVICIOS DE COMIDA. PREVENCIÓN DE INCENDIOS FORESTALES. SERVICIOS DE PROTECCIÓN DE ESPECIES. ACTIVIDADES MEDICAS Y SANITARIAS. INSPECCIÓN SANITARIA DE INSTALACIONES. SERVICIOS VETERINARIOS PARA LA SALUD. SERVICIOS DE ESTILIZACIÓN DE MATERIAL SANITARIO. RESTAURACIÓN DE OBRAS DE ARTE. MANTENIMIENTO, CONSERVACIÓN Y RESTAURACIÓN DE MATERIALES CINEMATOGRÁFICO Y AUDIOVISUALES. CONSERVACIÓN Y MANTENIMIENTO DE EDIFICIOS. CONSERVACIÓN Y MANTENIMIENTO DE CARRETERAS, PISTAS, AUTOPISTAS, AUTOVIAS Y CALZADAS. CONSERVACIÓN Y MANTENIMIENTO DE REDES DE AGUA Y ALCANTARILLADO. CONSERVACIÓN Y MANTENIMIENTO INTEGRAL DE ESTACIONES DEPURADORES. CONSERVACIÓN Y MANTENIMIENTO INTEGRAL DE ESTACIONES DEPURADORES. CONSERVACIÓN Y MANTENIMIENTO DE MOBILIARIO URBANO. CONSERVACIÓN Y MANTENIMIENTO DE MONTES Y JARDINES. CONSERVACIÓN Y MANTENIMIENTO DE MONUMENTOS Y EDIFICIOS SINGULARES. MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES ELÉCTRICAS Y ELECTRÓNICAS. MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES DE FONTANERÍA, CONDUCCIONES DE AGUA Y GAS. MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES DE CALEFACCIÓN Y AIRE ACONDICIONADO. MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES DE ELECTROMEDICINA. MATENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES DE DE SEGURIDAD Y CONTRA INCENDIOS. MANTENIMIENTO Y REPARACIÓN DE EQUIPOS Y MAQUINARIA DE OFICINA. MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES DE APARATOS ELEVADORES Y DE TRASLACIÓN HORIZONTAL. MANTENIMIENTO Y REPARACIÓN DE MAQUINARIA. MANTENIMIENTO Y REPARACIÓN DE VEHÍCULOS AUTOMOTORES, INCLUIDOS BUQUES Y AERONAVES. DESMONTAJES DE ARMAMENTO Y DESTRUCCIÓN DE MUNICIÓN. DESGUACES. TRANSPORTE EN GENERAL. TRASLADO DE ENFERMOS POR CUALQUIER MEDIO DE TRANSPORTE. TRANSPORTE  Y CUSTODIA DE FONDOS. TRASPORTE DE OBRAS DE ARTE. RECOGIDA Y TRANSPORTE DE TODA CLASE DE RESIDUOS. SERVICOS AÉREOS DE FUMIGACIÓN, CONTROL, VIGILANCIA AÉREA Y EXTENSIÓN DE INCENDIOS. SERVICIOS DE GRUA. REMOLQUES DE BUQUES. SERVICOS DE MENSAJERIA, CORRESPONDENCIA Y DISTRIBUCIÓN. TRATAMIENTO DE INCINERACIÓN DE RESIDUOS Y DESECHOS URBANOS. TRATAMIENO DE LODOS. TRATAMIENTO DE RESIDUOS RADIACTIVOS Y ÁCIDOS. TRATAMIENTO DE RESIDUOS DE CENTROS SANITARIOS Y CLINICAS VETERINARIAS. TRATAMIENTO DE RESIDUOS OLEOSOS. SERVICIOS DE PUBLICIDAD. SERVICIO DE RADIO Y TELEVISIÓN. AGENCIA DE NOTICIAS. REALIZACIÓN DE MATERIAL AUDIOVISUAL. SERVICIOS DE TRADUCTORES E INTERPRETES. SERVICOS DE LIMIPIEZA EN GENERAL. LAVANDERÍA Y TINTE. ALMACENAJE. AGENCIA DE VIAJES. GUARDERÍAS INFANTILES. RECOGIDA DE CARROS PORTAEQUIPAJES EN ESTACIONES Y AEROPUERTOS. OTROS SERVICOS NO DETERMINADOS. SERVICIOS DE CAPTURA DE INFORMACIÓN POR MEDIOS ELECTRÓNICO, INFORMÁTICOS Y TELEMÁTICOS. SERVICIOS DE DESARRROLLO Y MANTENIMIENTO DE PROGRAMAS DE ORDENADOR. SERVICIOS DE MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES INFORMATICOS DE TELECOMUNICACIONES. SERVICIOS DE TELECOMUNICACIONES. SERVICOS DE EXPLOTACIÓN Y CONTROL DE SISTEMAS INFORMÁTICOS E INFRAESTRUCTURAS TELEMÁTICAS. SERVICIOS DE CERTIFICACIÓN ELECTRÓNICA. SERVICIOS DE EVALUACIÓN Y CERTIFICACIÓN TECNOLÓGICA. OTROS SERVICOS INFORMÁTICOS O DE TELECOMUNICACIONES. ESTUDIO Y REALIZACIÓN DE NEGOCIOS INMOBILIARIOS, COMPRAVENTA DE LOCALES, SOLARES Y TERRENOS, EDIFICACIÓN DE NUEVAS CONSTRUCCIONES PARA SU VENTA Y ALQUILER, REALIZACIÓN DE URBANIZACIÓN CON SUS PROYECTOS, GESTIÓN DE COMUNIDADES , SU PLANIFICACIÓN Y DESARROLLO Y OBRAS SIMILARES. LA CONSTRUCCIÓN DE TODO TIPO DE OBRAS, TANTO EDIFICACIÓN COMO OBRA CIVIL. LA REALIZACIÓN DE PROYECTO Y EJECUCIÓN DE TODA CLASE DE OBRAS DE SANEAMIENTO, CONSTRUCCIÓN, AMPLIACIÓN, SUSTITUCIÓN Y MANTENIMIENTO DE POZOS Y FOSAS SÉPTICAS. EL MANTENIMEINTO Y CONSERVACIÓN DE BIENES INMUEBLES, DEPURADORES CARRETERAS, JARDINES Y URBANIZACIONES. LA CONSERVACIÓN Y MANTENIMIENTO DE TODA CLASE DE OBRAS E INSTALACIONES. LIMPIEZA E HIGIENIZACIÓN EN GENEREAL. SERVICIOS DE TRATAMIENTO E INCINERACIÓN DE RESIDUOS Y DESECHOS. SERVICOS EN GENERAL DE TODO TIPO DE TRANSPORTES. SERVICIOS DE INFORMACIÓN, PUBLICIDAD, ADMINISTRATIVOS Y COMUNICACIÓN",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03549",
      "_links": {
        "self": {
          "name": "CONSTRUCCIONES Y SERVICIOS GORBELAN, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/03549"
        }
      }
    },
    {
      "name": "GRUPO SEIDOR, S.A.",
      "registrationNumber": "03521",
      "identificationNumber": "A59375956",
      "address": "PASAJE RAMON SOLER S/N",
      "location": {
        "postalCode": "48011",
        "municipality": "Barcelona",
        "county": "Barcelona",
        "municipalityId": "019",
        "countyId": "08"
      },
      "economicActivities": [
        {
          "id": "1.659.2",
          "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
          "_links": {
            "self": {
              "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.2"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        },
        {
          "id": "1.853",
          "name": "Alquiler de maquinaria y equipo contable de oficina y cálculo",
          "_links": {
            "self": {
              "name": "Alquiler de maquinaria y equipo contable de oficina y cálculo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.853"
            }
          }
        }
      ],
      "certificateStartDate": "2011-07-21",
      "certificateEndDate": "2011-10-08",
      "object": "LA COMERCIALIZACIÓN, INSTALACIÓN Y MANTENIMIENTO DE EQUIPOS INFORMÁTICOS, ASÍ COMO LA PROGRAMACIÓN, ORGANIZACIÓN Y ASESORAMIENTO Y PRESTACIÓN DE SERVICIOS INFORMÁTICOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03521",
      "_links": {
        "self": {
          "name": "GRUPO SEIDOR, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/03521"
        }
      }
    },
    {
      "name": "QUIMICA FARMACEUTICA BAYER, S.L.",
      "registrationNumber": "03779",
      "identificationNumber": "B28049583",
      "address": "AVGDA. BAIX LLOBREGAT, 3-5",
      "location": {
        "postalCode": "08970",
        "municipality": "Sant Joan Despí",
        "county": "Barcelona",
        "municipalityId": "217",
        "countyId": "08"
      },
      "economicActivities": [
        {
          "id": "1.614.1",
          "name": "Venta al por mayor de productos farmacéuticos y medicamentos",
          "_links": {
            "self": {
              "name": "Venta al por mayor de productos farmacéuticos y medicamentos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.614.1"
            }
          }
        }
      ],
      "certificateStartDate": "2011-07-20",
      "certificateEndDate": "2011-03-28",
      "object": "1.- LA FABRICACIÓN, DISTRIBUCIÓN, COMPRA, VENTA, EXPORTACIÓN E IMPORTACIÓN DE: PRODUCTOS QUÍMICOS; PREPARADOS DE USO EN MEDICINA HUMANA Y VETERINARIA; DROGAS; PRODUCTOS BIOLÓGICOS, ODONTOLÓGICOS, COSMÉTICOS Y DE DIAGNÓSTICO; MATERIAL ESTÉRIL; INSTRUMENTOS, APARATOS Y MATERIALES DE USO EN EL CAMPO DE LA SALUD, DITÉTICA E HIGIENE.\r\n2.- LA COMPRA, VENTA, ALQUILER, IMPORTACIÓN, EXPORTACIÓN Y MANTENIMIENTO DE EQUIPOS Y APARATOS DE LABORATORIO, ORDENADORES, Y LA INVESTIGACIÓN DE NUEVAS TECNOLOGÍAS EN RELACIÓN CON LOS MISMOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03779",
      "_links": {
        "self": {
          "name": "QUIMICA FARMACEUTICA BAYER, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03779"
        }
      }
    },
    {
      "name": "KEMIA CIENTÍFICA, S.A.",
      "registrationNumber": "02364",
      "identificationNumber": "A28381051",
      "address": "POLÍGONO INDUSTRIAL, 2  \"LA FUENSANTA\" PARCELLA 11",
      "location": {
        "postalCode": "28936",
        "municipality": "Móstoles",
        "county": "Madrid",
        "municipalityId": "092",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.251.3",
          "name": "Fabricación de productos químicos inorgánicos",
          "_links": {
            "self": {
              "name": "Fabricación de productos químicos inorgánicos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.251.3"
            }
          }
        },
        {
          "id": "1.617.8",
          "name": "Venta al por mayor de máquinas y material de oficina",
          "_links": {
            "self": {
              "name": "Venta al por mayor de máquinas y material de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.617.8"
            }
          }
        },
        {
          "id": "1.619.7",
          "name": "Venta al por mayor de instrumentos de precisión, medida y similares",
          "_links": {
            "self": {
              "name": "Venta al por mayor de instrumentos de precisión, medida y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.619.7"
            }
          }
        },
        {
          "id": "1.942.9",
          "name": "Otros servicios sanitarios sin internados, no clasificados",
          "_links": {
            "self": {
              "name": "Otros servicios sanitarios sin internados, no clasificados",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.942.9"
            }
          }
        }
      ],
      "certificateStartDate": "2011-07-18",
      "certificateEndDate": "2011-12-01",
      "object": "LA FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN Y DISTRIBUCIÓN Y VENTA, TANTO DE REACTIVOS Y SOLUCIONES QUÍMICAS PARA ANÁLISIS CLÍNICOS E INDUSTRIALES COMO DE CUALQUIER TIPO DE MAQUINARIA Y EQUIPO PARA SU APLICACIÓN Y EL ANÁLISIS O RECUENTO DE PARTICULAR, IINCLUYENDO LOS SERVICIOS  DE ASISTENCIA TÉCNICA Y MANTENIMIENTO RELACIONADOS CON DICHOS PRODUCTOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02364",
      "_links": {
        "self": {
          "name": "KEMIA CIENTÍFICA, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/02364"
        }
      }
    },
    {
      "name": "GARAGE SEGAD, S.A.",
      "registrationNumber": "00148",
      "identificationNumber": "A01007129",
      "address": "C/ PORTAL DE GAMARRA, Nº 48.",
      "location": {
        "postalCode": "01013",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.654.1",
          "name": "Venta al por menor de vehículos terrestres",
          "_links": {
            "self": {
              "name": "Venta al por menor de vehículos terrestres",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.654.1"
            }
          }
        },
        {
          "id": "1.691.2",
          "name": "Reparación de vehículos automóviles, bicicletas y otros vehículos",
          "_links": {
            "self": {
              "name": "Reparación de vehículos automóviles, bicicletas y otros vehículos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.691.2"
            }
          }
        }
      ],
      "certificateStartDate": "2011-07-14",
      "certificateEndDate": "2011-11-19",
      "object": "REPARACIÓN DE VEHÍCULOS DE MOTOR DE TODO TIPO Y EN GENERAL LO QUE SE RELACIONE CON ESTA ACTIVIDAD",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/00148",
      "_links": {
        "self": {
          "name": "GARAGE SEGAD, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/00148"
        }
      }
    },
    {
      "name": "CIAL ALBERDI, S.L.",
      "registrationNumber": "04477",
      "identificationNumber": "B01458520",
      "address": "ALTO DE ARMENTIA 18",
      "location": {
        "postalCode": "01007",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.615.1",
          "name": "Venta al por mayor de vehículos, motocicletas, bicicletas y sus accesorios",
          "_links": {
            "self": {
              "name": "Venta al por mayor de vehículos, motocicletas, bicicletas y sus accesorios",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.1"
            }
          }
        },
        {
          "id": "1.691.2",
          "name": "Reparación de vehículos automóviles, bicicletas y otros vehículos",
          "_links": {
            "self": {
              "name": "Reparación de vehículos automóviles, bicicletas y otros vehículos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.691.2"
            }
          }
        },
        {
          "id": "1.722",
          "name": "Transporte de mercancías por carretera",
          "_links": {
            "self": {
              "name": "Transporte de mercancías por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.722"
            }
          }
        },
        {
          "id": "1.831.9",
          "name": "Otros servicios financieros n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios financieros n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.831.9"
            }
          }
        },
        {
          "id": "1.854",
          "name": "Alquiler de automóviles sin conductor",
          "_links": {
            "self": {
              "name": "Alquiler de automóviles sin conductor",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.854"
            }
          }
        }
      ],
      "certificateStartDate": "2011-07-14",
      "certificateEndDate": "2011-11-18",
      "object": "1.- LA COMPRA, FABRICACIÓN, VENTA, DISTRIBUCIÓN, COMERCIALIZACIÓN, PERMUTA, ALQUILER, REPARACIÓN, REPRESENTACIÓN, EXPORTACIÓN, IMPORTACIÓN Y EXPLOTACIÓN DE TODA CLASE DE VEHICULOS TERRESTRES, MARÍTIMOS O AÉREOS, DE TURISMO O INDUSTRIALES, CON O SIN MOTOR, ASÍ COMO LA PRESTACIÓN DEL SERVICIO DE ASISTENCIA TÉCNICA QUE SE DERIVA DE LAS ACTIVIDADES ENUNCIADAS.\r\n\r\n2.- LA REALIZACIÓN DE TODO TIPO DE ACTIVIDADES TÉCNICO-ADMINISTRATIVAS LIGADAS A LAS ACTIVIDADES RELACIONADAS EN EL APARTADO ANTERIOR, TALES COMO AGENCIA DE ADUANAS, DE SEGUROS Y GESTORÍA ADMINISTRATIVA , EN CUANTO LO PERMITEN LAS LEGISLACIONES PROPIAS DE CADA MATERIA.\r\n\r\n3.- LA REALIZACIÓN DE ACTIVIDADES INMOBILIARIAS DE PROMOCIÓN Y CONSTRUCCIÓN, TALES COMO LA ADQUISICIÓN, URBANIZACIÓN, PARCELACIÓN, CONSTRUCCIÓN, EDIFICACIÓN, CONSTITUCIÓN EN PROPIEDAD HORIZONTAL, REFORMA, ARRENDAMIENTO Y ENAJENACIÓN Y, EN GENERAL, TODA ACTIVIDAD RELATIVA A EXPLOTACIÓN DE BIENES INMUEBLES, ASÍ RÚSTICOS COMO URBANOS, Y LA REALIZACIÓN DE OBRAS PÚBLICAS Y DE TODA SUERTE DE INVERSIONES Y DE PROMOCIONES RELACIONADAS CON EL RAMO DE LA CONSTRUCCIÓN.\r\n\r\n4.- LA ADQUISICIÓN, EXPLOTACIÓN EN CUALQUIER FORMA, COMERCIALIZACIÓN, CESIÓN Y ENAJENACIÓN DE TODO TIPO DE PROPIEDAD INTELECTUAL Y DE PATENTES Y DEMÁS MODALIDADES DE PROPIEDAD INDUSTRIAL.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04477",
      "_links": {
        "self": {
          "name": "CIAL ALBERDI, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04477"
        }
      }
    }
  ]
}