{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 283,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "SUBE CONTRACT, S.L.",
      "registrationNumber": "03145",
      "identificationNumber": "B48980064",
      "address": "Ribera de Axpe, 11 Edificio A Local 213",
      "location": {
        "postalCode": "48950",
        "municipality": "Erandio",
        "county": "Bizkaia",
        "municipalityId": "902",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        },
        {
          "id": "1.843.2",
          "name": "Servicios técnicos de arquitectura y urbanismo",
          "_links": {
            "self": {
              "name": "Servicios técnicos de arquitectura y urbanismo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.2"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-12",
      "certificateEndDate": "2026-03-11",
      "object": "A) LA REALIZACIÓN POR CUENTA PROPIA O AJENA DE TODA CLASE DE CONSTRUCCIONES, INSTALACIONES, REFORMAS, REHABILITACIONES Y DECORACIONES. LA SUPERVISIÓN Y CONTROL DE OBRAS, ASÍ COMO LA COORDINACIÓN DE GREMIOS, EL ASESORAMIENTO Y LA ASISTENCIA TÉCNICA EN TODO CUANTO SE RELACIONE, DIRECTA O INDIRECTAMENTE CON EL CAMPO DE LA CONSTRUCCIÓN DE EDIFICIOS Y DE LAS OBRAS PÚBLICAS O CIVILES. B) LA ADQUISICIÓN, CESIÓN, ENAJENACIÓN, TENENCIA Y DISFRUTE EN GENERAL DE TODA CLASE DE VALORES MOBILIARIOS, TANTO PÚBLICOS COMO PRIVADOS, NACIONALES Y EXTRANJEROS, SIN INCIDIR EN LAS OPERACIONES REGULADAS POR LEYES ESPECIALES, PUDIENDO OBTENER DE LOS MISMOS LOS RENDIMIENTOS SUSCEPTIBLES DE UNA BUENA ADMINISTRACIÓN. C) LA PROMOCIÓN, CONSTRUCCIÓN, COMPRA, VENTA, ARRENDAMIENTO Y EXPLOTACIÓN EN CUALQUIER OTRA FORMA DE TODA CLASE DE EDIFICACIONES, SOLARES E INMUEBLES EN GENERAL, TANTO POR CUENTA PROPIA COMO AJENA. D) LA ADMINISTRACIÓN DE FINCAS Y COMUNIDADES, TANTO DE PROPIETARIOS COMO DE AUTOPROMOTORES, ASÍ COMO LA PRESTACIÓN DE TODA CLASE DE SERVICIOS RELACIONADOS CON EL ÁMBITO INMOBILIARIO, ARQUITECTÓNICO, DE TÉCNICA DE LA CONSTRUCCIÓN E INGENIERÍA EN GENERAL POR MEDIO DE LA FORMULACIÓN, DESARROLLO Y PUESTA EN MARCHA DE ESTUDIOS, ACTUACIONES Y PROYECTOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03145",
      "_links": {
        "self": {
          "name": "SUBE CONTRACT, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03145"
        }
      }
    },
    {
      "name": "SOULBILBAO COMUNICACION MULTIMEDIA, S.L.",
      "registrationNumber": "09854",
      "identificationNumber": "B95503371",
      "address": "Calle Maestro Damián González",
      "location": {
        "postalCode": "48007",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-11",
      "certificateEndDate": "2026-03-11",
      "object": "-DISEÑO Y REALIZACIÓN DE WEBS, -PROGRAMACIÓN A MEDIDA, PROGRAMACIÓN ESTÁNDAR, -EDICIÓN Y PUBLICACIÓN DE MEDIOS DE COMUNICACIÓN EN DIFERENTES SOPORTES, -REALIZACIÓN DE EVENTOS CULTURALES O DIVULGATIVOS UTILIZANDO LOS MEDIOS MULTIMEDIA Y EXPLOTACIÓN DE DISEÑOS EN DIFERENTES SOPORTES -REALIZACIÓN DE EVENTOS DE CULTURALES Y DE OCIO, ASÍ COMO DIVULGACIÓN SOCIAL Y CULTURAL.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09854",
      "_links": {
        "self": {
          "name": "SOULBILBAO COMUNICACION MULTIMEDIA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09854"
        }
      }
    },
    {
      "name": "ELIRECON ERC, S.L.",
      "registrationNumber": "05345",
      "identificationNumber": "B20540357",
      "address": "LAMISINGO ITURRIA, 6",
      "location": {
        "postalCode": "20305",
        "municipality": "Irun",
        "county": "Gipuzkoa",
        "municipalityId": "045",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.921.5",
          "name": "Servicios de incineración y eliminación de basuras y desechos",
          "_links": {
            "self": {
              "name": "Servicios de incineración y eliminación de basuras y desechos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.5"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-11",
      "certificateEndDate": "2026-03-11",
      "object": "LA GESTIÓN Y ELIMINACIÓN DE RESIDUOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05345",
      "_links": {
        "self": {
          "name": "ELIRECON ERC, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05345"
        }
      }
    },
    {
      "name": "DATASOCIAL, S.L.",
      "registrationNumber": "07489",
      "identificationNumber": "B88221833",
      "address": "C/ SERRANO 110, 1º PLANTA",
      "location": {
        "postalCode": "28006",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-11",
      "certificateEndDate": "2026-03-11",
      "object": "-ACTIVIDAD PRINCIPAL: CNAE 7311 AGENCIAS DE PUBLICIDAD ACTIVIDAD PRINCIPAL: LA PRESTACIÓN DE TODA UNA SERIE DE SERVICIOS DE PUBLICIDAD (ES DECIR, CON RECURSOS PROPIOS O MEDIANTE SUBCONTRATACIÓN), INCLUIDOS EL ASESORAMIENTO, LOS SERVICIOS DE CREATIVOS, LA PRODUCCIÓN Y COMPRA DE MATERIAL PUBLICITARIO. LA CREACIÓN Y REALIZACIÓN DE CAMPAÑAS PUBLICITARIAS; CREACIÓN Y COLOCACIÓN DE PUBLICIDAD EN PERIÓDICOS, REVISTAS, RADIO, TELEVISIÓN, INTERNET Y OTROS MEDIOS DE COMUNICACIÓN LA CREACIÓN Y COLOCACIÓN DE PUBLICIDAD EXTERIOR EN CARTELES, VALLAS PUBLICITARIA Y TABLONES DE ANUNCIOS, LA DECORACIÓN DE ESCAPARATES, EL DISEÑO DE SALAS DE MUESTRAS, LA COLOCACIÓN DE ANUNCIOS EN AUTOMÓVILES Y AUTOBUSES, ETC; LA PUBLICIDAD AÉREA; LA DISTRIBUCIÓN O ENTREGA DE MATERIAL PUBLICITARIO O DE MUESTRAS; LA CREACIÓN DE STANDS Y OTRAS ESTRUCTURAS Y LUGARES DE EXPOSICIÓN; LA REALIZACIÓN DE CAMPAÑAS DE MARKETING Y OTROS SERVICIOS PUBLICITARIOS DESTINADOS A ATRAER Y CONSERVAS CLIENTES; LA PROMOCIÓN DE PRODUCTOS; EL MARKETING EN EL PUNTO DE VENTA; LA PUBLICIDAD POR CORRESPONDENCIA DIRECTA; EL ASESORAMIENTO EN MARKETING. PUDIENDO DEDICARSE ADEMÁS: - CURSOS DE DESARROLLO PERSONAL; CURSOS PRESENCIALES EN LA MISMA SEDE O CON DESPLAZAMIENTO Y ONLINE. -DIRIGIR Y GESTIONAR LA PARTICIPACIÓN EN OTRAS SOCIEDADES PARTICIPADAS. - LA PRESTACIÓN A TERCEROS DE SERVICIOS DE GESTIÓN DE LAS DIVERSAS ACTIVIDADES QUE INTEGRAN EL OBJETO SOCIAL DE LA COMPAÑÍA, RELACIONADAS ANTERIORMENTE",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07489",
      "_links": {
        "self": {
          "name": "DATASOCIAL, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07489"
        }
      }
    },
    {
      "name": "CONSULTORES DE EMPRESA-CDE, S.L",
      "registrationNumber": "05148",
      "identificationNumber": "B20610960",
      "address": "Parque Empresarial Zuatzu, Edificio Urgull, Portal 3, ofi 9",
      "location": {
        "postalCode": "20018",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.847",
          "name": "Servicios de consultoría",
          "_links": {
            "self": {
              "name": "Servicios de consultoría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.847"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-11",
      "certificateEndDate": "2026-03-11",
      "object": "PRESTACIÓN DE SERVICIOS DE CONSULTORÍA ESTRATÉGICA A LAS EMPRESAS, INCLUYENDO, ENTRE OTRAS, LAS ÁREAS DE PLANIFICACIÓN ESTRATÉGICA, GESTIÓN DE LA INNOVACIÓN, CALIDAD, MEDIO AMBIENTE, SEGURIDAD Y SALUD LABORAL, IGUALDAD DE GÉNERO, ETC. LA GESTIÓN DE PERSONAS, ESTO ES, FORMACIÓN, SELECCIÓN, DIAGNÓSTICO DE NECESIDADES, DESARROLLO ORGANIZACIONAL Y CUALQUIER OTRA RELACIONADA CON LA GESTIÓN DE LOS RECURSOS HUMANOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05148",
      "_links": {
        "self": {
          "name": "CONSULTORES DE EMPRESA-CDE, S.L",
          "href": "https://api.euskadi.eus/procurements/companies/05148"
        }
      }
    },
    {
      "name": "EFITEKO ELECTRICIDAD Y LED, S.L.",
      "registrationNumber": "09561",
      "identificationNumber": "B01563709",
      "address": "juntas generales nº 39 bajo",
      "location": {
        "postalCode": "01010",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        },
        {
          "id": "1.653.2",
          "name": "Venta al por menor de material y aparatos eléctricos, electrodomésticos y cocina",
          "_links": {
            "self": {
              "name": "Venta al por menor de material y aparatos eléctricos, electrodomésticos y cocina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.653.2"
            }
          }
        },
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-11",
      "certificateEndDate": "2026-03-11",
      "object": "- LA PREPARACIÓN, COLOCACIÓN, REPARACIÓN, INSTALACIÓN, REFORMAS Y MANTENIMIENTO DE TODO TIPO DE REDES ELÉCTRICAS, ASÍ COMO DE APARATOS ELÉCTRICOS Y ELECTRODOMÉSTICOS, REDES DE TELEFONÍA, TELEVISIÓN, AUTOMATISMOS Y RADIOFONÍA. - LA COMERCIALIZACIÓN, ALMACENAMIENTO, REPRESENTACIÓN Y DISTRIBUCIÓN DE PRODUCTOS RELACIONADOS CON LA ACTIVIDAD, MONTAJE Y PROGRAMACIÓN DE EQUIPOS ELÉCTRICOS, ELECTRÓNICOS, INSTALACIONES PARA TELECOMUNICACIONES Y SONIDO, CONTROL Y REGULACIÓN, MEDIDA DE EQUIPOS. - LA VENTA AL POR MAYOR Y AL POR MENOR DE MATERIAL DE CONSTRUCCIÓN, APARATOS DE FONTANERÍA, REFRIGERACIÓN, CALEFACCIÓN Y TODO CUANTO TENGA RELACIÓN CON LA ARQUITECTURA, CONSTRUCCIÓN Y REHABILITACIÓN DE EDIFICIOS, PABELLONES, OBRAS PÚBLICAS Y PRIVADA INCLUSO LA PROPIA INTERVENCIÓN DIRECTA EN LA CONSTRUCCIÓN, COLOCACIÓN Y PUESTA EN FUNCIONAMIENTO DE LOS ELEMENTOS Y MATERIALES COMERCIALIZADOS. - LA COMERCIALIZACIÓN, DISEÑO, FABRICACIÓN, E INSTALACIÓN, DE: A) EL VIDRIO EN TODAS SUS MANIFESTACIONES: VIDRIO PLANO EN SUS DISTINTOS ESPESORES (VIDRIO TRANSPARENTE, ESPEJO, VIDRIO ÁCIDO, PINTADO, LAMINADO, IMPRESO, RÉFLEX, TEMPLADO, CURVADO), ESPEJOS, VIDRIERAS, MURALES, MAMPARAS DE BAÑO, MESAS, PUERTAS, BAÑERAS, ALICATADOS DE CRISTAL. B) SISTEMAS DE ILUMINACIÓN. - PRODUCCIÓN, MONTAJE Y COMERCIALIZACIÓN DE ENERGÍAS RENOVABLES Y DE SUS INSTALACIONES. - LA EXPLOTACIÓN DE NEGOCIOS DE SEGURIDAD Y VIGILANCIA. - LA INTERMEDIACIÓN, ORGANIZACIÓN Y COORDINACIÓN DE GREMIOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09561",
      "_links": {
        "self": {
          "name": "EFITEKO ELECTRICIDAD Y LED, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09561"
        }
      }
    },
    {
      "name": "BIDEIN SL",
      "registrationNumber": "01678",
      "identificationNumber": "B48298244",
      "address": "POLIGONO ALIENDALDE 11 - 2 M",
      "location": {
        "postalCode": "48200",
        "municipality": "Durango",
        "county": "Bizkaia",
        "municipalityId": "027",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-11",
      "certificateEndDate": "2026-03-11",
      "object": "LOS ESTUDIOS, PROYECTOS, PLANEAMIENTO Y DIRECCIONES DE OBRA EN GENERAL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01678",
      "_links": {
        "self": {
          "name": "BIDEIN SL",
          "href": "https://api.euskadi.eus/procurements/companies/01678"
        }
      }
    },
    {
      "name": "HORTELANOS DE LA COMUNICACION, S.L.",
      "registrationNumber": "09846",
      "identificationNumber": "B05319686",
      "address": "Calle Correría,84 bajo",
      "location": {
        "postalCode": "01001",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-11",
      "certificateEndDate": "2026-03-11",
      "object": "-SERVICIOS DE AGENCIAS DE PUBLICIDAD. PRESTACIÓN DE SERVICIOS DE COMUNICACIÓN, MARKETING Y PUBLICIDAD, INCLUIDOS EL ASESORAMIENTO, LOS SERVICIOS DE CREATIVOS Y DE DISEÑO GRÁFICO, CREACIÓN Y REALIZACIÓN DE CAMPAÑAS PUBLICITARIAS, CREACIÓN Y COLOCACIÓN DE PUBLICIDAD EN MEDIOS DE COMUNICACIÓN, ESPECIALMENTE EN LOS RELACIONADOS CON INTERNET, GESTIÓN DE REDES SOCIALES, PROMOCIÓN DE PRODUCTOS, MARKETING EN EL PUNTO DE VENTA, CREACIÓN DE STANDS Y OTRAS ESTRUCTURAS Y LUGARES DE EXPOSICIÓN, LA REALIZACIÓN DE CAMPAÑAS MARKETING Y OTROS SERVICIOS PUBLICITARIOS DESTINADOS A ATRAER Y CONSERVAR CLIENTES. -ESTUDIOS DE MERCADO Y REALIZACIÓN DE ENCUESTAS DE OPINIÓN PÚBLICA. ESTUDIOS SOBRE LAS POSIBILIDADES DE COMERCIALIZACIÓN, LA NOTORIEDAD, LA ACEPTACIÓN Y EL GRADO DE DIFUSIÓN DE LOS PRODUCTOS Y SERVICIOS, Y SOBRE LOS HÁBITOS DE COMPRA DE LOS CONSUMIDORES, CON OBJETO DE PROMOVER LAS VENTAS Y DESARROLLAR NUEVOS PRODUCTOS Y SERVICIOS, INCLUIDOS LOS ANÁLISIS ESTADÍSTICOS DE LOS RESULTADOS -RELACIONES PÚBLICAS Y COMUNICACIÓN. SERVICIOS DE ASESORAMIENTO, ORIENTACIÓN Y ASISTENCIA, INCLUIDAS LAS ACTIVIDADES DE LOS GRUPOS DE PRESIÓN (LOBBIES), PRESTADOS A LAS EMPRESAS Y OTRAS ORGANIZACIONES EN MATERIA DE RELACIONES PÚBLICAS Y COMUNICACIÓN. -OTRAS ACTIVIDADES EDITORIALES. LA EDICIÓN, INCLUIDA LA EDICIÓN ONLINE, DE CATÁLOGOS, FOTOGRAFÍAS, TARJETAS DE FELICITACIÓN, CARTELERÍA Y MATERIAL PUBLICITARIO. -ACTIVIDADES DE PRODUCCIONES DE PROGRAMAS DE TELEVISIÓN, TALES COMO SERIES, DOCUMENTALES, Y DE ANUNCIOS PUBLICITARIOS. -ACTIVIDADES DE PROGRAMACIÓN INFORMÁTICA. DESARROLLO DE SOFTWARES, CREACIÓN Y GESTIÓN DE APLICACIONES INFORMÁTICAS. ESCRITURA, MODIFICACIÓN, COMPROBACIÓN Y SERVICIOS DE ASISTENCIA DE PROGRAMAS INFORMÁTICOS. DISEÑO DE LA ESTRUCTURA Y EL CONTENIDO Y/O LA ESCRITURA DEL CÓDIGO INFORMÁTICO NECESARIO PARA CREAR, IMPLANTAR, PERSONALIZAR Y MANTENER: PROGRAMAS INFORMÁTICOS, PROGRAMAS PARA SISTEMAS, APLICACIONES INFORMÁTICAS, BASES DE DATOS Y/O PÁGINAS O PORTALES WEB. -SERVICIOS DE INFORMACIÓN Y PROCESAMIENTO DE DATOS. ACTIVIDADES DE LOS PORTALES DE BÚSQUEDA WEB, EL PROCESO DE DATOS Y EL HOSTING, ASÍ COMO OTRAS ACTIVIDADES Y PROCESOS CUYO FIN PRINCIPAL ES OFRECER INFORMACIÓN. ACTIVIDADES Y PROCESOS TALES COMO PROCESOS Y PROCESAMIENTO DE DATOS, HOSTING Y ACTIVIDADES RELACIONADAS, PROVISIÓN DE INFRAESTRUCTURAS PARA LOS SERVICIOS DE HOSTING Y PROCESOS DE DATOS, PRESTACIÓN DE SERVICIOS DE APLICACIONES, SERVICIOS GENERALES A CLIENTES DE UTILIZACIÓN COMPARTIDA DE MAINFRAMES, GENERACIÓN DE INFORMES ESPECIALIZADOS A PARTIR DE LOS DATOS SUMINISTRADOS POR LOS CLIENTES Y/O SERVICIOS DE ENTRADAS DE DATOS. -ACTIVIDADES DE FOTOGRAFÍA. PRODUCCIÓN DE FOTOGRAFÍAS COMERCIALES Y PROFESIONALES, Y GRABACIÓN EN VIDEO DE ACONTECIMIENTOS Y EVENTOS PARA PARTICULARES O EMPRESAS U ORGANIZACIONES. -OTROS SERVICIOS RELACIONADOS CON LAS TECNOLOGÍAS DE LA INFORMACIÓN Y LA INFORMÁTICA. -SERVICIOS DE PORTALES WEB. -OTROS SERVICIOS DE INFORMACIÓN. -SERVICIOS DE REPRESENTACIÓN DE LOS MEDIOS DE COMUNICACIÓN. LA VENTA O REVENTA DE TIEMPO Y ESPACIO PUBLICITARIOS EN LOS MEDIOS DE COMUNICACIÓN QUE LO SOLICITEN. -SERVICIOS DE ORGANIZACIÓN DE EVENTOS, CONVENCIONES, BODAS, FERIAS DE MUESTRAS, CONGRESOS O REUNIONES, INCLUYAN O NO LA GESTIÓN Y DOTACIÓN DE PERSONAL PARA QUE REALICE SUS FUNCIONES EN LAS INSTALACIONES QUE TIENE LUGAR EL EVENTO. -PRODUCCIÓN, LA PROMOCIÓN Y LA PARTICIPACIÓN EN ACTUACIONES EN VIVO, EVENTOS O EXPOSICIONES CONCEBIDOS PARA SU CONTEMPLACIÓN POR EL PÚBLICO; Y LA PROVISIÓN DE DESTREZAS ARTÍSTICAS, CREATIVAS O TÉCNICAS PARA LA OBTENCIÓN DE PRODUCTOS ARTÍSTICOS Y LA REALIZACIÓN DE ACTUACIONES EN VIVO. -ARRENDAMIENTO DE LA PROPIEDAD INTELECTUAL Y PRODUCTOS SIMILARES, EXCEPTO TRABAJOS PROTEGIDOS POR LOS DERECHOS DE AUTOR. ACTIVIDADES DESTINADAS A PERMITIR TERCEROS USAR LA PROPIEDAD INTELECTUAL Y OTROS PRODUCTOS SIMILARES POR LOS QUE SE PAGA UN CANON O CUOTA DE LICENCIA AL PROPIETARIO DEL PRODUCTO. -ACTIVIDADES DE CONSULTORÍA DE GESTIÓN EMPRESARIAL. ASESORAMIENTO, ORIENTACIÓN Y ASISTENCIA PRESTADOS A LAS EMPRESAS Y OTRAS ORGANIZACIONES EN MATERIA DE ADMINISTRACIÓN, COMO LA PLANIFICACIÓN ORGANIZATIVA Y ESTRATÉGICA DE LA EMPRESA, REINGENIERÍA DE PROCESOS EMPRESARIALES O GESTIÓN DE CAMBIOS EN LA EMPRESA. -COMERCIO AL POR MENOR DE ORDENADORES, EQUIPOS PERIFÉRICOS, EQUIPAMIENTO DE TELECOMUNICACIONES. -MANTENIMIENTO DE EQUIPOS INFORMÁTICOS Y REDES DE TELECOMUNICACIONES. -ACTIVIDADES INMOBILIARIAS. COMPRENDE EL EJERCICIO COMO ARRENDADOR, AGENTE O INTERMEDIARIO EN UNA O VARIAS DE LAS ACTIVIDADES COMO LO SON: VENTA O ADQUISICIÓN DE PROPIEDAD INMOBILIARIA, ALQUILER DE PROPIEDAD INMOBILIARIA, PROVISIÓN DE OTROS SERVICIOS RELACIONADOS CON LA PROPIEDAD INMOBILIARIA COMO LA TASACIÓN DE ÉSTA O EL EJERCICIO COMO AGENTE INMOBILIARIO FIDUCIARIO, LAS ACTIVIDADES DE ESTA SECCIÓN PUEDEN LLEVARSE A CABO CON BIENES PROPIOS O ARRENDADOS, POR CUENTA DE TERCEROS. -LA PRESTACIÓN DE SERVICIOS DE GESTIÓN Y ADMINISTRACIÓN DE LAS EMPRESAS PARTICIPADAS, Y EN ESPECIAL, LAS DEL GRUPO EMPRESARIAL. LA ADQUISICIÓN, TENENCIA, DISFRUTE Y ADMINISTRACIÓN DE VALORES MOBILIARIOS Y CUALESQUIERA OTROS ACTIVOS FINANCIEROS, POR CUENTA PROPIA, EN TODO TIPO DE SOCIEDADES, DEJANDO SIEMPRE FUERA LAS ACTIVIDADES OBJETO DE LA LEGISLACIÓN DE INSTITUCIONES DE INVERSIÓN COLECTIVA Y DE MERCADO DE VALORES. LA PROMOCIÓN DE EMPRESAS, ENTENDIENDO POR ELLO TODOS LOS ESTUDIOS, GESTIONES, NEGOCIACIONES, ACTOS Y CONTRATOS QUE TENGA POR OBJETO LA CONSTITUCIÓN Y ESTABLECIMIENTO DE NUEVAS SOCIEDADES MERCANTILES CON ACTIVIDAD INDUSTRIAL, COMERCIAL, DE SERVICIOS Y FINANCIERA, ASÍ COMO TODAS LAS GESTIONES ORIENTADAS AL DESARROLLO, FUSIÓN, ESCISIÓN O CONSTITUCIÓN DE GRUPOS DE SOCIEDADES Y CONCENTRACIÓN DE EMPRESAS. -ACTIVIDAD DE SOCIEDAD HOLDING. TENENCIA DE ACTIVOS DE UNA O VARIAS SOCIEDADES FILIALES. -ACTIVIDADES DE LAS SEDES CENTRALES. SUPERVISIÓN Y GESTIÓN DE OTRAS UNIDADES DE LA EMPRESA O DE LAS SOCIEDADES PARTICIPADAS, ASUMIENDO LA PLANIFICACIÓN ESTRATÉGICA Y ORGANIZATIVA Y LA FUNCIÓN DE TOMA DE DECISIONES DE LA COMPAÑÍA O EMPRESA, EJERCIENDO EL CONTROL OPERATIVO Y GESTIONANDO LAS OPERACIONES DIARIAS DE SUS UNIDADES RELACIONADAS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09846",
      "_links": {
        "self": {
          "name": "HORTELANOS DE LA COMUNICACION, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09846"
        }
      }
    },
    {
      "name": "ZABALTZEN SARTU KOOP. ELK.",
      "registrationNumber": "08955",
      "identificationNumber": "F48487748",
      "address": "MURUETA TORRE 8, bajo F-G ",
      "location": {
        "postalCode": "48200",
        "municipality": "Durango",
        "county": "Bizkaia",
        "municipalityId": "027",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.849.6",
          "name": "Servicios de colocación y suministro de personal",
          "_links": {
            "self": {
              "name": "Servicios de colocación y suministro de personal",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.6"
            }
          }
        },
        {
          "id": "1.861.2",
          "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
          "_links": {
            "self": {
              "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.861.2"
            }
          }
        },
        {
          "id": "1.932.1",
          "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.1"
            }
          }
        },
        {
          "id": "1.934",
          "name": "Enseñanza fuera de establecimiento permanente",
          "_links": {
            "self": {
              "name": "Enseñanza fuera de establecimiento permanente",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.934"
            }
          }
        },
        {
          "id": "1.952",
          "name": "Asistencia y servicios sociales en centros no residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros no residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.952"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-11",
      "certificateEndDate": "2026-03-11",
      "object": "LA PROMOCIÓN Y DESARROLLO DE ACTIVIDADES Y SERVICIOS ENCAMINADOS A CONSEGUIR LA PLENA INCLUSIÓN SOCIAL DE PERSONAS Y/O GRUPOS EN SITUACIÓN DE DEPENDENCIA, DESPROTECCIÓN, DISCAPACIDAD, POBREZA Y, EXCLUSIÓN SOCIAL, O EN RIESGO DE ESTARLO, ATENDIENDO DE MODO PREFERENTE A LOS SIGUIENTES COLECTIVOS:  - VÍCTIMAS DE VIOLENCIA DE GÉNERO,  - INFANCIA Y JUVENTUD, - MENORES EN SITUACIÓN DE VULNERABILIDAD,  - MENORES NO ACOMPAÑADOS/AS,  - MUJERES,  - INMIGRANTES EN SITUACIÓN ADMINISTRATIVA REGULAR E IRREGULAR,  - PERSONAS MAYORES VÁLIDAS Y NO VÁLIDAS,  - PERSONAS CON DISCAPACIDAD FÍSICA, PSÍQUICA Y/O SENSORIAL,  - PERSONAS CON PROBLEMAS DE SALUD, ESPECIALMENTE SALUD MENTAL, ADICCIONES Y OTRAS ASIMILADAS.  - PERSONAS PRIVADAS DE LIBERTAD EN CUALQUIER GRADO O SITUACIÓN ADMINISTRATIVA Y EXPENADAS - MINORÍAS ÉTNICAS, - PERSONAS CON EMPLEO PRECARIO O QUE DEMANDEN UNA MEJORA DE EMPLEO Y/O FORMACIÓN, - PERSONAS PERCEPTORAS DE CUALQUIER PRESTACIÓN SOCIAL - PERSONAS QUE REQUIERAN UNA RECUALIFICACIÓN PROFESIONAL - PERSONAS QUE DEMANDAN APOYO SOCIAL DE LA RED DE RECURSOS COMUNITARIOS DE SERVICIOS SOCIALES - PERSONAS DESEMPLEADAS, ESPECIALMENTE MUJERES, JÓVENES, MAYORES DE 45 AÑOS, PERSONAS PARADAS DE LARGA Y MUY LARGA DURACIÓN Y OTROS COLECTIVOS EN SITUACIÓN DE EXCLUSIÓN O EN RIESGO DE ESTARLO.  - PERSONAS EN SITUACIÓN DE AISLAMIENTO SOCIAL. PARA LA CONSECUCIÓN DE DICHOS FINES SE LLEVARÁN A CABO, PREVIO EL CUMPLIMIENTO DE LOS REQUISITOS LEGALES ESTABLECIDOS, LAS SIGUIENTES ACTIVIDADES: - SERVICIOS Y ACCIONES PARA LA ACOGIDA, INFORMACIÓN, ORIENTACIÓN, ACOMPAÑAMIENTO Y CAPACITACIÓN PERSONAL Y TÉCNICA DE DICHAS PERSONAS Y GRUPOS. - SERVICIOS Y ACCIONES PARA LA INTERMEDIACIÓN LABORAL Y LA PROMOCIÓN DEL ACCESO AL EMPLEO, TANTO POR CUENTA PROPIA COMO AJENA. - PROMOCIÓN, GESTIÓN Y SEGUIMIENTO DE ESTRUCTURAS MERCANTILES Y LABORALES, DE MANERA PRIORITARIA DENTRO DE LOS FUNDAMENTOS DE LA ECONOMÍA SOCIAL Y SOLIDARIA, QUE FAVOREZCAN LOS PROCESOS DE INCLUSIÓN SOCIAL Y LABORAL DE SUS PARTICIPANTES. - ESTUDIOS E INVESTIGACIONES SOBRE DICHAS PERSONAS Y GRUPOS, Y SOBRE LOS SERVICIOS Y ACCIONES DESCRITAS. REALIZACIÓN DE DIAGNÓSTICOS Y PLANES, INVESTIGACIÓN APLICADA. - ASESORAMIENTO Y FORMACIÓN A ORGANIZACIONES Y PROFESIONALES, DISEÑO Y PUESTA EN MARCHA DE PROGRAMAS INNOVADORES EN EL ÁMBITO DE LA INCLUSIÓN SOCIAL Y EL DESARROLLO COMUNITARIO - ACTIVIDADES, SERVICIOS Y ACCIONES ESPECÍFICAS DE INCLUSIÓN SOCIAL Y FORMACIÓN E INFORMACIÓN DE TRABAJADORES Y TRABAJADORAS, EN ESPECIAL AQUELLOS QUE SE ENCUENTRAN EN RIESGO DE EXCLUSIÓN, TALES COMO JÓVENES, MUJERES, PERSONAS CON DISCAPACIDAD, MAYORES DE 45 AÑOS Y OTROS COLECTIVOS EN SITUACIÓN DE EXCLUSIÓN O RIESGO DE ESTARLO. - ACTIVIDADES, SERVICIOS Y ACCIONES PARA EL ASESORAMIENTO DE ENTIDADES PARTICULARES Y PÚBLICAS QUE, DIRECTA O INDIRECTAMENTE, PUEDAN APORTAR SUS POSIBILIDADES A LOS FINES DE LA ENTIDAD. - ACTIVIDADES Y SERVICIOS SOCIOEDUCATIVOS EN MEDIO ABIERTO O CERRADO, DE INCLUSIÓN SOCIAL DE ALTA EXCLUSIÓN (INFANCIA Y JUVENTUD, PERSONAS SIN DOMICILIO Y OTROS COLECTIVOS QUE ESTUVIESEN EN DICHA SITUACIÓN). - ACTIVIDADES Y SERVICIOS ENCAMINADOS A APOYAR LA INCLUSIÓN SOCIAL DE LAS PERSONAS GITANAS Y OTRAS MINORÍAS ÉTNICAS. - ACTIVIDADES DE INTERVENCIÓN SOCIOEDUCATIVA Y PSICOSOCIAL. - ACTIVIDADES Y SERVICIOS DE PROMOCIÓN DE LA PARTICIPACIÓN Y LA INCLUSIÓN SOCIAL. - ACTIVIDADES Y SERVICIOS DE INFORMACIÓN Y ATENCIÓN A MUJERES VÍCTIMAS DE VIOLENCIA DOMÉSTICA O POR RAZÓN DE SEXO. - SERVICIOS DE MEDIACIÓN SOCIAL, VECINAL, COMUNITARIA, INTERCULTURAL, FOMENTO DE LA IGUALDAD ENTRE MUJERES Y HOMBRES, Y OTROS SERVICIOS ASIMILADOS. - ACTIVIDADES Y SERVICIOS ENCAMINADOS A LA MEDIACIÓN FAMILIAR, TANTO EN LAS RELACIONES PATERNO/MATERNO/FILIALES, COMO A LAS RELACIONES DE PAREJA. - ACTIVIDADES Y SERVICIOS DE TALLER OCUPACIONAL, CENTRO OCUPACIONAL O CENTRO DE DÍA O RESIDENCIALES PARA ATENDER NECESIDADES DE INCLUSIÓN SOCIAL DE LOS GRUPOS Y/O PERSONAS ANTERIORMENTE DESCRITOS - ACTIVIDADES Y SERVICIOS ENCAMINADOS A LA INCLUSIÓN SOCIAL DE PERSONAS DISCRIMINADAS POR MOTIVOS SEXUALES.  - CUALESQUIERA OTROS SERVICIOS Y ACCIONES ENCAMINADAS A LA ATENCIÓN DE LAS NECESIDADES QUE, DE CUALQUIER ÍNDOLE, PRESENTEN LOS COLECTIVOS DESCRITOS CON ANTERIORIDAD (VIVIENDA, SALUD, CULTURA, EDUCACIÓN, CONSUMO, SUMINISTROS, ENTRE OTROS). ",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08955",
      "_links": {
        "self": {
          "name": "ZABALTZEN SARTU KOOP. ELK.",
          "href": "https://api.euskadi.eus/procurements/companies/08955"
        }
      }
    },
    {
      "name": "TEKNES INNOVACION, S.L.",
      "registrationNumber": "09527",
      "identificationNumber": "B95544508",
      "address": "Polígono Industrial Urazandi Bloque B Naves 2B-3B",
      "location": {
        "postalCode": "48950",
        "municipality": "Erandio",
        "county": "Bizkaia",
        "municipalityId": "902",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-11",
      "certificateEndDate": "2026-03-11",
      "object": "A) EL ASESORAMIENTO, CONSULTORÍA, PROMOCIÓN Y GESTIÓN INTEGRAL A EMPRESAS Y PARTICULARES DE TODO TIPO DE ESTUDIOS Y PROYECTOS DE INVESTIGACIÓN, DESARROLLO E INNOVACIÓN II+D+I). B) LA PROMOCIÓN Y DESARROLLO, COMO SOCIEDAD “HOLDING”, DE EMPRESAS Y PROYECTOS INDUSTRIALES Y COMERCIALES, ASÍ COMO LA PRESTACIÓN DE SERVICIOS DE ASESORAMIENTO, REALIZACIÓN DE PROYECTOS, ESTUDIOS, ASISTENCIA TÉCNICA Y CONTROLES A TODO TIPO DE EMPRESAS Y PARTICULARES QUE SE RELACIONEN DIRECTA E INDIRECTAMENTE CON ACTIVIDADES PROPIAS DE LA SOCIEDAD. C) LA SUSCRIPCIÓN, ADQUISICIÓN, POSESIÓN Y ENAJENACIÓN DE CUALESQUIERA VALORES MOBILIARIOS DE RENTA FIJA O VARIABLE Y DE PARTICIPACIONES EN TODO TIPO DE SOCIEDADES, QUEDANDO EXCLUIDAS, EN TODO CASO, LAS ACTIVIDADES RESERVADAS DE LA LEY DEL MERCADO DE VALORES Y DE LA LEY DE INSTITUCIONES DE INVERSIÓN COLECTIVA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09527",
      "_links": {
        "self": {
          "name": "TEKNES INNOVACION, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09527"
        }
      }
    }
  ]
}