{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 41,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "JJ SURGICAL VISION SPAIN, S.L.",
      "registrationNumber": "02734",
      "identificationNumber": "B83255372",
      "address": "Paseo Club Deportivo, Parque Empresarial La Finca Edificio 16",
      "location": {
        "postalCode": "28223",
        "municipality": "Pozuelo de Alarcón",
        "county": "Madrid",
        "municipalityId": "115",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.619.2",
          "name": "Venta al por mayor de aparatos e instrumentos médicos, ortopédicos, ópticos",
          "_links": {
            "self": {
              "name": "Venta al por mayor de aparatos e instrumentos médicos, ortopédicos, ópticos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.619.2"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-29",
      "certificateEndDate": "2026-07-08",
      "object": "LA IMPORTACIÓN DE PRODUCTOS DE MANTENIMIENTO DE LENTES DE CONTACTO. LA ADQUISICIÓN, IMPORTACIÓN, EXPORTACIÓN Y DISTRIBUCIÓN DE PRODUCTOS ÓPTICOS. FABRICACIÓN, TRANSFORMACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIALIZACIÓN Y DISTRIBUCIÓN DE TODO TIPO DE PRODUCTOS ÓPTICOS Y MATERIAL QUIRÚRGICO.\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02734",
      "_links": {
        "self": {
          "name": "JJ SURGICAL VISION SPAIN, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02734"
        }
      }
    },
    {
      "name": "INTERNA SOLUTIONS, S.L.",
      "registrationNumber": "10051",
      "identificationNumber": "B19763820",
      "address": "CALLE URIBITARTE Nº22 1ºC",
      "location": {
        "postalCode": "48001",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-29",
      "certificateEndDate": "2026-07-28",
      "object": "A) INSPECCIÓN, MANTENIMIENTO Y REPARACIÓN DE INFRAESTRUCTURAS EN ESPACIOS DE DIFÍCIL ACCESO Y ATMÓSFERAS PELIGROSAS UTILIZANDO DRONES Y EQUIPOS DE ÚLTIMA GENERACIÓN. B) PRESENTACIÓN DE LA INFORMACIÓN A TRAVÉS DE SOFTWARES AVANZADOS COMPATIBLES CON LOS SISTEMAS DE INFORMACIÓN GEOGRÁFICA EXISTENTES, Y REALIZANDO OBRAS ESPECIALIZADAS EN REDES DE SANEAMIENTO Y ABASTECIMIENTO, ESTACIONES DE TRATAMIENTO DE AGUAS RESIDUALES, DEPÓSITOS DE GRAN VOLUMEN, VIADUCTOS, TÚNELES, PLANTAS PETROQUÍMICAS, INDUSTRIA GASÍSTICA, ENERGÍA NUCLEAR Y ENERGÍAS ALTERNATIVAS, INCLUYENDO EÓLICAS OFFSHORE.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10051",
      "_links": {
        "self": {
          "name": "INTERNA SOLUTIONS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/10051"
        }
      }
    },
    {
      "name": "ARIN INNOVATION, S.L.",
      "registrationNumber": "06261",
      "identificationNumber": "B95524682",
      "address": "Ronda de Azkue 1",
      "location": {
        "postalCode": "48901",
        "municipality": "Barakaldo",
        "county": "Bizkaia",
        "municipalityId": "013",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.847",
          "name": "Servicios de consultoría",
          "_links": {
            "self": {
              "name": "Servicios de consultoría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.847"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-28",
      "certificateEndDate": "2026-05-25",
      "object": "LA PRESTACIÓN DE SERVICIOS PROFESIONALES DE ASESORÍA Y CONSULTORÍA ORGANIZATIVA, ADMINISTRATIVA, PLANIFICACIÓN ESTRATÉGICA, REINGENIERÍA DE PROCESOS Y DE ESTUDIOS DE MERCADO EN TODAS LAS CITADAS MATERIAS, ASÍ COMO CONSULTORÍA E INGENIERÍA TECNOLÓGICA EN TELECOMUNICACIONES, EN INFORMÁTICA Y EN SISTEMAS DE LA INFORMACIÓN Y EL ASESORAMIENTO, COMERCIALIZACIÓN, IMPLEMENTACIÓN Y MANTENIMIENTO DE PROYECTOS EN LAS MATERIAS ANTERIORMENTE INDICADAS. LA PRESTACIÓN DE SERVICIOS DE EXTERNALIZACIÓN DE OPERACIONES DE SISTEMAS, COMUNICACIONES Y RELACIONADOS CON LAS TECNOLOGÍAS DE LA INFORMACIÓN. LA CONSULTORÍA ESTRATÉGICA, TECNOLÓGICA, ORGANIZATIVA, FORMATIVA Y DE PROCESOS TANTO PARA LAS DIFERENTES ADMINISTRACIONES PÚBLICAS COMO PARA ENTIDADES MIXTAS, PRIVADAS Y PERSONAS FÍSICAS. LA PRESTACIÓN, CONTRATACIÓN, SUBCONTRATACIÓN, ELABORACIÓN, DESARROLLO, CONTROL Y EJECUCIÓN DE TODO TIPO DE SERVICIOS INFORMÁTICOS, DE TELECOMUNICACIONES Y DE CONSULTORÍA E INTEGRACIÓN DE TECNOLOGÍAS DE LA INFORMACIÓN Y DE LAS COMUNICACIONES Y LA ELABORACIÓN, EDICIÓN, PRODUCCIÓN, PUBLICACIÓN Y COMERCIALIZACIÓN DE PRODUCTOS AUDIOVISUALES. LA EXPORTACIÓN, IMPORTACIÓN, ASESORAMIENTO, COMERCIALIZACIÓN, INSTALACIÓN, SOPORTE Y MANTENIMIENTO DE CUALQUIER CLASE DE EQUIPO DE TELECOMUNICACIONES O INFORMÁTICOS, HARDWARE,SOFTWARE Y DE APLICACIONES INSTALADAS EN LOS EQUIPOS ESPECÍFICADOS. EL ANÁLISIS, PROGRAMACIÓN, PREPARACIÓN Y APLICACIÓN DE SISTEMAS INFORMÁTICOS PARA TODA CLASE DE ACTIVIDADES, SU SUMINISTRO, IMPLANTACIÓN E INTEGRACIÓN, ASÍ COMO LA FORMACIÓN Y EL ASESORAMIENTO A PERSONAS Y EMPRESAS. LA FORMACIÓN E INFORMACIÓN DE TODO TIPO DE PERSONAS MEDIANTE CURSOS, SEMINARIOS, JORNADAS, TANTO DE PRESENCIA COMO A DISTANCIA EN CUALQUIER MATERIA, ASÍ COMO LA EDICIÓN DE TEXTOS Y LIBROS ENCUADERNADOS A TAL FIN, REVISTAS Y CUALQUIER OTRO MEDIO DE DIFUSIÓN QUE CONSIDERE IDÓNEO PARA SUS FINES; LA GESTIÓN, CREACIÓN, TOMA DE PARTICIPACIONES Y ASESORAMIENTO DE TODO TIPO DE EMPRESAS, CONSULTORÍA, GESTIÓN, DISTRIBUCIÓN, IMPORTACIÓN Y EXPORTACIÓN DE TODO TIPO DE PRODUCTOS CONEXOS CON DICHAS ACTIVIDADES DE FORMACIÓN, INFORMACIÓN Y ASESORAMIENTO. EL ASESORAMIENTO, COMERCIALIZACIÓN, INSTALACIÓN, DESARROLLO Y SERVICIOS DE MANTENIMIENTO EN INTEGRACIÓN DE SISTEMAS YH SERVICIOS DE DISEÑO E IMPLEMENTACIÓN PARA APLICACIONES DE BANDA ANCHA Y NETWORKING, ASÍ COMO INTEGRACIÓN DE REDES Y SERVICIOS DE OPERACIÓN Y MANTENIMIENTO PARA OPERADORES DE TELECOMUNICACIONES, COMPAÑÍAS ELÉCTRICAS Y TODO TIPO DE EMPRESAS. EL ASESORAMIENTO, COMERCIALIZACIÓN, INSTALACIÓN, DESARROLLO Y MANTENIMIENTO DE SOLUCIONES PARA REDES DE TELECOMUNICACIONES. ASIMISMO, EL OFRECIMIENTO DE SOLUCIONES TALES COMO ACCESO A INTERNET DE ALTA VELOCIDAD, SEGURIDAD, GESTIÓN Y MANTENIMIENTO DE REDES. LAS SOLUCIONES INTEGRALES PARA REDES DE TELEFONÍA, CONSTRUCCIÓN E INSTALACIÓN DE INFRAESTRUCTURAS PARA TELECOMUNICACIONES, LA INGENIERÍA Y FABRICACIÓN DE SOLUCIONES PARA REDUCCIÓN DE IMPACTO VISUAL, ASÍ COMO EL DESARROLLO DE REDES PARA TELEFONÍA MÓVIL Y FIJA. LA INVESTIGACIÓN Y EL DESARROLLO DE TÉCNICAS ENERGÉTICAS, ACÚSTICAS, ELECTRÓNICAS Y, EN GENERAL, TODA CLASE DE ASISTENCIAS O SERVICIOS RELACIONADOS CON LA INFORMÁTICA. LA REPRESENTACIÓN COMO AGENTE, COMISIONISTA, DELEGADO O CUALQUIER OTRA FORMA DE MEDIACIÓN MERCANTIL DE EMPRESAS NACIONALES O EXTRANJERAS, DE TODA ÍNDOLE, ASÍ COMO LA EXPLOTACIÓN DE PATENTES, Y DEMÁS DERECHOS DE PROPIEDAD, INDUSTRIA, INCLUIDOS LOS MÉTODOS, PROCEDIMIENTOS Y ORGANIZACIÓN DE TRABAJOS INDUSTRIALES, COMERCIALES O DE OTRA ÍNDOLE. LA REALIZACIÓN DE SERVICIOS DE GESTIÓN INTEGRADA DE PROYECTOS, DIRECCIÓN DE OBRAS Y SUMINISTROS TÉCNICOS, ACTIVIDADES DE ASESORAMIENTO Y CONSULTORÍA DE PROYECTOS ARQUITECTÓNICOS Y MUSEOLÓGICOS, ASÍ COMO LOS SERVICIOS DE CONSULTORÍA TÉCNICA EN ARQUITECTURA, INGENIERÍA Y SECTORES AFINES. LA COMPRA, TENENCIA, ENAJENACIÓN Y EXPLOTACIÓN, INCLUSO EN EXCLUSIVA POR Y A FAVOR DE LA SOCIEDAD, DE TÍTULOS, VALORES, ACCIONES, BONOS, OBLIGACIONES, PATENTES, LICENCIAS, MARCAS, RÓTULOS, NOMBRES COMERCIALES Y TODA CLASE DE PERTENENCIAS DE PROPIEDAD INDUSTRIAL O INTELECTUAL, Y CUALESQUIERA OTRA CLASE DE BIENES MUEBLES; TODO ELLO SIN INCIDIR EN LAS ACTIVIDADES U OPERACIONES REGULADAS POR LA LEGISLACIÓN DE INSTITUCIONES DE INVERSIÓN COLECTIVA Y LEY DE MERCADO DE VALORES. LA CONSTITUCIÓN CON LA CONCURRENCIA DE OTRAS PERSONAS E INDIVIDUALMENTE, EN SU CASO DE TODA CLASE DE SOCIEDADES MERCANTILES, LA PARTICIPACIÓN EN OTRAS CONSTITUÍDAS, PUDIENDO OSTENTAR EN TODAS ELLAS CARGOS DE ADMINISTRACIÓN, DIRECCIÓN O CONTROL MEDIANTE LA OPORTUNA DELEGACIÓN EN PERSONA FÍSICA. LA DIRECCIÓN Y GESTIÓN COMO SOCIEDAD MATRIZ O HOLDING, DE SUS SOCIEDADES FILIALES Y PARTICIPADAS, EN LOS ASPECTOS INDUSTRIALES TÉCNICOS, COMERCIALES, FINANCIEROS, Y ADMINISTRATIVOS, Y, EN GENERAL, EN TODA SU DINÁMICA EMPRESARIAL. LOS SERVICIOS LEGALMENTE PERMITIDOS DE MEDIACIÓN, CON BIENES PROPIOS O AJENOS, ASÍ COMO LOS DE CONSIGNACIÓN, REPRESENTACIÓN Y GESTIÓN, INCLUSO DE TODA CLASE DE SUMINISTROS DE PRODUCTOS EN GENERAL, NACIONALES Y EXTRANJEROS, Y LAS ACTIVIDADES DE IMPORTACIÓN Y EXPORTACIÓN. LA ADQUISICIÓN, CESIÓN, TENENCIA, DISFRUTE, ADMINISTRACIÓN, GESTIÓN Y NEGOCIACIÓN EN GENERAL DE VALORES MOBILIARIOS E INMUEBLES; TODO ELLO SIN INCLUIR EN LAS ACTIVIDADES U OPERACIONES REGULADAS POR LA LEGISLACIÓN DE INSTITUCIONES DE INVERSIÓN COLECTIVA Y LEY DE MERCADO DE VALORES. LA PRESTACIÓN DE SERVICIOS PROFESIONALES DE ASESORÍA DE EMPRESAS EN GENERAL, Y EN PARTICULAR, DE ASESORAMIENTO Y GESTIÓN FISCAL, ASESORAMIENTO Y GESTIÓN CONTABLE, ASESORAMIENTO Y GESTIÓN EN MATERIA LABORAL, ASESORÍA JURÍDICA, SERVICIOS DE COBRO DE CRÉDITOS MOROSOS, VALORACIÓN DE EMPRESAS, ESTUDIO Y REDACCIÓN DE ESTATUTOS PARA LA CONSTITUCIÓN DE ENTIDADES DE CUALQUIER NATURALEZA, ESTUDIO DE TRAMITACIÓN DE SUBVENCIONES, CRÉDITOS Y OTRAS AYUDAS FINANCIERAS DE LOS ORGANISMOS DEL ESTADO CENTRAL, DEL GOBIERNO VASCO Y DE LAS DIPUTACIONES FORALES, DE TODO TIPO DE ENTIDADES PÚBLICAS Y PRIVADAS, PARA TODO TIPO DE EMPRESAS; Y, EN CONCRETO, LA PRESTACIÓN DE SERVICIOS DE VERIFICACIONES REGISTRALES, INFORMES COMERCIALES, GRABACIONES DE DATOS Y RECOBROS. LA PROMOCIÓN, CONSTRUCCIÓN, COMPRA Y VENTA, ARRENDAMIENTO Y COMERCIALIZACIÓN EN GENERAL DE TODA CLASE DE EDIFICACIONES, TERRENOS, SOLARES, FINCAS RÚSTICAS Y URBANAS; LA EDIFICACIÓN, URBANIZACIÓN, EXCAVACIÓN, CIMENTACIÓN Y DERRIBO, BIEN POR CUENTA PROPIA COMO AJENA, ASÍ COMO LA ENAJENACIÓN, VENTA, ARRIENDO O EXPLOTACIÓN, EN CUALQUIER FORMA DE TODA CLASE DE INMUEBLES, EDIFICIOS, PISOS, APARTAMENTOS, LOCALES COMERCIALES O INDUSTRIALES, OFICINAS Y HOTELES O ESTABLECIMIENTOS DE HOSTELERÍA EN GENERAL, LA ORGANIZACIÓN, PROMOCIÓN, ASESORAMIENTO Y GESTIÓN EN TODO CASO DE SOCIEDADES, COOPERATIVAS, COMUNIDADES, ENTIDADES, GRUPOS O EMPRESAS PARTICULARES ORIENTADAS A LA CONSTRUCCIÓN O URBANIZACIÓN, LA PLANIFICACIÓN Y ESTUDIO DE MERCADOS EN MATERIA INMOBILIARIA. LA GESTIÓN, DIRECCIÓN Y EJECUCIÓN POR CUENTA PROPIA O AJENA DE TODA CLASE DE CONSTRUCCIONES, INSTALACIONES, REFORMAS, REHABILITACIONES, DECORACIONES Y OBRAS DE RESTAURACIÓN EXTERNA E INTERNA DE ESTRUCTURAS Y REVESTIMIENTOS DE EDIFICIOS Y MONUMENTOS; LIMPIEZA, IMPERMEABILIZACIÓN, TRATAMIENTO, PINTURA, RECONSTRUCCIÓN Y LA IMPLANTACIÓN, CUIDADO Y MANTENIMIENTO DE JARDINES Y EXPLOTACIONES FORESTALES. LA SUPERVISIÓN Y CONTROL DE OBRAS, ASÍ COMO LA COORDINACIÓN DE GREMIOS, EL ASESORAMIENTO Y LA ASISTENCIA TÉCNICA DE TODO CUANTO SE RELACIONE CON EL CAMPO DE LA CONSTRUCCIÓN DE EDIFICIOS Y DE LAS OBRAS PÚBLICAS O CIVILES. LA ADMINISTRACIÓN DE FINCAS Y COMUNIDADES, TANTO DE PROPIETARIOS COMO DE AUTOPROMOTORES, ASÍ COMO LA PRESTACIÓN DE TODA CLASE DE SERVICIOS RELACIONADOS CON EL ÁMBITO INMOBILIARIO, ARQUITECTÓNICO, DE TÉCNICA DE CONSTRUCCIÓN E INGENIERÍA EN GENERAL, POR MEDIO DE FORMULACIÓN, DESARROLLO Y PUESTA EN MARCHA DE ESTUDIOS, ACTUACIONES Y PROYECTOS. LA COMPRA, VENTA, DE TODA CLASE DE MATERIALES DE LA CONSTRUCCIÓN Y/O DECORATIVOS, ASÍ COMO CUALESQUIERA INSTALACIONES, ELEMENTOS O SERVICIOS DE LAS EDIFICACIONES; LA IMPORTACIÓN, EXPORTACIÓN, REPRESENTACIÓN, DISTRIBUCIÓN, EXPLOTACIÓN Y COMERCIALIZACIÓN DE PRODUCTOS ELABORADOS Y SEMIELABORADOS, ARTÍCULOS, BIENES, MERCADERÍAS, EQUIPOS INDUSTRIALES, MAQUINARIA, HERRAMIENTAS, EQUIPOS INDUSTRIALES, MAQUINARIA, HERRAMIENTAS, UTILLAJES, REPUESTOS, ALIMENTOS DE CONSUMO HUMANO Y ANIMAL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06261",
      "_links": {
        "self": {
          "name": "ARIN INNOVATION, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06261"
        }
      }
    },
    {
      "name": "SAKALDI, S.L.",
      "registrationNumber": "02671",
      "identificationNumber": "B95012498",
      "address": "P.I. IRUBIDE 2-3, BAJO 5- GALDAKAO 48960-",
      "location": {
        "postalCode": "48950",
        "municipality": "Etxebarri",
        "county": "Bizkaia",
        "municipalityId": "029",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        },
        {
          "id": "1.504.11",
          "name": "Instalaciones eléctricas en general, redes telegráficas, telefonía, tv, etc",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general, redes telegráficas, telefonía, tv, etc",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.11"
            }
          }
        },
        {
          "id": "1.769",
          "name": "Otros servicios de telecomunicaciones",
          "_links": {
            "self": {
              "name": "Otros servicios de telecomunicaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.769"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-28",
      "certificateEndDate": "2026-07-03",
      "object": "LA SOCIEDAD TIENE  POR OBJETO LAS INSTALACIONES Y MONTAJES ELÉCTRICOS EN GENERAL; INSTALACIONES  TELEFÓNICAS; LA CONSTRUCCIÓN Y MANTENIMIENTO DE INSTALACIONES DOMÉSTICAS, INDUSTRIALES Y CENTROS DE TRANSFORMACIÓN;  INSTALACIONES SUBTERRÁNEAS DE ALTA, MEDIA Y BAJA TENSIÓN CON TODA LA OBRA CIVIL QUE SEA NECESARIA PARA SU CONSTRUCCIÓN. ",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02671",
      "_links": {
        "self": {
          "name": "SAKALDI, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02671"
        }
      }
    },
    {
      "name": "EIBAR BUS, S.L.",
      "registrationNumber": "05159",
      "identificationNumber": "B95710539",
      "address": "C/ ISASI, 20 - Bj.",
      "location": {
        "postalCode": "20600",
        "municipality": "Eibar",
        "county": "Gipuzkoa",
        "municipalityId": "030",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.721.3",
          "name": "Transporte de viajeros por carretera",
          "_links": {
            "self": {
              "name": "Transporte de viajeros por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.721.3"
            }
          }
        },
        {
          "id": "1.854.1",
          "name": "Alquiler de automóviles sin conductor",
          "_links": {
            "self": {
              "name": "Alquiler de automóviles sin conductor",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.854.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-28",
      "certificateEndDate": "2026-07-06",
      "classification": [
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "R",
              "subgroups": [
                {
                  "id": "01",
                  "name": "Transporte de viajeros por carretera",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 600.001 Hasta 1.1200.000",
                      "_links": {
                        "self": {
                          "name": "Desde 600.001 Hasta 1.1200.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Transporte de viajeros por carretera",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/R/subgroups/01"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/R"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "TRANSPORTE DE VIAJEROS POR CARRETERA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05159",
      "_links": {
        "self": {
          "name": "EIBAR BUS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05159"
        }
      }
    },
    {
      "name": "TECNOLOGÍAS VASCAS, S.L.",
      "registrationNumber": "04380",
      "identificationNumber": "B95284600",
      "address": "MUELLE REINA VICTORIA S/N",
      "location": {
        "postalCode": "48980",
        "municipality": "Santurtzi",
        "county": "Bizkaia",
        "municipalityId": "082",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.319.1",
          "name": "Mecánica general",
          "_links": {
            "self": {
              "name": "Mecánica general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.319.1"
            }
          }
        },
        {
          "id": "1.692",
          "name": "Reparación de maquinaria industrial",
          "_links": {
            "self": {
              "name": "Reparación de maquinaria industrial",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.692"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-28",
      "certificateEndDate": "2026-07-06",
      "object": "A) MECANIZADOS DE PIEZAS, CALDERERÍA Y DERIVADOS DEL METAL EN GENERAL. B) ADQUIRIR, ENAJENAR Y ARRENDAR BIENES INMUEBLES (CONCRETAMENTE LOS DETERMINADOS EN EL ARTÍCULO 334.1 DEL CÓDIGO CIVIL), ACCIONES PARTICIPACIONES SOCIALES, OBLIGACIONES, BONOS DE CAJA, CERTIFICADOS DE DEPÓSITO Y PAGARÉS DE TODA CLASE DE EMPRESAS O NEGOCIOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04380",
      "_links": {
        "self": {
          "name": "TECNOLOGÍAS VASCAS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04380"
        }
      }
    },
    {
      "name": "URBEGI SERVICIOS AUXILIARES SL",
      "registrationNumber": "04796",
      "identificationNumber": "B95221891",
      "address": "POLIGONO INDUSTRIAL EL PARAMO, PABELLON B7",
      "location": {
        "postalCode": "48800",
        "municipality": "Balmaseda",
        "county": "Bizkaia",
        "municipalityId": "090",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.622",
          "name": "Venta al por mayor de otros productos de recuperación",
          "_links": {
            "self": {
              "name": "Venta al por mayor de otros productos de recuperación",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.622"
            }
          }
        },
        {
          "id": "1.652.2",
          "name": "Venta al por menor de productos de droguería y productos para decoración",
          "_links": {
            "self": {
              "name": "Venta al por menor de productos de droguería y productos para decoración",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.652.2"
            }
          }
        },
        {
          "id": "1.677.9",
          "name": "Otros servicios de alimentación propios de la restauración",
          "_links": {
            "self": {
              "name": "Otros servicios de alimentación propios de la restauración",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.677.9"
            }
          }
        },
        {
          "id": "1.699",
          "name": "Otras reparaciones n.c.o.p",
          "_links": {
            "self": {
              "name": "Otras reparaciones n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.699"
            }
          }
        },
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        },
        {
          "id": "1.855.3",
          "name": "Alquiler de bicicletas",
          "_links": {
            "self": {
              "name": "Alquiler de bicicletas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.855.3"
            }
          }
        },
        {
          "id": "1.922",
          "name": "Servicios de limpieza",
          "_links": {
            "self": {
              "name": "Servicios de limpieza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922"
            }
          }
        },
        {
          "id": "1.922.1",
          "name": "Servicios de limpieza de interiores",
          "_links": {
            "self": {
              "name": "Servicios de limpieza de interiores",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-28",
      "certificateEndDate": "2026-06-21",
      "classification": [
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "U",
              "subgroups": [
                {
                  "id": "01",
                  "name": "Servicios de limpieza ",
                  "categories": [
                    {
                      "id": "5",
                      "name": "Mas de 1.200.000",
                      "_links": {
                        "self": {
                          "name": "Mas de 1.200.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/5"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Servicios de limpieza ",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/U/subgroups/01"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/U"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "FOMENTAR LA CREACIÓN DE PUESTOS DE TRABAJO E INICIATIVAS EN GENERAL, PREFERENTEMENTE PARA PERSONAS CON MINUSVALÍA, COLECTIVO ÉSTE CON ESPECIALES DIFICULTADES DE INSERCIÓN EN EL MERCADO LABORAL, EN CUALQUIER ÁMBITO ECONÓMICO, Y EN ESPECIAL, EN LOS SECTORES DE SERVICIOS, COSTURA, LIMPIEZA Y GESTIÓN DE ESTACIONES DE SERVICIO. TAMBIÉN ESTARÁN COMPRENDIDAS DENTRO DEL OBJETO SOCIAL LAS ACCIONES DE FORMACIÓN Y ENSEÑANZA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04796",
      "_links": {
        "self": {
          "name": "URBEGI SERVICIOS AUXILIARES SL",
          "href": "https://api.euskadi.eus/procurements/companies/04796"
        }
      }
    },
    {
      "name": "PRO-3 QUIMICA, S.L.",
      "registrationNumber": "07991",
      "identificationNumber": "B42158196",
      "address": "POL. IND. LAS CASAS C/D PARC 110 R ",
      "location": {
        "postalCode": "42005",
        "municipality": "Soria",
        "county": "Soria",
        "municipalityId": "173",
        "countyId": "42"
      },
      "economicActivities": [
        {
          "id": "1.653.3",
          "name": "Venta al por menor de artículos de menaje, ferretería, adorno, regalo",
          "_links": {
            "self": {
              "name": "Venta al por menor de artículos de menaje, ferretería, adorno, regalo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.653.3"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-28",
      "certificateEndDate": "2026-07-19",
      "object": "COMERCIO DE ARTÍCULOS DE MENAJE, FERRETERÍA, ADORNO O RECLAMO, TREFILERÍA, CERRAJERÍA, HERRAJES, METALISTERÍA, TORNILLERÍA, HERRAMIENTAS DE TODAS CLASES, SEAN O NO ELÉCTRICAS, ASÍ COMO SUS ACCESORIOS Y RECAMBIOS, MAQUINARIA ELECTRO-PORTÁTIL, INSTRUMENTOS DE METAL, ARTÍCULOS PARA UNIR, PEGAR Y SOLAR, MATERIAL DE PROTECCIÓN PERSONAL, MATERIAL ELÉCTRICO Y DE FONTANERÍA, PINTURA, ARTÍCULOS Y VESTUARIO PROFESIONAL PARA LA PROTECCIÓN PERSONAL, ARTÍCULOS DE SEGURIDAD, LUBRICANTES, ACEITES DE USO INDUSTRIAL Y ENGRASADORES, LLAVES EN BRUTO Y MECANIZADAS, ESTANTERÍAS, BANCOS DE TRABAJO Y ARMARIO METÁLICOS, UTENSILIOS DE PLÁSTICO Y MATERIALES PARA LA PRÁCTICA DEL BRICOLAJE. COMERCIO AL POR MENOR DE TODA CLASE DE MAQUINARIA, VENTA DE LUBRICANTES, ACCESORIOS, RECAMBIOS Y HERRAMIENTAS PARA LA INDICADA MAQUINARIA. ACTIVIDADES DE CONCESIONARIO, AGENTE O REPRESENTANTE DE CUALQUIER MARCA COMERCIAL. LA PROMOCIÓN, COMPRA-VENTA, ARRENDAMIENTO, GESTIÓN Y ADMINISTRACIÓN DE INMUEBLES.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07991",
      "_links": {
        "self": {
          "name": "PRO-3 QUIMICA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07991"
        }
      }
    },
    {
      "name": "DISTRIBUCIÓN Y TRANSPORTES DE GASÓLEOS LAS LLANAS S.A.",
      "registrationNumber": "06119",
      "identificationNumber": "A48047450",
      "address": "Pol. Ind El Juncal, S/N,  M6 1B",
      "location": {
        "postalCode": "48510",
        "municipality": "Valle de Trápaga-Trapagaran",
        "county": "Bizkaia",
        "municipalityId": "080",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.504.2",
          "name": "Instalaciones de fontanería",
          "_links": {
            "self": {
              "name": "Instalaciones de fontanería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.2"
            }
          }
        },
        {
          "id": "1.655.1",
          "name": "Venta al por menor de combustibles de todas clases, excepto gases",
          "_links": {
            "self": {
              "name": "Venta al por menor de combustibles de todas clases, excepto gases",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.655.1"
            }
          }
        },
        {
          "id": "1.655.3",
          "name": "Venta al por menor de carburantes para el surtido de vehículos",
          "_links": {
            "self": {
              "name": "Venta al por menor de carburantes para el surtido de vehículos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.655.3"
            }
          }
        },
        {
          "id": "1.722",
          "name": "Transporte de mercancías por carretera",
          "_links": {
            "self": {
              "name": "Transporte de mercancías por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.722"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-28",
      "certificateEndDate": "2026-07-13",
      "object": "A) LA CONSTRUCCIÓN DE VIVIENDAS Y DE TODA CLASE DE EDIFICACIONES, VENTA DE LAS MISMAS EN SU TOTALIDAD, EN PARTE O POR PISOS Y LOCALES COMERCIALES E INDUSTRIALES, BIEN DIRECTAMENTE O POR MEDIO DE CONTRATISTAS, SUBCONTRATISTA Y DESTAJISTAS, ASÍ COMO LA CONSTRUCCIÓN DE OBRAS PARTICULARES Y PÚBLICAS DE CUALQUIER CLASE. B) LA EXPLOTACIÓN DE ESTACIONES DE SERVICIO A LA AUTOMOCIÓN, PROPIAS O EN ARRENDAMIENTO; LA EXPLOTACIÓN DE MINITIENDAS DE PRODUCTOS DE CONSUMO; LA EXPOSICIÓN, DISTRIBUCIÓN, COMPRA, VENTA, IMPORTACIÓN, EXPORTACIÓN Y COMERCIALIZACIÓN EN GENERAL DE TODA CLASE DE AUTOMÓVILES, VEHÍCULOS, MEDIOS DE LOCOMOCIÓN DE TODO GÉNERO, ASÍ COMO TODA CLASE DE ACCESORIOS, RECAMBIOS, COMPLEMENTOS Y ELEMENTOS SIMILARES, INCLUIDA LA PRESTACIÓN DE SERVICIOS QUE CON ELLO SE RELACIONEN, COMO LA REPARACIÓN, LAVADO, CONSERVACIÓN Y MANTENIMIENTO DE LOS MISMOS Y LA REPRESENTACIÓN COMO AGENTE, COMISIONISTA, DELEGADO O CUALQUIER OTRA FORMA DE MEDIACIÓN MERCANTIL DE TODO GÉNERO DE EMPRESAS NACIONALES O EXTRANJERAS RELACIONADAS CON EL RAMO DE LA AUTOMOCIÓN, INCLUSO LA VENTA Y DISTRIBUCIÓN DE CARBURANTES Y DERIVADOS DEL PETROLEO. C) LA ORGANIZACIÓN, CONTRATACIÓN Y REALIZACIÓN DE TRANSPORTE, MEDIANTE MEDIOS PROPIOS O AJENOS Y POR CUALQUIER MODO DE TRANSPORTE, INCLUSO COMBINADO, TANTO NACIONAL COMO INTERNACIONAL, AUTONÓMICO, PROVINCIAL O LOCAL, DE TODA CLASE DE MERCANCIAS Y DE VIAJEROS, MEDIANTE SERVICIOS PÚBLICOS DISCRECIONALES O CUALESQUIERA OTROS, TANTO EN LÍNEAS REGULARES COMO PARTICULARES O CONCESIONARIAS. SERVICIOS DE AGENCIA, COMISIÓN, REPRESENTACIÓN Y MEDIACIÓN DE TODA CLASE DE BIENES, SERVICIOS Y EMPRESAS, ASÍ COMO EL ALQUILER DE VEHÍCULOS SIN CONDUCTOR, BIEN COMO ARRENDADOR O COMO ARRENDATARIO. DEPÓSITO, ALMACENAMIENTO, RECEPCIÓN, CONSIGNACIÓN Y DISTRIBUCIÓN DE TODA CLASE DE MERCANCÍAS, ASÍ COMO LA GESTIÓN Y REALIZACIÓN DE TRÁNSITOS. Y, EL MONTAJE, INSTALACIÓN, MANTENIMIENTO Y CONSERVACIÓN DE TODO TIPO DE INSTALACIONES DE PRODUCTOS PETROLÍFEROS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06119",
      "_links": {
        "self": {
          "name": "DISTRIBUCIÓN Y TRANSPORTES DE GASÓLEOS LAS LLANAS S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/06119"
        }
      }
    },
    {
      "name": "ASOCIACIÓN PARA LA PROTECCIÓN DEL MENOR Y LA FAMILIA Y PROMOCIÓN DE LOS PUNTOS DE ENCUENTRO Y LA MEDIACIÓN EGINTZA",
      "registrationNumber": "06390",
      "identificationNumber": "G95154415",
      "address": "Plaza Sakona 5 3ºA",
      "location": {
        "postalCode": "48902",
        "municipality": "Barakaldo",
        "county": "Bizkaia",
        "municipalityId": "013",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.952",
          "name": "Asistencia y servicios sociales en centros no residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros no residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.952"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-28",
      "certificateEndDate": "2026-07-18",
      "object": "1.PROMOVER Y DESARROLLAR INICIATIVAS DEDICADAS A MOTIVAS A LOS/AS PROFESIONALES, ENTIDADES Y ASOCIACIONES SIN ÁNIMO DE LUCRO PARA LOGRAR SU COLABORACIÓN PROFESIONAL Y VOLUNTARIA Y ESTABLECER LOS LÍMITES DE LA INTERVENCIÓN LAS ÁREAS DE LA FAMILIA, EL MENOR, LA MEDIACIÓN, PUNTOS DE ENCUENTRO LA INMIGRACIÓN E INTERCULTURALIDAD. 2. CREAR, INFORMAR Y DESARROLLAR PROYECTOS DE MEDIACIÓN, PUNTOS DE ENCUENTRO, ATENCIÓN A PERSONAS INMIGRANTES E INTERCULTURALIDAD. 3. DESARROLLAR INTERVENCIONES PARA FACILITAR EL PROCESO DE INTEGRACIÓN DE LAS PERSONAS INMIGRANTES EN NUESTRA SOCIEDAD. 4. DOTAR A LOS PADRES Y MADRES DE MODELOS RESOLUCIÓN (EXTENSIBLES A LA FAMILIA) PARA APLICAR EN LAS SITUACIONES CONFLICTIVAS A TRAVÉS DE LA MEDIACIÓN. 5. FACILITAR LA INTERVENCIÓN ACTIVA. 6. PREPARAR UN PLAN PARA EL FUTURO QUE PUEDAN ACEPTAR Y CUMPLIR, EN EL QUE AMBOS PROGENITORES TOMEN SUS PROPIAS DECISIONES PARA REGULAR SU VIDA FUTURA Y LA DE SUS DESCENDIENTES. 7. FAVORECER LA IGUALDAD ENTRE HOMBRES Y MUJERES Y PERSEGUIR EL EMPODERAMIENTO DE LA MUJER. 8. VELAR POR EL BIENESTAR DE LOS/AS MENORES, CUIDAR SUS INTERESES, PROTEGER SUS DERECHOS Y TENER PRESENTE SU FUTURO. 9. FAVORECER LA CORRESPONSABILIDAD DE LOS PROGENITORES EN RELACIÓN CON LOS HIJOS/AS, ASÍ COMO REMARCAR LA NECESIDAD DE CONSERVAR UNA BUENA IMAGEN DE AMBAS PERSONAS PARA UN ADECUADO DESARROLLO PSICOSOCIAL. 10. DESARROLLAR PROGRAMAS ESPECÍFICOS DE ATENCIÓN PSICOLÓGICA Y PSICOSOCIAL PARA MUJERES CON DIFERENTES PROBLEMÁTICAS: VÍCTIMAS DE MALTRATA INTRAFAMILIAR, DUELO TRAS SEPARACIÓN O DIVORCIO, RELACIONES DE RIESGO Y DEPENDENCIA. 11.SENSIBILIZAR Y TRABAJAR POR LOS NUEVOS MODELOS FAMILIARES ACTUALES. 12. CREAR, INFORMAR, DIFUNDIR Y GESTIONAR PROYECTOS DE PUNTO DE ENCUENTRO FAMILIAR, PROPORCIONANDO UN ESPACIO NEUTRAL PARA QUE LOS PROGENITORES SE RELACIONE CON SUS HIJOS/AS. 13. CREAR PROYECTOS DE MEDIACIÓN COMUNITARIA CON OBJETIVO DE PROPORCIONAR MÉTODOS DE RESOLUCIÓN A LOS CONFLICTOS SOCIALES Y FAVORECER UNA EDUCACIÓN PARA LA PAZ. PARA LA CONSECUCIÓN DE DICHOS FINES SE LLEVARÁN A CABO, PREVIO EL CUMPLIMIENTO DE LOS REQUISITOS LEGALES ESTABLECIDOS, LAS SIGUIENTES ACTIVIDADES. 1.- PROYECTOS FORMATIVOS E INVESTIGACIONES. 2.- DESARROLLO Y GESTIÓN DE PROGRAMAS Y RECURSOS. 3.- ORGANIZACIÓN DE JORNADAS Y CONGRESOS. 4.- PARTICIPACIÓN EN FOROS Y FEDERACIONES\r\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06390",
      "_links": {
        "self": {
          "name": "ASOCIACIÓN PARA LA PROTECCIÓN DEL MENOR Y LA FAMILIA Y PROMOCIÓN DE LOS PUNTOS DE ENCUENTRO Y LA MEDIACIÓN EGINTZA",
          "href": "https://api.euskadi.eus/procurements/companies/06390"
        }
      }
    }
  ]
}