{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 40,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "3OES LEADING SOFTWARE SL",
      "registrationNumber": "09236",
      "identificationNumber": "B47698956",
      "address": "Avenida Rodrigo Zamorano, 4",
      "location": {
        "postalCode": "47151",
        "municipality": "Boecillo",
        "county": "Valladolid",
        "municipalityId": "023",
        "countyId": "47"
      },
      "economicActivities": [
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-29",
      "certificateEndDate": "2026-07-20",
      "object": "- PRESTACIÓN DE SERVICIOS DE DESARROLLO DE PRODUCTOS INFORMÁTICOS A EMPRESAS Y PARTICULARES PUDIENDO ESTAS MISMAS ACTIVIDADES DESARROLLARSE CON ADMINISTRACIONES PÚBLICAS. - ASESORÍA Y ASISTENCIA TÉCNICO PROFESIONAL RELATIVA A PRODUCTOS INFORMÁTICOS Y NUEVAS TECNOLOGÍAS, TANTO SOFTWARE COMO HARDWARE. - FORMACIÓN Y APOYO EMPRESARIAL, INDUSTRIAL E INSTITUCIONAL TANTO EN SOFTWARE COMO HARDWARE DE PRODUCTOS RELACIONADOS OCN LA INFORMÁTICA, NUEVAS TECNOLOGÍAS Y CUALESQUIERA OTROS QUE PUEDAN ESTAR CONTENIDOS EN ESTE OBJETO SOCIAL. - ESTUDIO, IGENIERÍA DE COMPONENTES, DIAGNÓSTICO, DISEÑO, FABRICACIÓN, CONSTRUCCIÓN, RECONSTRUCCIÓN, CONVERSIÓN, ADAPTACIÓN, INSTALACIÓN, MANTENIIENTO, REPARACIÓN, IMPLEMENTACIÓN, IMPORTACIÓN, EIXPORTACIÓN, SUMINISTRO Y COMERCIALIZACIÓN DE EQUIPOS ELECTRÓNICOS E INFORMÁTICOS EN SUS MODALIDADES TANTO DE SOFTWARE COMO HARDWARE. - REDES INALÁMBRIAS Y ALAMBRADAS, CABLEADO ESTRUCTURADO, SISTEMAS DE TELECOMUNICACIONES, TRANSMISIÓN DE VOZ Y DATOS; SISTEMAS DE AUTOMATIZACIÓN Y CONTROL; SISTEMAS DE SEGURIDAD Y CONTROL DE ACCESO; EQUIPOS Y UNIDADES ESPECÍFICAS PARA DISTINTOS DESARROLLOS PROFESIONALES. - LA PRODUCCIÓN Y COMERCIALIACIÓN DE MATERIAS PRIMAS, INSUMOS, MAQUINARIAS Y EQUIPOS, PARCIALES Y TOTALES PARA PROCESOS EMPRESARIALES, INDUSTRIALES E INSTITUCIONALES: PARA LA INDUSTRIA EN GENERAL Y DE TODOS AQUELLOS PROCESOS  Y SUMOINISTROS NECESARIOS PARA EL CUMPLIMIENTO DEL OBJETO SOCIAL. - EL ESTUDIO, DISEÑO, ELABORACIÓN, PUBLICACIÓN, REPARACIÓN Y MANTENIMIENTO: DE SOFTWARE, CÓDIGO FUENTE, PÁGINAS WEB, WAP, BASES DE DATOS, HERRAMIENTAS OFIMÁTICAS E INFORMÁTICAS, ASÍ COMO LA MODIFICACIÓN Y ACTUALIZACIÓN DE LA INFORMACIÓN. - FILMACIÓN Y EDICIÓN DE VIDEO EN TODOS LOS FORMATOS. -FOTOGRAFÍA EN TODOS SUS FORMATOS Y EDICIÓN DE LA MISMA. - FORMACIÓN, CAPACITACIÓN, ADIESTRAMIENTO, ASÍCOMO CURSOS, ACERCA DE LA TEMÁTICA ESTIPULADA EN EL OBJETO SOCIAL O CUALQUIER OTRA EN LA QUE ESTÉ ESPECIALIZADA LA SOCIEDAD. - ANÁLISIS, DESARROLLO Y COMERCIALIZACIÓN DE PRODUCTOS INFORMÁTICOS MULTIMEDIA. - ANÁLISIS, DESARROLLO Y COMERCIALIZACIÓN DE PROGRAMAS INFORMÁTICOS. - MONTAJE Y COMERCIALIZACIÓN DE EQUIPOS INFORMÁTICOS Y ACCESORIOS. - COMERCIALIZACIÓN DE CUALQUIER TIPO DE EQUIPO ELECTRÓNICO E INFORMÁTICO.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09236",
      "_links": {
        "self": {
          "name": "3OES LEADING SOFTWARE SL",
          "href": "https://api.euskadi.eus/procurements/companies/09236"
        }
      }
    },
    {
      "name": "GRUPO DELTA EDICIONES DIGITALES, S.L.",
      "registrationNumber": "06811",
      "identificationNumber": "B75221911",
      "address": "P.E.ZUATZU, EDIFICIO BIDASOA LOCALES 2-3",
      "location": {
        "postalCode": "20018",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.474.1",
          "name": "Impresión de textos o imágenes por cualquier procedimiento",
          "_links": {
            "self": {
              "name": "Impresión de textos o imágenes por cualquier procedimiento",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.474.1"
            }
          }
        },
        {
          "id": "1.476.1",
          "name": "Edición de libros",
          "_links": {
            "self": {
              "name": "Edición de libros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.476.1"
            }
          }
        },
        {
          "id": "1.659.4",
          "name": "Venta al por menor de libros, periódicos y artículos de papelería y escritorio",
          "_links": {
            "self": {
              "name": "Venta al por menor de libros, periódicos y artículos de papelería y escritorio",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.4"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-29",
      "certificateEndDate": "2026-07-20",
      "object": "LA REPRODUCCION, AMPLIACION Y REDUCCION DE TODO TIPO DE DOCUMENTOS Y PLANOS POR MEDIO DE MAQUINAS FOTOCOPIADORAS OFFSET Y CUANTAS ACTIVIDADES ESTEN RELACIONADAS O SEAN COMPLEMENTARIAS DE LAS ANTERIORES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06811",
      "_links": {
        "self": {
          "name": "GRUPO DELTA EDICIONES DIGITALES, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06811"
        }
      }
    },
    {
      "name": "TÉCNICA Y PROYECTOS, S.A.",
      "registrationNumber": "00925",
      "identificationNumber": "A28171288",
      "address": "C/ GOMERA, 9  P.I. LOS ALAMILLOS ",
      "location": {
        "postalCode": "28043",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-29",
      "certificateEndDate": "2026-07-17",
      "object": "LA INTERMEDIACIÓN DE MEDIOS PARA: LA REALIZACIÓN DE TODA CLASE DE ESTUDIOS, DISEÑOS Y PROYECTOS DE URBANISMOS, ARQUITECTURA E INGENIERÍA EN TODAS SUS RAMAS Y VARIANTES, SOCIOECONOMÍA Y DE ORGANIZACIÓN Y GESTIÓN DE EMPRESAS; LA DIRECCIÓN, CONTROL Y SUPERVISIÓN DE LAS OBRAS DERIVADAS DE LOS CITADOS ESTUDIOS, DISEÑOS Y PROYECTOS, ASÍ COMO DE CUALESQUIERA OTROS REALIZADOS POR TERCEROS; LA REALIZACÓN DE ESTUDIOS, DISEÑOS, AUDITORÍAS, SUPERVISIÓN, CONSTRUCCIÓN, OPERACIÓN Y MANTENIMIENTO DE INSTALACIONES PARA TRATAMIENTO DE AGUAS POTABLES Y RESIDUALES, PARA GESTIÓN Y TRATAMIENTO DE RESIDUOS, VERTIDOS, SUELOS Y CONTAMINADOS, ASÍ COMO CUALQUIER OTRA INFRAESTRUCTURA AMBIENTAL; LA REALIZACIÓN DE ESTUDIOS, DISEÑOS, Y SUPERVISIÓN DE OBRAS RELACIONADAS CON EL DESARROLLO SOSTENIBLE Y CON EL MEDIO NATURAL Y FORESTAL, INCLUYENDO VIGILANCIA AMBIENTAL DE OBRAS Y TRABAJOS DE CARTOGRAFÍA GEORREFERENCIADA; LA REALIZACÓN DE TODA CLASE DE ESTUDIOS, DiSEÑOS, PROYECTOS Y CONSULTORÍA REALIZADOS CON LAS TECNOLOGÍAS DE LA INFORMACIÓN Y LAS COMUNICACIONES; REALIZACIÓN DE ENCUESTAS, INVENTARIOS Y CENSOS; EL DISEÑO, ANÁLISIS FUNCIONAL, ANÁLISIS ORGÁNICO, PROGRAMACIÓN Y DOCUMENTACIÓN POR CUENTA PROPIA Y AJENA DE TODO TIPO DE APLICACIONES INFORMÁTICAS; REALIZACIÓN DE PROYECTOS INFÓRMATICOS \"LLAVE EN MANO\"; LA DISTRIBUCIÓN Y COMERCIALIZACIÓN DE \"HARDWARE\", LICIENCIAS DE \"SOFTWARE\" Y APLICACIONES INFORMÁTICAS; LA SELECCIÓN Y FORMACIÓN DE PERSONAL INFORMÁTICO; REALIZACIÓN DE ESTUDIOS Y PROYECTOS DE CONSULTORÍA EN ECONOMÍA, GESTIÓN Y FINANZAS; REALIZACIÓN DE ESTUDIOS Y PROYECTOS DE CONSULTORÍA TECNOLÓGICA, DESARROLLO TERRITORIAL SOSTENIBLE, GESTIÓN DE LA INNOVACIÓN, DE MARKETING, Y CUALQUIER OTRO ESTUDIO, DISEÑO O PROYECTO DE CONSULTORÍA EN GENERAL; LA REALIZACIÓN DE TODO TIPO DE ACTIVIDADES DE FORMACIÓN, DISEÑO, REALIZACIÓN Y EDICIÓN DE TODO TIPO DE PUBLICACIONES; LA REALIZACIÓN DE TODA CLASE DE COMPRAS, VENTAS, INSPECCIÓN Y ACTIVACIÓN DE PEDIDOS, RELACIONADOS CON LA EJECUCIÓN DE TODA CLASE DE ESTUDIOS, DISEÑOS Y PROYECTOS ANTERIORMENTE MENCIONADOS, INCLUIDOS LOS SERVICIOS DE CONSERVACIÓN, MANTENIMIENTO Y OPERACIÓN; Y, EN SUMA, TODA CLASE DE ACTIVIDADES COMERCIALES O DE SERVICIOS RELACIONADOS CON LO ANTERIOR, INCLUIDAS LA REALIZACIÓN Y ENTREGA DE PROYECTOS \"LLAVE EN MANO\" Y LA EJECUCIÓN DE TODA CLASE DE OBRAS E INSTALACIONES EN GENERAL. LA REALIZACIÓN DE ESTUDIOS, DISEÑOS, PROYECTOS, AUDITORÍAS Y OTRAS ACTIVIDADES DE CALIDAD, EVALUACIÓN AMBIENTAL YCONTROL DE LA CONTAMINACIÓN (DEL AGUA, DE RESIDUOS, DE TERRENOS, DEL AIRE Y ACÚSTICA), INCLUYENDO LA REALIZACIÓN DE TOMA DE MUESTRAS, ANÁLISIS, ENSAYOS E INSPECCIONES MEDIOAMBIENTALES; LA REALIZACIÓN DE TAREAS DE INSPECCIÓN Y CONTROL DE LA PRESTACIÓN DE SERVICIOS AMBIENTALES, DE GESTIÓN Y AUDITORÍAS MEDIOAMBIENTALES Y ENERGÉTICAS, DE FORMACIÓN Y EDUCACIÓN AMBIENTAL; LA REALIZACIÓN DE ACTIVIDADES DE VERIFICACIÓN Y DIAGNÓSTICO EN MATERIA DE CALIDAD AMBIENTAL. LA ADQUISICIÓN Y LA VENTA, LA PROMOCIÓN, EL DISEÑO, LA SUPERVISIÓN DE LAS OBRAS, LA CONSTRUCCIÓN, EL MANTENIMIENTO Y LA EXPLOTACIÓN DE INSTALACIONES ELÉCTRICAS, MECÁNICAS Y TÉRMICAS PARA LA OBTENCIÓN DE ELECTRICIDAD O CALOR A PARTIR DE FUENTES DE ENERGÍA RENOVABLE EN GENERAL, Y EN CONCRETO, LA SOLAR, LA EÓLICA, HIDRÁULICA Y BIOMASA; LA FABRICACIÓN, COMERCIALIZACIÓN, VENTA Y MANTENIMIENTO DE TODO TIPO DE COMPONENTES Y EQUIPOS PARA LA GENERACIÓN DE CALOR Y ENERGÍA ELÉCTRICA; LA PRESTACIÓN DE SERVICIOS ESPECIALIZADOS EN MATERIA FISCAL, ECONÓMICA Y FINANCIERA Y DE OTROS SERVICIOS INDEPENDIENTES DE ASESORÍA CONTABLE PARA ORGANISMOS, INDUSTRIAS, EMPRESAS Y PARTICULARES DEDICADOS EN GENERAL A LAS ENERGÍAS RENOVABLES; LA ADQUISICIÓN DE TODA CLASE DE TERRENOS E INMUEBLES PARA PROMOVER LA CONSTRUCCIÓN DE INSTALACIONES DE ENERGÍA RENOVABLE, INCLUSO SU EXPLOTACIÓN EN ARRENDAMIENTO Y VENTA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/00925",
      "_links": {
        "self": {
          "name": "TÉCNICA Y PROYECTOS, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/00925"
        }
      }
    },
    {
      "name": "BSP SERVICIOS DE CONSULTORIA TECNICA, S.L",
      "registrationNumber": "06032",
      "identificationNumber": "B71213896",
      "address": "PZA. CONSTITUCION 3 1º OF.3",
      "location": {
        "postalCode": "31600",
        "municipality": "Burlada/Burlata",
        "county": "Navarra",
        "municipalityId": "060",
        "countyId": "31"
      },
      "economicActivities": [
        {
          "id": "1.843.2",
          "name": "Servicios técnicos de arquitectura y urbanismo",
          "_links": {
            "self": {
              "name": "Servicios técnicos de arquitectura y urbanismo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.2"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-29",
      "certificateEndDate": "2026-07-14",
      "object": "A) LA INTERMEDIACIÓN Y COORDINACIÓN EN LA REALIZACIÓN DE TRABAJOS Y ESTUDIOS RELATIVOS A LA GESTIÓN Y CONTROL DE CALIDAD EN EL CAMPO DE LA CONSTRUCCIÓN DE EDIFICIOS Y DE OBRA CIVIL E INDUSTRIAL, TANTO A NIVEL DE PROYECTO COMO DE OBRA Y EDIFICIOS TERMINADOS. B) LA PRESTACIÓN DE SERVICIOS EN MATERIA DE SEGURIDAD Y SALUD, EN LO RELATIVO A LA PREVENCIÓN DE RIESGOS LABORALES Y SU APLICACIÓN EN OBRAS Y EDIFICIOS TERMINADOS, INDUSTRIAS E INSTALACIONES DE TODO TIPO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06032",
      "_links": {
        "self": {
          "name": "BSP SERVICIOS DE CONSULTORIA TECNICA, S.L",
          "href": "https://api.euskadi.eus/procurements/companies/06032"
        }
      }
    },
    {
      "name": "BURUTXAGA HARAKINTZAK, S.L.",
      "registrationNumber": "06427",
      "identificationNumber": "B95137832",
      "address": "CL/ MARINO ARCHER, 43",
      "location": {
        "postalCode": "48013",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.612.4",
          "name": "Venta al por mayor de carnes, huevos, aves y caza",
          "_links": {
            "self": {
              "name": "Venta al por mayor de carnes, huevos, aves y caza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.612.4"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-29",
      "certificateEndDate": "2026-07-08",
      "object": "LA EXPLOTACIÓN DE ANIMALES VIVOS, SU SACRIFICIO, DESPIECE Y PREPARACIÓN DE CARNES DE GANADO; VACUNO, OVINO, CAPRINO, PORCINO, CONEJOS, AVES Y EQUINO ASÍ COMO SU COMERCIALIZACIÓN, ELABORACIÓN, PROMOCIÓN, COMPRA-VENTA, ALMACENAMIENTO Y LA DISTRIBUCIÓN DE ESTOS PRODUCTOS, SUS TRANSFORMADOS Y DERIVADOS. LA EXPLOTACIÓN DE SALAS DE DESPIECE ASÍ COMO LA FABRICACIÓN Y COMERCIALIZACIÓN DE EMBUTIDOS, FIAMBRES Y MORCILLAS\r\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06427",
      "_links": {
        "self": {
          "name": "BURUTXAGA HARAKINTZAK, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06427"
        }
      }
    },
    {
      "name": "MARSH S.A. MEDIADORES DE SEGUROS",
      "registrationNumber": "03430",
      "identificationNumber": "A81332322",
      "address": "PASEO DE LA CASTELLANA 216",
      "location": {
        "postalCode": "28046",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.832.1",
          "name": "Agencias de seguros y corredurías de seguros",
          "_links": {
            "self": {
              "name": "Agencias de seguros y corredurías de seguros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.832.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-29",
      "certificateEndDate": "2026-07-15",
      "object": "1- LA ADQUISICIÓN, TENENCIA, ADMINISTRACIÓN Y VENTA DE CUALQUIER CLASE DE VALORES, PÚBLICOS O PRIVADOS, NACIONALES O EXTRANJEROS POR CUENTA PROPIA. 2- LA GESTIÓN, ASESORAMIENTO, PROMOCIÓN, CONTRATACIÓN Y TODAS LAS ACTIVIDADES RELATIVAS A LA CORREDURÍA Y MEDIACIÓN DE SEGUROS DE TODAS CLASES,  POR CUENTA DE TERCERAS PERSONAS NATURALES O JURÍDICAS, CON CUALQUIERA DE LAS COMPAÑÍAS DE SEGUROS Y REASEGUROS LEGALMENTE AUTORIZADAS PARA ACTUAR EN ESPAÑA Y EN EL EXTRANJERO, QUEDANDO EXPRESAMENTE SOMETIDO A LA LEGISLACIÓN ESPECÍFICA DE MEDIACIÓN DE SEGUROS PRIVADOS. 2- CUALQUIER OTRA ACTIVIDAD EN MATERIA DE SEGUROS NO INCOMPATIBLE CON LAS ANTERIORES. 3- LA ADQUISICIÓN, TENENCIA, ADMINISTRACIÓN Y VENTA DE CUALESQUIERA CLASES DE VALORES, PÚBLICOS O PRIVADOS, NACIONALES O EXTRANJEROS, POR CUENTA PROPIA. 4- EL ASESORAMIENTO Y LA CONSULTORÍA CON LA REALIZACIÓN DE CUANTOS ESTUDIOS, INFORMES, PLANES, PROYECTOS, ANTEPROYECTOS, MAPAS Y ANÁLISIS. EN PARTICULAR SOBRE EL MERCADO DE RIESGOS, ATENDIENDO A TODO TIPO DE CRITERIOS DE RIESGO SOBRE LAS PERSONAS, SUS PATRIMONIOS, SUS INTERESES Y/O RESPONSABILIDADES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03430",
      "_links": {
        "self": {
          "name": "MARSH S.A. MEDIADORES DE SEGUROS",
          "href": "https://api.euskadi.eus/procurements/companies/03430"
        }
      }
    },
    {
      "name": "REM-IRU, S.L.",
      "registrationNumber": "08616",
      "identificationNumber": "B01304286",
      "address": "Calle Zuazobidea",
      "location": {
        "postalCode": "01015",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.151.4",
          "name": "Producción de energía no especificada en otros epígrafes",
          "_links": {
            "self": {
              "name": "Producción de energía no especificada en otros epígrafes",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.151.4"
            }
          }
        },
        {
          "id": "1.319.1",
          "name": "Mecánica general",
          "_links": {
            "self": {
              "name": "Mecánica general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.319.1"
            }
          }
        },
        {
          "id": "1.615.9",
          "name": "Venta al por mayor de otros artículos de consumo duradero n.c.o.p",
          "_links": {
            "self": {
              "name": "Venta al por mayor de otros artículos de consumo duradero n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.9"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-29",
      "certificateEndDate": "2026-07-07",
      "object": "LA REALIZACIÓN DE TODA CLASE DE ACTOS, NEGOCIOS Y OPERACIONES REALIZADAS CON LA FABRICACIÓN, PUNZONADO, PLEGADO Y CORTADO DE CHAPA, COMPRAVENTA, REPRESENTACIÓN, INTERMEDIACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIALIZACIÓN, ALMACENAMIENTO Y EXPLOTACIÓN DE TODA CLASE DE MAQUINARIA, MATERIALES, OBJETOS, PRODUCTOS Y TÉCNICAS RELACIONADAS CON LA INDUSTRIA DEL METAL.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08616",
      "_links": {
        "self": {
          "name": "REM-IRU, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08616"
        }
      }
    },
    {
      "name": "CONAFE ERAIKUNTZAK, S.L.",
      "registrationNumber": "09501",
      "identificationNumber": "B56143803",
      "address": "Calle Santutxu",
      "location": {
        "postalCode": "48006",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-29",
      "certificateEndDate": "2026-07-05",
      "classification": [
        {
          "id": "O",
          "name": "Obras",
          "groups": [
            {
              "id": "C",
              "name": "EDIFICACIONES",
              "subgroups": [
                {
                  "id": "01",
                  "name": "DEMOLICIONES",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 840.001 Hasta 2.400.000",
                      "_links": {
                        "self": {
                          "name": "Desde 840.001 Hasta 2.400.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "DEMOLICIONES",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/C/subgroups/01"
                    }
                  }
                },
                {
                  "id": "02",
                  "name": "ESTRUCTURAS DE FABRICA U HORMIGÓN",
                  "categories": [
                    {
                      "id": "1",
                      "name": "Desde 0 Hasta 150.000",
                      "_links": {
                        "self": {
                          "name": "Desde 0 Hasta 150.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/1"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "ESTRUCTURAS DE FABRICA U HORMIGÓN",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/C/subgroups/02"
                    }
                  }
                },
                {
                  "id": "03",
                  "name": "ESTRUCTURAS METALICAS",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 360.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 360.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "ESTRUCTURAS METALICAS",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/C/subgroups/03"
                    }
                  }
                },
                {
                  "id": "04",
                  "name": "ALBAÑILERIA, REVOCOS Y REVESTIDOS",
                  "categories": [
                    {
                      "id": "5",
                      "name": "Desde 2.400.001 Hasta 5.000.000",
                      "_links": {
                        "self": {
                          "name": "Desde 2.400.001 Hasta 5.000.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/5"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "ALBAÑILERIA, REVOCOS Y REVESTIDOS",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/C/subgroups/04"
                    }
                  }
                },
                {
                  "id": "06",
                  "name": "PAVIMENTOS, SOLADOS Y ALICATADOS",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 840.001 Hasta 2.400.000",
                      "_links": {
                        "self": {
                          "name": "Desde 840.001 Hasta 2.400.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "PAVIMENTOS, SOLADOS Y ALICATADOS",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/C/subgroups/06"
                    }
                  }
                },
                {
                  "id": "07",
                  "name": "AISLAMIENTOS E IMPERMEABILIZACIONES",
                  "categories": [
                    {
                      "id": "3",
                      "name": "Desde 360.001 Hasta 840.000",
                      "_links": {
                        "self": {
                          "name": "Desde 360.001 Hasta 840.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/3"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "AISLAMIENTOS E IMPERMEABILIZACIONES",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/C/subgroups/07"
                    }
                  }
                },
                {
                  "id": "08",
                  "name": "CARPINTERIA DE MADERA",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 360.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 360.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "CARPINTERIA DE MADERA",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/C/subgroups/08"
                    }
                  }
                },
                {
                  "id": "09",
                  "name": "CARPINTERIA METALICA",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 840.001 Hasta 2.400.000",
                      "_links": {
                        "self": {
                          "name": "Desde 840.001 Hasta 2.400.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "CARPINTERIA METALICA",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/C/subgroups/09"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "name": "EDIFICACIONES",
                  "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/C"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Obras",
              "href": "https://api.euskadi.eus/procurements/companies/types/O"
            }
          }
        }
      ],
      "object": "- LA CONSTRUCCIÓN COMPLETA DE OBRAS URBANAS, RÚSTICAS, REPARACIÓN Y CONSERVACIÓN DE EDIFICIOS, INTERIOR Y EXTERIORMENTE Y OBRAS PÚBLICAS. - OBRAS NUEVAS DE EDIFICACIÓN INDUSTRIAL, SANEAMIENTO Y ABASTECIMIENTO DE AGUAS, MOVIMIENTOS DE TIERRAS Y SIMILARES, CIMENTACIONES, PAVIMENTACIONES Y OBRAS DE JARDINERÍA. - LA COMPRA DE INMUEBLES, PARA LA CONSTRUCCIÓN O EXPLOTACIÓN DE LOS MISMOS, ASÍ COMO SU VENTA POSTERIOR; LA CONSTRUCCIÓN POR CUENTA PROPIA O AJENA, ASÍ COMO LA URBANIZACIÓN DE TODA CLASE DE TERRENOS. - LA GESTIÓN, DIRECCIÓN Y EJECUCIÓN DE OBRAS DE CONSTRUCCIÓN POR CUENTA PROPIA O AJENA, LA REALIZACIÓN DE CONTRATAS; LA REHABILITACIÓN, URBANIZACIÓN RESTAURACIÓN EXTERNA E INTERNA DE ESTRUCTURAS Y REVESTIMIENTOS DE EDIFICIOS Y MONUMENTOS; LIMPIEZA, IMPERMEABILIZACIÓN, TRATAMIENTO DE PINTURA, RECONSTRUCCIÓN Y LA IMPLANTACIÓN, CUIDADO Y MANTENIMIENTO DE JARDINES Y EXPLOTACIONES FORESTALES.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09501",
      "_links": {
        "self": {
          "name": "CONAFE ERAIKUNTZAK, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09501"
        }
      }
    },
    {
      "name": "IGURCO GESTION, S.L.",
      "registrationNumber": "05660",
      "identificationNumber": "B95209797",
      "address": "MAXIMO AGIRRE Nº18 BIS, 4ªPLANTA",
      "location": {
        "postalCode": "48011",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        },
        {
          "id": "1.861.2",
          "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
          "_links": {
            "self": {
              "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.861.2"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-29",
      "certificateEndDate": "2026-07-21",
      "object": "EL CUIDADO, PROMOCIÓN, ASISTENCIA, REHABILITACIÓN, INSERCIÓN SOCIAL Y TRATAMIENTO DE TODO TIPO A PERSONAS DE TERCERA EDAD O CUALQUIERA OTRAS CON ALGUNA CARENCIA, ENFERMEDAD O MINUSVALÍA PSÍQUICA, FÍSICA Y/O ECONÓMICA, REGENTANDO, EXPLOTANDO O GESTIONANDO A TAL EFECTO CENTROS O INMUEBLES PROPIOS O AJENOS EN VIRTUD DE CONTRATO DE ARRENDAMIENTO DE CUALQUIER CLASE, INCLUIDO EL FINANCIERO, CESIÓN, CONCESIÓN, DE CUALQUIER TIPO, TANTO GRATUITA COMO ONEROSA, HACIENDO EXPRESA EXTENSIÓN A LA ASISTENCIA DOMICILIARIA, INSTALACIÓN, MANTENIMIENTO Y REPARACIÓN DED APARATOS DE INTERCOMUNICACIÓN Y TELEFONÍA INSTALADOS EN DOMICILIOS Y TRANSPORTE, TODO ELLO, COMO AYUDA A ESTOS COLECTIVOS, CONCERTANDO CUALQUIER TIPO DE CONTRATOS O PACTOS CON INSTITUCIONES PÚBLICAS O PRIVADAS. LA EXPLOTACIÓN EN GENERAL DE RESIDENCIAS, EN LOCALES PROPIOS O ARRENDADOS O CONCEDIENDO SU EXPLOTACIÓN A TERCERAS PERSONAS. LA COMPRAVENTA DE BIENES INMUEBLES. LA URBANIZACIÓN Y PARCELACIÓN DE TERRENOS EN GENERAL Y LA PROMOCIÓN DE NEGOCIOS INMOBILIARIOS. LA CONSTRUCCIÓN DE INMUEBLES O EDIFICIOS, BIEN PARA USOS RESIDENCIALES O PARA USOS COMERCIALES E INDUSTRIALES, EN CUALQUIER FORMA ADMITIDA POR LAS LEYES EN VIGOR. LA PROMOCIÓN, VENTA, GRAVAMEN O EXPLOTACIÓN EN RÉGIMEN DE ARRENDAMIENTO (NO FINANCIERO), DE EDIFICIOS BIEN COMPLETA O POR PISOS Y LOCALES. LA GESTIÓN, EXPLOTACIÓN Y COMERCIALIZACIÓN DE SERVICIOS FUNERARIOS EN GENERAL, EN LOCALES Y CON MEDIOS PROPIOS O ARRENDADOS O CONCEDIENDO SU EXPLOTACIÓN A TERCERAS PERSONAS, CONCERTANDO CUALQUIER TIPO DE CONTRATOS O PACTOS CON INSTITUCIONES PÚBLICAS O PRIVADAS. LA TENENCIA, ADMINISTRACIÓN, CESIÓN Y DISFRUTE, EN CUALQUIERA DE LAS FORMAS RECONOCIDAS, DE TODA CLASE DE MARCAS, PATENTES, SISTEMAS Y OTROS DERECHOS COMPRENDIDOS EN LA LEY DE PATENTES O EN CUALESQUIERA OTRAS LEYES O NORMAS RELATIVAS A LA PROPIEDAD INDUSTRIAL. EL ASESORAMIENTO A EMPRESAS Y PARTICULARES EN MATERIA ASISTENCIAL, SANITARIA, FISCAL, CONTABLE, LABORAL, FINANCIERA, DE MARKETING Y/O DE GESTIÓN, ASÍ COMO EN MATERIAS ADMINISTRATIVAS, INFORMÁTICAS Y COMERCIALES, ADEMÁS DE LA PRESTACIÓN DE TODO TIPO DE SERVICIOS RELACIONADOS CON LAS ACTIVIDADES ANTERIORES. DICHAS ACTIVIDADES SERÁN DESARROLLADAS A TRAVÉS DE PROFESIONALES CON LA CAPACIDAD NECESARIA PARA REALIZARLAS. EN GENERAL CUALQUIER TIPO DE SERVICIO QUE SE CONSIDERE NECESARIO PARA COMPLEMENTAR LAS ACTIVIDADES DESCRITAS EN LOS PÁRRAFOS ANTERIORES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05660",
      "_links": {
        "self": {
          "name": "IGURCO GESTION, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05660"
        }
      }
    },
    {
      "name": "ELECTRICIDAD PEROSANZ, S.L.",
      "registrationNumber": "04233",
      "identificationNumber": "B20614020",
      "address": "IBARGAIN 17 AC BAJO",
      "location": {
        "postalCode": "20600",
        "municipality": "Eibar",
        "county": "Gipuzkoa",
        "municipalityId": "030",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        },
        {
          "id": "1.504.11",
          "name": "Instalaciones eléctricas en general, redes telegráficas, telefonía, tv, etc",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general, redes telegráficas, telefonía, tv, etc",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.11"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-29",
      "certificateEndDate": "2026-07-19",
      "classification": [
        {
          "id": "O",
          "name": "Obras",
          "groups": [
            {
              "id": "I",
              "name": "INSTALACIONES ELÉCTRICAS",
              "subgroups": [
                {
                  "id": "01",
                  "name": "Alumbrados, iluminaciones y balizamientos",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 840.001 Hasta 2.400.000",
                      "_links": {
                        "self": {
                          "name": "Desde 840.001 Hasta 2.400.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Alumbrados, iluminaciones y balizamientos",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/I/subgroups/01"
                    }
                  }
                },
                {
                  "id": "06",
                  "name": "Distribución en baja tensión",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 840.001 Hasta 2.400.000",
                      "_links": {
                        "self": {
                          "name": "Desde 840.001 Hasta 2.400.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Distribución en baja tensión",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/I/subgroups/06"
                    }
                  }
                },
                {
                  "id": "09",
                  "name": "Instalaciones eléctricas sin cualificación específica",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 840.001 Hasta 2.400.000",
                      "_links": {
                        "self": {
                          "name": "Desde 840.001 Hasta 2.400.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Instalaciones eléctricas sin cualificación específica",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/I/subgroups/09"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "name": "INSTALACIONES ELÉCTRICAS",
                  "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/I"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Obras",
              "href": "https://api.euskadi.eus/procurements/companies/types/O"
            }
          }
        }
      ],
      "object": "LA INSTALACIÓN, MANTENIMIENTO Y REPARACIÓN DE CIRCUITOS, REDES Y SISTEMAS ELÉCTRICOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04233",
      "_links": {
        "self": {
          "name": "ELECTRICIDAD PEROSANZ, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04233"
        }
      }
    }
  ]
}