{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 272,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "ANGIE KATHERINE BURBANO PEREZ",
      "registrationNumber": "10104",
      "identificationNumber": "Y8720276R",
      "address": "Barrio Aita Mari (20750) 14 2-D",
      "location": {
        "postalCode": "20750",
        "municipality": "Zumaia",
        "county": "Gipuzkoa",
        "municipalityId": "081",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.671.5",
          "name": "Restaurante un tenedor",
          "_links": {
            "self": {
              "name": "Restaurante un tenedor",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.671.5"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-16",
      "certificateEndDate": "2026-03-10",
      "object": "RESTAURANTE UN TENEDOR.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10104",
      "_links": {
        "self": {
          "name": "ANGIE KATHERINE BURBANO PEREZ",
          "href": "https://api.euskadi.eus/procurements/companies/10104"
        }
      }
    },
    {
      "name": "TELEFÓNICA MÓVILES ESPAÑA, S.A.",
      "registrationNumber": "03768",
      "identificationNumber": "A78923125",
      "address": "RONDA COMUNICACIÓN S/Nº . ED. SUR 3",
      "location": {
        "postalCode": "28050",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.151.4",
          "name": "Producción de energía no especificada en otros epígrafes",
          "_links": {
            "self": {
              "name": "Producción de energía no especificada en otros epígrafes",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.151.4"
            }
          }
        },
        {
          "id": "1.631",
          "name": "Intermediarios del comercio",
          "_links": {
            "self": {
              "name": "Intermediarios del comercio",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.631"
            }
          }
        },
        {
          "id": "1.769",
          "name": "Otros servicios de telecomunicaciones",
          "_links": {
            "self": {
              "name": "Otros servicios de telecomunicaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.769"
            }
          }
        },
        {
          "id": "1.819.9",
          "name": "Otras entidades financieras n.c.o.p",
          "_links": {
            "self": {
              "name": "Otras entidades financieras n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.819.9"
            }
          }
        },
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        },
        {
          "id": "1.861.2",
          "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
          "_links": {
            "self": {
              "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.861.2"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-16",
      "certificateEndDate": "2026-03-01",
      "object": "A) LA GESTIÓN Y EXPLOTACIÓN DE LOS SERVICIOS QUE SE MENCIONAN SEGUIDAMENTE: LAS SERVICIOS DE TELECOMUNICACIONES TELEFÓNICAS DISPONIBLES PARA EL PÚBLICO, COMPRENDIENDO LA EXPLOTACIÓN DE LAS REDES, LA PRESTACIÓN DE ERVIIOS DE COMUNICCONES ELECTRÓNICAS Y LOS RECURSOS ASOCIADOS Y SUPLEMENTETARIOS A LAS MISMAS. LOS SERVICIOS DE ACCESO A INFORMACIONES (INTERNET, ENTRE ELLAS) A TRAVÉS DE LA RED DE COMUNICACIONES ELECTRÓNICAS. LOS SERVICIOS DE EMERGENCIA. LOS SERVICIOS DE VALOR AÑADIDO. LOS SERVICIOS DE EXPLOTACIÓN Y ALQUILER DE REDES, INFRAESTRUCTURAS, ASÍ COMO CUALESQUIERA OTROS ELEMENTOS, PLATAFORMAS, EQUIPOS, DISPOSITIVOS Y RECURSOS ASOCIADOS A LAS MISMAS (ENTRE OTROS RECURSO ORBITA-ESPECTRO). LA PRESTACIÓN Y EXPLOTACIÓN DE SERVICIOS RELACIONADOS CO LAS TECNOLOGÍAS DE LA INFORMACIÓN, ENTRE OTROS LA GESTIÓN Y OPERACIÓN DE CENTROS DE ATENCIÓN A LOS CLIENTES, PLATAFORMAS PARA VENTA NO PRESENCIAL, OUTSOURCING DE PROCESOS, SEGURIDAD DE LA INFORMACON, ALMACENAMIENTO Y PROCESAMIENO DE DATOS, ETC. LA PRESTACIÓN DE SERVICIOS DE COMUNICACIÓN AUDIOVISUAL Y CUALESQUIERA OTRAS ACTIVIDADES RELACIONADAS CON LA DIFUSIÓN DE CONTENIDOS Y PROGRAMAS, INCLUYENDO LA PRODUCCIÓN DE OBRAS AUDIOVISUALES. B) LA GESTIÓN Y EXPLOTACIÓN DE LOS SERVICIOS ANTERIORMENTE CITADOS INCLUIRÁ EL ESTABLECIMIENTO, CONSERVACIÓN, MEJORA, INTERCONEXIÓN, ADMINISTRACIÓN Y EXPLOTACION DE LAS REDES E INFRAESTRUCTURAS DE TELECOMUNICACIONES QUE LO HAGAN POSIBLE. C) LA INVESTIGACIÓN, DESARROLLO, PROMOCIÓN, DISTRIBUCIÓN, MARKETING, COMERCIALIZACIÓN, CONSULTORÍA, ASISTENCA TÉCNICA Y MANTENIMIENTO, OPERACIÓN DE LOS CENTROS DE PROCESO NECESARIOS E INSTALACIÓN TANTO DE LOS PROPIOS SERVICIOS COMO DE AQUELLAS ACTIVIDADES PRECISAS PARA OFRECER A TECEROS UNA OFERTA COMPLETA Y ARMONIZADA DE ESTE TIPO DE SERVICIOS: DESDE LA INGENIERÍA DE SISTEMAS, VENTA DE DISPOSITIVOS Y TERMINALES, EQUIPOS Y SISTEMAS UTILIZADOS DIRECTA O INDIRECTAMENTE PARA LAS TELECOMUNICACIONES, HASTA LA FORMACIÓN, INCLUYENDO ADEMÁS FUNCIONES DE FACTURACIÓN Y DE COBROS, CUMPLIENDO AL EFECTO LO ESTABLECIDO EN LA LEGISLACIÓN VIGENTE SOBRE LA MATERIA. D) CUALESQUIERA OTROS SERVICIOS AUXILIARES Y COMPLEMENTARIOS DE LOS ESPECIFICADOS EN LOS APARTADOS ANTERIORES.\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03768",
      "_links": {
        "self": {
          "name": "TELEFÓNICA MÓVILES ESPAÑA, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/03768"
        }
      }
    },
    {
      "name": "TELEFÓNICA DE ESPAÑA, S.A. SOCIEDAD UNIPERSONAL",
      "registrationNumber": "02141",
      "identificationNumber": "A82018474",
      "address": "C/ GRAN VÍA, Nº 28.",
      "location": {
        "postalCode": "28013",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.999",
          "name": "Otros servicios n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.999"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-16",
      "certificateEndDate": "2026-03-01",
      "object": "LA GESTIÓN Y EXPLOTACIÓN  DE LOS SERVICIOS QUE SE MENCIONAN SEGUIDAMENTE: LOS SERVICIOS DE TELECOMUNICACIONES TELEFÓNICAS DISPONIBLES PARA EL PÚBLICO, COMPRENDIENDO LA EXPLOTACIÓN DE LAS REDES, LA PRESTACIÓN DE SERVICIOS DE COMUNICACIONES ELECTRÓNICAS Y LOS RECURSOS ASOCIADOS Y SUPLEMENTARIOS A LAS MISMAS; LOS SERVICIOS DE ACCESO A INFORMACIONES (INTERNET, ENTRE ELLAS) A TRAVÉS DE  LA RED DE COMUNICACIONES ELETRÓNICAS; LOS SERVICIOS DE EMERGENCIA; LOS SERVICIOS DE VALOR AÑADIDO; LOS SERVICIOS DE EXPLOTACIÓN Y ALQUILER DE REDES, INFRAESTRUCTURAS, ASÍ COMO CUALESQUIERA OTROS ELEMENTOS, PLATAFORMAS, EQUIPOS,DISPOSITIVOS Y RECURSOS ASOCIADOS A LAS MISMAS (ENTRE OTROS RECURSOS ORBITA-ESPECTRO); LA PRESTACIÓN Y EXPLOTACIÓN DE SERVICIOS RELACIONADOS CON LAS TECNOLOGÍAS DE LA INFORMACIÓN, ENTRE OTROS LA GESTIÓN Y OPERACIÓN DE CENTROS DE ATENCIÓN A LOS CLIENTES, PLATAFORMAS PARA VENTA NO PRESENCIAL, OUTSOURCING DE PROCESOS, SEGURIDAD DE LA INFORMACIÓN, ALMACENAMIENTO Y PROCESAMIENTO DE DATOS, ETC.; LA PRESTACIÓN DE SERVICIOS DE COMUNICACIÓN AUDIOVISUAL Y CUALESQUIERA OTRAS ACTIVIDADES RELACIONADAS CON LA DIFUSIÓN DE CONTENIDOS Y PROGRAMAS, INCLUYENDO LA PRODUCCIÓN DE OBRAS AUDIOVISUALES. LA GESTIÓN Y EXPLOTACIÓN DE LOS SERVICIOS ANTERIORMENTE CITADOS INCLUIRÁ EL ESTABLECIMIENTO, CONSERVACIÓN, MEJORA, INTERCONEXIÓN, ADMINISTRACIÓN Y EXPLOTACIÓN DE LAS REDES E INFRAESTRUCTURAS DE TELECOMUNICACIONES QUE LO HAGAN POSIBLE. LA INVESTIGACIÓN, DESARROLLO, PROMOCIÓN, DISTRIBUCIÓN, MARKETING, COMERCIALIZACIÓN, CONSULTORÍA, ASISTENCIA TÉCNICA Y MANTENIMIENTO, OPERACIÓN DE LOS CENTROS DE PROCESO NECESARIOS E INSTALACIÓN TANTO DE LOS PROPIOS SERVICIOS COMO DE AQUELLAS ACTIVIDADES PRECISAS PARA OFRECER A TERCEROS UNA OFERTA COMPLETA Y ARMONIZADA DE ESTE TIPO DE SERVICIOS: DESDE LA INGENIERÍA DE SISTEMAS, VENTA DE DISPOSITIVOS Y TERMINALES, EQUIPOS Y SISTEMAS UTILIZADOS DIRECTA O INDIRECTAMENTE PARA LAS TELECOMUNICACIONES, HASTA LA FORMACIÓN, INCLUYENDO ADEMÁS FUNCIONES DE FACTURACIÓN Y DE COBROS, CUMPLIENDO AL EFECTO LO ESTABLECIDO EN LA LEGISLACIÓN VIGENTE SOBRE LA MATERIA. CUALESQUIERA OTROS SERVICIOS AUXILARES Y COMPLEMENTARIOS DE LOS ESPECIFICADOS EN LOS APARTADOS ANTERIORES&#13;\n&#13;\n  ",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02141",
      "_links": {
        "self": {
          "name": "TELEFÓNICA DE ESPAÑA, S.A. SOCIEDAD UNIPERSONAL",
          "href": "https://api.euskadi.eus/procurements/companies/02141"
        }
      }
    },
    {
      "name": "NEXUS AUDIOVISUAL SL",
      "registrationNumber": "08455",
      "identificationNumber": "B95361655",
      "address": "Avenida Cervantes 49, Planta 1, Local 18",
      "location": {
        "postalCode": "48970",
        "municipality": "Basauri",
        "county": "Bizkaia",
        "municipalityId": "015",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.504.11",
          "name": "Instalaciones eléctricas en general, redes telegráficas, telefonía, tv, etc",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general, redes telegráficas, telefonía, tv, etc",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.11"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-16",
      "certificateEndDate": "2026-03-15",
      "object": "\nLA VENTA, INSTALACIÓN, REPARACIÓN Y MANTENIMIENTO DE ORDENADORES PERSONALES, SERVIDORES PERIFÉRICOS, SISTEMAS KVM, REDES DE VOS Y DATOS, CENTRALES TELEFÓNICAS, PUNTOS DE INFORMACIÓN, AULAS MULTIMEDIA, LABORATORIOS DE IDIOMAS, REDES DE CONTROL Y VISUALIZACIÓN, SISTEMAS DE VIGILANCIA, SOFTWARE EDUCACIONAL, TRADUCCIÓN SIMULTÁNEA, AUDIOVISUALES Y ENERGÍA SOLAR.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08455",
      "_links": {
        "self": {
          "name": "NEXUS AUDIOVISUAL SL",
          "href": "https://api.euskadi.eus/procurements/companies/08455"
        }
      }
    },
    {
      "name": "ELDER MEDIO AMBIENTE VITORIA, S.L.",
      "registrationNumber": "04496",
      "identificationNumber": "B01282615",
      "address": "Avenida Santiago Nº 43- Bajo",
      "location": {
        "postalCode": "01003",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.722",
          "name": "Transporte de mercancías por carretera",
          "_links": {
            "self": {
              "name": "Transporte de mercancías por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.722"
            }
          }
        },
        {
          "id": "1.966.9",
          "name": "Otros servicios culturales n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios culturales n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.966.9"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-16",
      "certificateEndDate": "2026-03-14",
      "object": "LA REALIZACIÓN DE TRABAJOS PARA LA CONSERVACIÓN DEL MEDIO AMBIENTE",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04496",
      "_links": {
        "self": {
          "name": "ELDER MEDIO AMBIENTE VITORIA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04496"
        }
      }
    },
    {
      "name": "EQUIPAMIENTOS Y PAVIMENTOS DEPORTIVOS, INSTALACIONES 360, S.L.",
      "registrationNumber": "08711",
      "identificationNumber": "B09863291",
      "address": "LA LLANA 45",
      "location": {
        "postalCode": "48530",
        "municipality": "Ortuella",
        "county": "Bizkaia",
        "municipalityId": "083",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-16",
      "certificateEndDate": "2026-03-11",
      "object": "A) LA REPARACIÓN, LIMPIEZA O CONSERVACIÓN POR CUENTA PROPIA O AJENA DE TODA CLASE DE EDIFICACIONES, POR PARTES O POR PISOS, BIEN PARA VIVIENDAS O PARA LOCALES DE NEGOCIOS Y LA LIMPIEZA EN TODA CLASE DE FACHADAS. LA REALIZACIÓN DE ACTIVIDADES DE PINTURA, CARPINTERÍA, ALBAÑILERÍA Y DECORACIÓN EN TODAS SUS VARIANTES Y FORMAS, TANTO EN EXTERIORES COMO EN INTERIORES, INSTALACIONES DE PAPELES PINTADOS, MOQUETAS, MADERAS Y OTROS MATERIALES ANÁLOGOS, LA COMPRA, VENTA, IMPORTACIÓN, EXPORTACIÓN, ALMACENAMIENTO, DEPÓSITO Y COMERCIALIZACIÓN AL POR MAYOR O MENOR DE PINTURAS, PAPELES PINTADOS, MOQUETAS, MADERAS Y OTROS MATERIALES Y OBJETOS PARA DECORACIÓN, ALBAÑILERÍA, CARPINTERÍA Y PINTURA; ASÍ COMO DE TODA CLASE DE MATERIALES AUXILIARES O ANEJOS PARA LA CONSTRUCCIÓN. B) LA CONSTITUCIÓN, CON LA CONCURRENCIA DE OTRAS PERSONAS, DE TODA CLASE DE SOCIEDADES MERCANTILES, LA PARTICIPACIÓN EN OTRAS YA CONSTITUIDAS, OSTENTANDO EN TODAS ELLAS CARGOS DE ADMINISTRACIÓN, DIRECCIÓN O CONTROL, MEDIANTE LA OPORTUNA DELEGACIÓN EN PERSONA FÍSICA. EL ESTUDIO, INVESTIGACIÓN, PROMOCIÓN Y PRESTACIÓN DE TODA CLASE DE SERVICIOS DE ASISTENCIA Y GESTIÓN TÉCNICA, ADMINISTRATIVA, COMERCIAL, DIRECCIÓN, ADMINISTRACIÓN, EXPLOTACIÓN Y PARTICIPACIÓN EN NEGOCIOS. C) LA INGENIERÍA, INSTALACIÓN, PRODUCCIÓN, COMERCIALIZACIÓN Y DISTRIBUCIÓN DE TODO TIPO DE PRODUCTOS, BIENES Y SERVICIOS RELACIONADOS CON LA ENERGÍA Y APROVECHAMIENTO SOLAR. D) LA COMPRA, VENTA, IMPORTACIÓN, EXPORTACIÓN, DISTRIBUCIÓN, ALMACENAMIENTO FABRICACIÓN, COMERCIALIZACIÓN, INVESTIGACIÓN, INGENIERÍA, DISEÑO, DESARROLLO, INTEGRACIÓN, REALIZACIÓN, INSTALACIÓN, GARANTÍA, MANTENIMIENTO, REPARACIÓN Y PRESTACIÓN DE SERVICIOS DE PROYECTOS DE INGENIERÍA DE SISTEMAS ELECTRÓNICOS E INFORMÁTICOS; APLICACIONES DE SISTEMAS DE ELECTRÓNICA E INFORMÁTICA; PROYECTOS RELACIONADOS CON EL SISTEMA DE CONTROL EN TIEMPO REAL, YA SEA TERRESTRE, MARÍTIMO O AÉREO; PROYECTOS DE SISTEMAS DE CONTROL RELACIONADOS EN COMPLEJOS HIDROELÉCTRICOS, PETROQUÍMICOS, ENERGÉTICOS E INDUSTRIALES EN GENERAL Y DE CUALQUIER CLASE; PROYECTOS RELACIONADOS CON LA ROBÓTICA Y AUTOMATIZACIÓN INDUSTRIAL, SISTEMAS DE ENSAYOS DE MOTORES Y RACIONALIZACIÓN DE LA PRODUCCIÓN; SISTEMAS Y PRODUCTOS REFERIDOS AL DISEÑO Y FABRICACIÓN ASISTIDA POR ORDENADOR; PROYECTOS Y SISTEMAS DE SIMULACIÓN, PRESENTACIÓN DE DATOS, INFORMACIÓN E IMÁGENES; VALOR AÑADIDO INFORMÁTICOS Y DE TELECOMUNICACIONES. LA INGENIERÍA Y DESARROLLO DE LA INFORMÁTICA, LA PRESTACIÓN DE SERVICIOS DE ORGANIZACIÓN DE EMPRESAS; LA EJECUCIÓN Y DESARROLLO DE PROGRAMAS DE INFORMÁTICA Y SISTEMAS; REALIZACIÓN DE ESTUDIOS, PROYECTOS Y PROGRAMAS; LA COMPRA Y VENTA DE PRODUCTOS Y SERVICIOS EN EL ÁREA DE LA INFORMÁTICA, Y EN GENERAL, TODAS LAS ACTIVIDADES RELACIONADAS CON LA INFORMÁTICA INDUSTRIAL Y DE GESTIÓN. LA REALIZACIÓN DE LEVANTAMIENTOS, ESTUDIOS, INFORMES, CÁLCULOS, PROYECTOS, PRESUPUESTOS, REPLANTEOS, PRESTACIÓN DE SERVICIOS TÉCNICOS ADMINISTRATIVOS PARA LLEVAR LA DIRECCIÓN, ORGANIZACIÓN Y CONTROL DE TODA CLASE DE OBRAS Y CONSTRUCCIONES Y CUALQUIER OTRA ACTIVIDAD QUE PUEDA ESTAR RELACIONADA CON EL SECTOR DE LA INGENIERÍA, Y ESPECIALMENTE CON LA INGENIERÍA TOPOGRÁFICA. LA PRESTACIÓN Y EXPLOTACIÓN DE TODA CLASE DE SERVICIOS PÚBLICOS O PRIVADOS DE TELECOMUNICACIÓN, Y A TAL EFECTO, EL DISEÑO, INSTALACIÓN, CONSERVACIÓN, REFACCIÓN, MEJORA, ADQUISICIÓN, ENAJENACIÓN, INTERCONEXIÓN, GESTIÓN, ADMINISTRACIÓN Y CUALQUIER OTRA ACTIVIDAD RESPECTO DE TODA CLASE DE REDES, LÍNEAS, SATÉLITES, EQUIPOS, SISTEMAS E INFRAESTRUCTURAS TÉCNICAS, ACTUALES O FUTUROS DE TELECOMUNICACIÓN; LA PRESTACIÓN Y EXPLOTACIÓN DE TODA CLASE DE SERVICIOS AUXILIARES O COMPLEMENTARIOS DERIVADOS DE LA TELECOMUNICACIÓN; LA INVESTIGACIÓN Y DESARROLLO, PROMOCIÓN Y APLICACIÓN DE TODA CLASE DE PRINCIPIOS COMPONENTES, EQUIPOS, Y SISTEMAS UTILIZADOS DIRECTA O INDIRECTAMENTE PARA LAS TELECOMUNICACIONES; LA FABRICACIÓN O PRODUCCIÓN, Y EN GENERAL, LAS DEMÁS FORMAS DE ACTIVIDAD INDUSTRIAL RELACIONADAS CON LAS TELECOMUNICACIONES. LA PRESTACIÓN DE SERVICIOS DE ESTUDIO Y ANÁLISIS DE PROCESOS PARA SU TRATAMIENTO MECÁNICO, DE PROGRAMACIÓN PARA EQUIPOS ELECTRÓNICOS, DE REGISTRO DE DATOS EN SOPORTES DE ENTRADA PARA ORDENADORES, ASÍ COMO LA VENTA DE PROGRAMAS, EL PROCESO DE DATOS POR CUENTA DE TERCEROS Y OTROS SERVICIOS INDEPENDIENTES DE ELABORACIÓN DE DATOS Y TABULACIÓN. LA COMPRA, VENTA, IMPORTACIÓN, EXPORTACIÓN, DISTRIBUCIÓN, ALMACENAMIENTO FABRICACIÓN, COMERCIALIZACIÓN, INVESTIGACIÓN, INGENIERÍA, DISEÑO, DESARROLLO, INTEGRACIÓN, REALIZACIÓN, INSTALACIÓN, GARANTÍA, MANTENIMIENTO, REPARACIÓN Y PRESTACIÓN DE SERVICIOS DE PROYECTOS DE INGENIERÍA DE SISTEMAS ELECTRÓNICOS E INFORMÁTICOS; APLICACIONES DE SISTEMAS DE ELECTRÓNICA E INFORMÁTICA; PROYECTOS RELACIONADOS CON EL SISTEMA DE CONTROL EN TIEMPO REAL, YA SEA TERRESTRE, MARÍTIMO O AÉREO; PROYECTOS DE SISTEMAS DE CONTROL RELACIONADOS EN COMPLEJOS HIDROELÉCTRICOS, PETROQUÍMICOS, ENERGÉTICOS E INDUSTRIALES EN GENERAL Y DE CUALQUIER CLASE; PROYECTOS RELACIONADOS CON LA ROBÓTICA Y AUTOMATIZACIÓN INDUSTRIAL, SISTEMAS DE ENSAYOS DE MOTORES Y RACIONALIZACIÓN DE LA PRODUCCIÓN; SISTEMAS Y PRODUCTOS REFERIDOS AL DISEÑO Y FABRICACIÓN ASISTIDA POR ORDENADOR; PROYECTOS Y SISTEMAS DE SIMULACIÓN, PRESENTACIÓN DE DATOS, INFORMACIÓN E IMÁGENES; VALOR AÑADIDO INFORMÁTICOS Y DE TELECOMUNICACIONES. EL DESARROLLO Y EXPLOTACIÓN COMERCIAL DE SERVICIOS Y PRODUCTOS A TRAVÉS DE LA RED INTERNET, INCLUYENDO EN LOS MISMOS: COMERCIO ELECTRÓNICO; VENTA DE PUBLICIDAD Y MARKETING; DESARROLLO Y COMERCIALIZACIÓN DE SOFTWARE; EDICIÓN, PUBLICACIÓN Y DIFUSIÓN DIGITAL DE INFORMES A TRAVÉS DE LA RED; ASÍ COMO LA CREACIÓN Y EXPLOTACIÓN DE BASES DE DATOS. DISEÑO, DESARROLLO, IMPLANTACIÓN, ALOJAMIENTO Y MANTENIMIENTO DE SITIOS WEB, SENCILLOS O COMPLEJOS (BASE DE DATOS, COMERCIO ELECTRÓNICO). DISEÑO Y DESARROLLO DE APLICACIONES MULTIMEDIA EN CUALQUIER TIPO DE SOPORTE (CD ROM; CD-R; INTERNET; INTRANETS). DISEÑO DE TODO TIPO DE MATERIAL GRÁFICO PARA PROMOCIÓN Y ESTRATEGIAS DE MARKETING PARA EMPRESAS (CATÁLOGOS, FOLLETOS, MEMORIAS, DISPLAYS, PLV, ENTRE OTROS). DISEÑO, ELABORACIÓN E IMPLANTACIÓN DE PROGRAMAS DE IDENTIDAD VISUAL CORPORATIVA, INCLUIDAS SUS APLICACIONES A LA ARQUITECTURA. DISEÑO Y GESTIÓN DE PARTICIPACIONES PÚBLICAS DE EMPRESAS (FERIAS, CONGRESOS, PRESENTACIONES). DISEÑO, GESTIÓN E IMPLANTACIÓN DE TODO TIPO DE CAMPAÑA PUBLICITARIA, EN CUALQUIER MEDIO. DISEÑO Y DESARROLLO DE PROTOTIPOS Y PRODUCTOS PARA LA INDUSTRIA Y EL CONSUMO. E) ORGANIZACIÓN DE ACTIVIDADES DE DEPORTE AVENTURA CON SERVICIO DE GUÍAS Y TODOS LOS EQUIPOS TÉCNICOS NECESARIOS PARA LLEVARLOS A CABO, DENTRO DE UNA AMPLIA OFERTA DE TIEMPO LIBRE DESTINADO AL PÚBLICO EN GENERAL, DESTACANDO ACTIVIDADES COMO LOS CURSILLOS DE ESCALADA, LAS TÉCNICAS INVERNALES, LOS DESCENSOS DE RÍOS Y CAÑONES, EL PARAPENTE, EL PUENTING, LA ESPELEOLOGÍA, EL RAFTING, Y POR EXTENSIÓN TODAS AQUELLAS QUE SE DESARROLLAN AL AIRE LIBRE Y EN RELACIÓN CON LA MONTAÑA, LOS RÍOS Y LOS MARES. SE INCLUYEN TAMBIÉN LOS CURSOS TEÓRICO-PRÁCTICOS EN INSTALACIONES DEPORTIVAS CUBIERTAS Y DESCUBIERTAS. DISEÑO Y CONSTRUCCIÓN DE ROCÓDROMOS (ESTRUCTURAS ARTIFICIALES PARA ESCALADA DEPORTIVA), ASÍ COMO SU MANTENIMIENTO, UBICADOS GENERALMENTE EN POLIDEPORTIVOS E INSTALACIONES AFINES; TRABAJOS DE MANTENIMIENTO GENERAL E INSTALACIONES EN FACHADAS DE EDIFICIOS, OBRAS PÚBLICAS, ESTRUCTURAS VERTICALES, GRANDES CHIMENEAS, PRESAS. EL DESARROLLO, EXPLOTACIÓN Y GESTIÓN DE PARQUES RESIDENCIALES, TECNOLÓGICOS, DE OCIO Y DE CUALQUIER OTRA ÍNDOLE, ASÍ COMO DE URBANIZACIONES, INSTALACIONES Y ESTABLECIMIENTOS EN GENERAL, DEDICADOS A DICHAS ACTIVIDADES. LA REALIZACIÓN DE TODA CLASE DE CONSTRUCCIONES PARA INSTALACIONES DEPORTIVAS, ESTABLECIMIENTOS HOSTELEROS, CAMPOS DE GOLF Y DE DEPORTES, EN TODAS SUS DISCIPLINAS, ASÍ COMO LA GESTIÓN DE DICHAS INSTALACIONES, POR CUENTA PROPIA O DE TERCEROS, Y LA ORGANIZACIÓN DE EVENTOS DEPORTIVOS, CONGRESOS Y CONVENCIONES. LA PROMOCIÓN, ESPONSORIZACIÓN, GESTIÓN Y EXPLOTACIÓN DE CUALQUIER ACTIVIDAD O MODALIDAD DE COMPETICIÓN DEPORTIVA, ASÍ COMO CUANTO TENGA RELACIÓN CON LA PUBLICIDAD DE LA MISMA. F) ESTUDIOS ECONÓMICOS, TÉCNICOS, FINANCIEROS, PATRIMONIALES, COMERCIALES Y TODOS AQUELLOS INFORMES QUE PRECISE EL CONSEJO DE ADMINISTRACIÓN, PARTÍCIPES, ADMINISTRADORES O DIRECTORES DE EMPRESAS, TANTO INDIVIDUALES COMO ENTIDADES JURÍDICAS, PRIVADAS O PÚBLICAS. LA PRESTACIÓN DE SERVICIOS LABORALES, FISCALES, CONTABLES, ADMINISTRATIVOS, MERCANTILES Y TODOS AQUELLOS SERVICIOS QUE PRECISE CUALQUIER PERSONA FÍSICA O JURÍDICA, PÚBLICA O PRIVADA. LA REALIZACIÓN DE ACTIVIDADES DE CONSULTING EMPRESARIAL, ASÍ COMO DE SERVICIOS PARA ENTIDADES INSTITUCIONALES, PÚBLICAS O PRIVADAS; ESTUDIOS SOBRE ESTRUCTURA Y ORGANIZACIÓN EMPRESARIAL, ESTUDIOS SOCIOECONÓMICOS, ESTUDIOS DE VIABILIDAD Y PREINVERSIÓN, ESTUDIOS SOBRE ASPECTOS TÉCNICOS, COMERCIALES, Y ECONÓMICO-FINANCIEROS, SERVICIOS DIRIGIDOS AL ÁREA DE RECURSOS HUMANOS, INCLUYENDO LA SELECCIÓN DE PERSONAL, SERVICIOS DE AUDITORÍA, DE INFORMÁTICA, DE COMERCIO EXTERIOR Y DE ASESORAMIENTO. LA PRESTACIÓN DE SERVICIOS DIRIGIDOS AL ÁREA DE RECURSOS HUMANOS, INCLUYENDO LA CAPTACIÓN, SELECCIÓN Y CLASIFICACIÓN DE PERSONAL DIRECTIVO, TÉCNICO Y DE TODA CLASE DE TRABAJADORES EN GENERAL, TANTO PARA LA PROPIA SOCIEDAD, COMO PARA TERCERAS PERSONAS. G) LA COMPRA, VENTA, IMPORTACIÓN, EXPORTACIÓN, DISTRIBUCIÓN, ALMACENAMIENTO FABRICACIÓN Y COMERCIALIZACIÓN DA TODA CLASE DE APARATOS SANITARIOS Y DE REHABILITACIÓN Y DE TODA CLASE DE MEDICAMENTOS Y VACUNAS. LA PRESTACIÓN DE SERVICIOS DE HOSPEDAJE, CUIDADO, DISTRACCIÓN Y ALIMENTACIÓN A PERSONAS MAYORES, DE LAS COMPRENDIDAS DENTRO DE LA LLAMADA TERCERA EDAD, ASÍ COMO SU ATENCIÓN MÉDICA. LA ADQUISICIÓN, MANTENIMIENTO Y VENTA DE CAMIONES Y TODA CLASE DE VEHÍCULOS, PARA LA REALIZACIÓN DE TRANSPORTES A LOS RESIDENTES. EL COMERCIO AL POR MAYOR Y MENOR DE HIERBAS Y PLANTAS MEDICINALES, PREPARADOS DIETÉTICOS, DE REGÍMENES, ALIMENTOS BIOLÓGICOS, MACROBIÓTICOS Y NATURALES; PREPARADOS DE PLANTAS MEDICINALES, COSMÉTICOS NATURALES, LIBROS INFORMATIVOS Y PROGRAMAS INFORMÁTICOS SOBRE LOS PRODUCTOS ANTERIORES Y SUS APLICACIONES; LA REPRESENTACIÓN Y COMERCIALIZACIÓN DE LOS MENCIONADOS PRODUCTOS ASÍ COMO LA ADQUISICIÓN DE FRANQUICIAS DE HERBORISTERÍA EN GENERAL. H) LA PRESTACIÓN DE SERVICIOS, PROYECTOS, ESTUDIOS, DELINEACIÓN, ASESORAMIENTO Y DIRECCIÓN DE OBRAS A TRAVÉS DE LOS COLEGIADOS PERTINENTES EN TEMAS DE ARQUITECTURA, URBANISMO Y DECORACIÓN, ASÍ COMO LA GESTIÓN Y ADMINISTRACIÓN DE LOS ASUNTOS RELACIONADOS CON DICHOS TEMAS; LA PROMOCIÓN Y EJECUCIÓN COMPLETA O POR TRAMOS DE TODA CLASE DE OBRAS DE CONSTRUCCIÓN, PARA SÍ O PARA TERCEROS, SEAN ORGANISMOS PÚBLICOS DEL ESTADO, PROVINCIA, MUNICIPIO O ENTES AUTONÓMICOS O PERSONAS FÍSICAS O JURÍDICAS, BIEN POR CUENTA PROPIA O AJENA. I) SERVICIOS DE CONSERVACION Y MANTENIMIENTO DE BIENES INMUEBLES.- CONSERVACIÓN Y MANTENIMIENTO DE EDIFICIOS. CONSERVACIÓN Y MANTENIMIENTO DE CARRETERAS, PISTAS, AUTOPISTAS, AUTOVÍAS Y CALZADAS. CONSERVACIÓN Y MANTENIMIENTO DE REDES DE AGUA Y ALCANTARILLADO. CONSERVACIÓN Y MANTENIMIENTO INTEGRAL DE ESTACIONES DEPURADORAS. CONSERVACIÓN Y MANTENIMIENTO DE MOBILIARIO URBANO. CONSERVACIÓN Y MANTENIMIENTO DE MONTES Y JARDINES. CONSERVACIÓN Y MANTENIMIENTO DE MONUMENTOS Y EDIFICIOS SINGULARES. SERVICIOS DE MANTENIMIENTO Y REPARACION DE EQUIPOS E INSTALACIONES. MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES ELÉCTRICAS Y ELECTRÓNICAS. MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES DE FONTANERÍA, CONDUCCIONES DE AGUA Y GAS. MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES DE CALEFACCIÓN Y AIRE ACONDICIONADO. MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES DE TELECOMUNICACIONES. MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES DE ELECTROMEDICINA. MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES DE SEGURIDAD Y CONTRA INCENDIOS. MANTENIMIENTO Y REPARACIÓN DE EQUIPOS Y MAQUINARIA DE OFICINA. MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES DE APARATOS ELEVADORES DE TRASLACIÓN HORIZONTAL. SERVICIOS DE TECNOLOGIA DE LA INFORMACION Y LAS COMUNICACIONES.- SERVICIOS DE CAPTURA DE INFORMACIÓN POR MEDIOS ELECTRÓNICOS, INFORMATIVOS Y TELEMÁTICOS. SERVICIOS DE DESARROLLO Y MANTENIMIENTO DE PROGRAMAS DE ORDENADOR. SERVICIOS DE MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES INFORMÁTICOS Y DE TELECOMUNICACIONES. SERVICIOS DE TELECOMUNICACIONES. SERVICIOS DE EXPLOTACIÓN Y CONTROL DE SISTEMAS INFORMATIVOS E INFRAESTRUCTURAS TELEMÁTICAS. SERVICIOS DE CERTIFICACIÓN ELECTRÓNICA. SERVICIOS DE EVALUACIÓN Y CERTIFICACIÓN TECNOLÓGICA. OTROS SERVICIOS INFORMÁTICOS O DE TELECOMUNICACIONES. ",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08711",
      "_links": {
        "self": {
          "name": "EQUIPAMIENTOS Y PAVIMENTOS DEPORTIVOS, INSTALACIONES 360, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08711"
        }
      }
    },
    {
      "name": "LOPEZ LANDA ESPACIOS CORPORATIVOS, S.L.",
      "registrationNumber": "03909",
      "identificationNumber": "B48254692",
      "address": "C/ Mª DÍAZ DE HARO Nº 10-BIS",
      "location": {
        "postalCode": "48013",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-16",
      "certificateEndDate": "2026-03-14",
      "object": "CONFECCIONAR PROYECTOS, ASÍ COMO REALIZAR EN TODAS SUS PARTES, OBRAS Y CONSTRUCCIONES, ESPECIALMENTE EN EL ÁMBITO DE LA DECORACIÓN, ASÍ COMO EN AQUELLOS QUE SEAN ACCESORIOS O COMPLEMENTARIOS; LA COMPRA, VENTA, IMPORTACIÓN, EXPORTACIÓN, Y COMERCIALIZACIÓN EN GENERAL DE TODA CLASE DE OBJETOS O BIENES ARTÍSTICOS O DECORATIVOS Y LA REPRESENTACIÓN DE EMPRESAS, NACIONALES O EXTRANJERAS, RELACIONADAS ESPECIALMENTE CON EL PLANO O ÁMBITO DE LA DECORACIÓN EN TODAS SUS FACETAS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03909",
      "_links": {
        "self": {
          "name": "LOPEZ LANDA ESPACIOS CORPORATIVOS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03909"
        }
      }
    },
    {
      "name": "MANTENIMIENTOS IZPIA, S.L.",
      "registrationNumber": "06647",
      "identificationNumber": "B01426212",
      "address": "AVDA. LANGRAIZ, 23",
      "location": {
        "postalCode": "01230",
        "municipality": "Iruña Oka/Iruña de Oca",
        "county": "Araba/Álava",
        "municipalityId": "901",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-16",
      "certificateEndDate": "2026-03-13",
      "classification": [
        {
          "id": "O",
          "name": "Obras",
          "groups": [
            {
              "id": "I",
              "name": "INSTALACIONES ELÉCTRICAS",
              "subgroups": [
                {
                  "id": "01",
                  "name": "Alumbrados, iluminaciones y balizamientos",
                  "categories": [
                    {
                      "id": "1",
                      "name": "Desde 0 Hasta 150.000",
                      "_links": {
                        "self": {
                          "name": "Desde 0 Hasta 150.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/1"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Alumbrados, iluminaciones y balizamientos",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/I/subgroups/01"
                    }
                  }
                },
                {
                  "id": "02",
                  "name": "Centrales de producción de energía",
                  "categories": [
                    {
                      "id": "1",
                      "name": "Desde 0 Hasta 150.000",
                      "_links": {
                        "self": {
                          "name": "Desde 0 Hasta 150.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/1"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Centrales de producción de energía",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/I/subgroups/02"
                    }
                  }
                },
                {
                  "id": "06",
                  "name": "Distribución en baja tensión",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 360.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 360.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Distribución en baja tensión",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/I/subgroups/06"
                    }
                  }
                },
                {
                  "id": "07",
                  "name": "Telecomunicaciones e instalaciones radioeléctricas",
                  "categories": [
                    {
                      "id": "1",
                      "name": "Desde 0 Hasta 150.000",
                      "_links": {
                        "self": {
                          "name": "Desde 0 Hasta 150.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/1"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Telecomunicaciones e instalaciones radioeléctricas",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/I/subgroups/07"
                    }
                  }
                },
                {
                  "id": "09",
                  "name": "Instalaciones eléctricas sin cualificación específica",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 360.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 360.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Instalaciones eléctricas sin cualificación específica",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/I/subgroups/09"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "name": "INSTALACIONES ELÉCTRICAS",
                  "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/I"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Obras",
              "href": "https://api.euskadi.eus/procurements/companies/types/O"
            }
          }
        },
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "P",
              "subgroups": [
                {
                  "id": "01",
                  "name": "Mantenimiento y reparación de equipos e instalaciones eléctricas y electrónicas",
                  "categories": [
                    {
                      "id": "1",
                      "name": "Desde 0 Hasta 150.000",
                      "_links": {
                        "self": {
                          "name": "Desde 0 Hasta 150.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/1"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Mantenimiento y reparación de equipos e instalaciones eléctricas y electrónicas",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/P/subgroups/01"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/P"
                }
              }
            },
            {
              "id": "V",
              "subgroups": [
                {
                  "id": "03",
                  "name": "Servicios de mtto. y reparación equipos e instalaciones informáticos y telecomun",
                  "categories": [
                    {
                      "id": "1",
                      "name": "Desde 0 Hasta 150.000",
                      "_links": {
                        "self": {
                          "name": "Desde 0 Hasta 150.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/1"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Servicios de mtto. y reparación equipos e instalaciones informáticos y telecomun",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/V/subgroups/03"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/V"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "INSTALACIONES ELÉCTRICAS, TELECOMUNICACIONES, MANTENIMIENTO EN GENERAL Y AUTOMATIZACIÓN",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06647",
      "_links": {
        "self": {
          "name": "MANTENIMIENTOS IZPIA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06647"
        }
      }
    },
    {
      "name": "EIT MANUFACTURING WEST, S.L.",
      "registrationNumber": "09261",
      "identificationNumber": "B75233270",
      "address": "Palacio Miramar, Miraconcha 48",
      "location": {
        "postalCode": "20008",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.936.9",
          "name": "Otras investigaciones científicas y técnicas n.c.o.p",
          "_links": {
            "self": {
              "name": "Otras investigaciones científicas y técnicas n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.936.9"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-16",
      "certificateEndDate": "2026-03-15",
      "object": "LA REALIZACIÓN DE ACTIVIDADES QUE PROMUEVAN EL AVANCE DE LA CIENCIA Y LA INVESTIGACIÓN Y EL AVANCE DEL CONOCIMIENTO, LA EDUCACIÓN DE ADULTOS Y LA FORMACIÓN PROFESIONAL, INCLUIDA LA ASISTENCIA A LOS ESTUDIANTES EN EL MARCO DEL REGLAMENTO (CE) NO 294/2008 DEL PARLAMENTO EUROPEO Y DEL CONSEJO DE 11 DE MARZO DE 2008 POR EL QUE SE ESTABLECE EL INSTITUTO EUROPEO DE INNOVACIÓN Y TECNOLOGÍA (EIT) Y DEL CUAL DEPENDE EL EIT MANUFACTURING. LOS FINES ESTABLECIDOS EN LOS PRESENTES ESTATUTOS SE PODRÁN ALCANZAR EN PARTICULAR MEDIANTE: - UBICACIÓN E IMPLEMENTACIÓN DE UN CO-LOCATION CENTER REGIONAL; - APOYO A LA EDUCACIÓN ESCOLAR, CAPACITACIÓN INICIAL Y CONTINUA, EDUCACIÓN ACADÉMICA INICIAL Y CONTINUA, ACTIVIDADES DE INVESTIGACIÓN E INNOVACIÓN EN EL CAMPO DE LA FABRICACIÓN AVANZADA, A NIVEL REGIONAL, NACIONAL E INTERNACIONAL; - ESTABLECER, ORGANIZAR, COORDINAR Y GESTIONAR LAS ACTIVIDADES DE INNOVACIÓN, INVESTIGACIÓN, EDUCACIÓN ESCOLAR, CAPACITACIÓN INICIAL Y CONTINUA, EDUCACIÓN ACADÉMICA INICIAL Y CONTINUA; - IMPULSAR LAS HABILIDADES Y EL ESPÍRITU EMPRENDEDOR EN EL SECTOR DE LA FABRICACIÓN, IMPULSAR EL POTENCIAL DE LAS PYMES, ACELERAR LA INNOVACIÓN, CREAR EMPLEOS, FAVORECER LA ACTIVIDAD EMPRESARIAL Y AUMENTAR LA COMPETITIVIDAD GLOBAL DEL SECTOR DE FABRICACIÓN.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09261",
      "_links": {
        "self": {
          "name": "EIT MANUFACTURING WEST, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09261"
        }
      }
    },
    {
      "name": "ZELATUN, S.A.",
      "registrationNumber": "05760",
      "identificationNumber": "A20070876",
      "address": "URRETA BAILARA, 10",
      "location": {
        "postalCode": "20495",
        "municipality": "Albiztur",
        "county": "Gipuzkoa",
        "municipalityId": "004",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.473.3",
          "name": "Fabricación de artículos de oficina, escritorio, de papel y cartón",
          "_links": {
            "self": {
              "name": "Fabricación de artículos de oficina, escritorio, de papel y cartón",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.473.3"
            }
          }
        },
        {
          "id": "1.614.2",
          "name": "Venta al por mayor de productos de perfumería, droguería, higiene y belleza",
          "_links": {
            "self": {
              "name": "Venta al por mayor de productos de perfumería, droguería, higiene y belleza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.614.2"
            }
          }
        },
        {
          "id": "1.861.2",
          "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
          "_links": {
            "self": {
              "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.861.2"
            }
          }
        }
      ],
      "certificateStartDate": "2025-09-16",
      "certificateEndDate": "2026-03-11",
      "object": "LA MANIPULACION, EN GENERAL, DE TODA CLASE DE PAPEL, ELABORACIÓN DE ETIQUETAS DE ENVIO, BLOCKS, TUBOS DE PAPEL, COMPRA Y VENTA AL POR MAYOR Y AL POR MENOR, EXPORTACIÓN E IMPORTACIÓN DE DICHOS ARTICULOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05760",
      "_links": {
        "self": {
          "name": "ZELATUN, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/05760"
        }
      }
    }
  ]
}