{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 589,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "SEDENA, S.L.",
      "registrationNumber": "06019",
      "identificationNumber": "B31235492",
      "address": "Plaza Julio Caro Baroja s/n",
      "location": {
        "postalCode": "31014",
        "municipality": "Pamplona/Iruña",
        "county": "Navarra",
        "municipalityId": "201",
        "countyId": "31"
      },
      "economicActivities": [
        {
          "id": "1.501.3",
          "name": "Albañilería y pequeños trabajos de construcción en general",
          "_links": {
            "self": {
              "name": "Albañilería y pequeños trabajos de construcción en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.3"
            }
          }
        },
        {
          "id": "1.674.5",
          "name": "Servicio de restaurante y cafetería en sociedades, casinos, clubs",
          "_links": {
            "self": {
              "name": "Servicio de restaurante y cafetería en sociedades, casinos, clubs",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.674.5"
            }
          }
        },
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        },
        {
          "id": "1.922.2",
          "name": "Servicios especializados de limpiezas (cristales, chimeneas)",
          "_links": {
            "self": {
              "name": "Servicios especializados de limpiezas (cristales, chimeneas)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922.2"
            }
          }
        },
        {
          "id": "1.932.2",
          "name": "Enseñanza de formación y perfeccionamiento profesional superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.2"
            }
          }
        },
        {
          "id": "1.966.1",
          "name": "Bibliotecas y museos",
          "_links": {
            "self": {
              "name": "Bibliotecas y museos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.966.1"
            }
          }
        },
        {
          "id": "1.966.9",
          "name": "Otros servicios culturales n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios culturales n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.966.9"
            }
          }
        },
        {
          "id": "1.999",
          "name": "Otros servicios n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.999"
            }
          }
        }
      ],
      "certificateStartDate": "2019-12-10",
      "certificateEndDate": "2020-05-04",
      "object": "LA GESTIÓN DE INSTALACIONES Y SERVICIOS RELACIONADOS CON EL ÁMBITO DEL DEPORTE, CULTURA, EDUCACIÓN Y JUVENTUD, OCIO Y TIEMPO LIBRE, ASISTENCIAL Y EVENTOS, TANTO DEL SECTOR PÚBLICO COMO DEL SECTOR PRIVADO, REALIZANDO A TAL EFECTO, LAS SIGUIENTES ACTIVIDADES: SERVICIOS INTEGRALES A EDIFICIOS E INSTALACIONES. SERVICIOS DE GESTIÓN DE EDIFICIOS E INSTALACIONES. SERVICIOS DE REPARACIÓN Y MANTENIMIENTO DE EQUIPOS DE EDIFICIOS. SERVICIOS DE PORTERÍA: CNAE: 8110. GESTIÓN DE INSTALACIONES DEPORTIVAS. SERVICIAS DE EXPLOTACIÓN DE INSTALACIONES DEPORTIVOS. CNAE: 9311. ORGANIZACIÓN DE CONVENCIONES Y FERIAS DE MUESTRAS. SERVICIOS DE ORGANIZACIÓN DE EXPOSICIONES, FERIAS, CONGRESOS, EVENTOS CULTURALES, FESTIVALES, FIESTA S, DESFILES DE MODAS. SERVICIOS DE EXPLOTACIÓN DE INSTALACIONES ARTÍSTICAS. SERVICIOS DE EXPOSICIÓN EN MUSEOS. SERVICIOS CULTURALES. CNAE: 8230. OTRAS ACTIVIDADES RECREATIVAS Y DE ENTRETENIMIENTO. SERVICIOS DE ESPARCIMIENTO, CULTURALES Y DEPORTIVOS. CNAE: 9329. ACTIVIDADES DE LOS CLUBES DEPORTIVOS. CNAE: 9312. ACTIVIDADES DE LOS GIMNASIOS. CNAE: 9313. OTRAS ACTIVIDADES DEPORTIVOS. SERVICIOS RELACIONADOS CON LOS DEPORTES. SERVICIOS DE PROMOCIÓN Y ORGANIZACIÓN DE ESPECTÁCULOS DEPORTIVOS. CNAE: 9319. GESTIÓN DE SALAS DE ESPECTÁCULOS. CNAE: 9004. GESTIÓN DE LUGARES Y EDIFICIOS HISTÓRICOS. CNAE: 9103. ACTIVIDAD ES DE LOS JARDINES BOTÁNICOS, PARQUES ZOOLÓGICOS Y RESERVAS NATURALES. CNAE: 9104. ACTIVIDADES DE BIBLIOTECAS. SERVICIOS DE GESTIÓN DE BIBLIOTECAS. CNAE: 9105. ACTIVIDADES DE ARCHIVOS. CNAE: 9106. OTRAS ACTIVIDADES ASOCIATIVAS N.C.O.P. CNAE: 9499. ACTIVIDADES DE MANTENIMIENTO F LSLCA.CNAE:9604. ACTIVIDADES DE CUIDADO DIURNO DE NIÑOS. SERVICIOS DE ENSEÑANZA PREESCOLAR. DESARROLLO DE ACTIVIDADES RELACIONADAS CAN LO EDUCACIÓN Y EL CUIDADO DE LA INFANCIA. SERVICIOS DE ENSEÑANZA Y FORMACIÓN. SERVICIOS DE BIENESTAR SOCIAL PROPORCIONADOS A NIÑOS Y JÓVENES. CNAE: 8891. EDUCACIÓN DEPORTIVA Y RECREATIVA. CNAE: 8551. EDUCACIÓN CULTURAL. CNAE: 8552 OTRO EDUCACIÓN N.C.O.P. SERVICIOS DE FORMACIÓN EN MATERIA AMBIENTAL, DE SEGURIDAD, SALUD Y PRIMEROS AUXILIOS, VIAL. EDUCACI6N ESPECIAL NO REGLADA. CNAE: 85S9. ACTIVIDADES AUXILIARES A LO EDUCACIÓN. CNAE: 8560, ASISTENCIA EN ESTABLECIMIENTOS RESIDENCIALES CON CUIDADOS SANITARIOS. CNAE: 8710. ASISTENCIA EN ESTABLECIMIENTOS RESIDENCIALES PORO PERSONA S CON DISCAPACIDAD INTELECTUAL, ENFERMEDAD MENTAL Y DROGODEPENDENCIA. CNAE: 8720. ASISTENCIA EN ESTABLECIMIENTOS RESIDENCIALES PORO PERSONAS MAYORES. SERVICIOS DE BIENESTAR SOCIAL PROPORCIONADOS A ANCIANOS. CNAE: 8731. ASISTENCIA EN ESTABLECIMIENTOS RESIDENCIALES PARA PERSONAS CON DISCAPACIDAD FÍSICA. CNAE: 8732. OTRAS ACTIVIDADES DE ASISTENCIA EN ESTABLECIMIENTOS RESIDENCIALES. CNAE: 8790. ACTIVIDADES DE SERVIDOS SOCIALES SIN ALOJAMIENTO PORO PERSONAS MAYORES. CNAE: 8811. ACTIVIDADES DE SERVICIOS SOCIALES SIN ALOJAMIENTO PARA PERSONAS CON DISCAPACIDAD. CNAE: 8812. OTRAS ACTIVIDADES DE SERVICIAS SOCIALES SIN ALOJAMIENTO N.C.O.P. CNAE: 8899.ALOJAMIENTOS TURÍSTICOS Y OTROS ALOJAMIENTOS DE CORTA ESTANCIA. SERVICIO DE ALBERGUES JUVENILES. CNAE 5520. CAMPINGS Y APARCAMIENTOS PARA CARAVANAS. ZONAS DE ACAMPADA Y OTROS ALOJAMIENTOS NO HOTELEROS. SERVICIOS PARA ACAMPADA. CNAE 5530. OTROS ALOJAMIENTOS. CNAE  5590.  RESTAURANTE Y PUESTOS DE COMIDAS. SERVICIOS DE HOSTELERÍA. SERVICIOS COMERCIALES AL POR MENOR DE HOSTELERÍA Y RESTAURACIÓN. SERVICIOS DE RESTAURANTE Y DE SUMINISTRO DE COMIDAS. CNAE 5610. PROVISIÓN DE COMIDAS PREPARADAS PARA EVENTOS. CNAE: 5621. OTROS SERVICIOS DE COMIDAS. CNAE 5629. ESTABLECIMIENTO DE BEBIDAS.CNAE 5630. LIMPIEZA GENERAL DE EDIFICIOS. SERVICIOS DE LIMPIEZA DE OFICINAS, ESCUELAS Y EQUIPO DE OFICINA. CNAE 8121. OTRAS ACTIVIDADES DE LIMPIEZA INDUSTRIAL Y DE EDIFICIOS. CNAE.8122. OTRAS ACTIVIDADES DE LIMPIEZA INDUSTRIAL Y DE EDIFICIOS. CNAE.8122. OTRAS ACTIVIDADES DE LIMPIEZA. SERVICIOS DE SANEAMIENTO Y LIMPIEZA EN ÁREAS URBANAS O RURALES RELACIONADAS CON ELLOS. CNAE.8129. ACTIVIDADES DE JARDINERÍA. CNAE.8130. ACTIVIDADES DE CONTABILIDAD, TENEDURÍA DE LIBROS, AUDITORÍA Y ASESORÍA FISCAL. CNAE. 6920. PONER A DISPOSICIÓN DE OTRAS EMPRESAS USUARIAS, CON CARÁCTER TEMPORAL, TRABAJADORES POR ELLO CONTRATADOS. SUMINISTRO DE PERSONAL. ACTIVIDADES DE LAS EMPRESAS DE TRABAJO TEMPORAL. CNAE 7820. OTRA PROVISIÓN DE RECURSOS. CNAE 7830. OTRAS ACTIVIDADES DE CONSULTORÍA DE GESTIÓN EMPRESARIAL. CNAE: 7022. ALQUILER DE ARTÍCULOS DE OCIO Y DEPORTIVOS. CNAE: 7721.  ARRENDAMIENTO DE LA PROPIEDAD INTELECTUAL Y PRODUCTOS SIMILARES, EXCEPTO TRABAJOS PROTEGIDOS POR LOS DERECHOS DE AUTOR.CNAE:7740. SERVICIOS ADMINSTRATIVOS COMBINADOS. CNAE:8211. ACTIVIDADES DE FOTOCOPIADO, PREPARACIÓN DE DOCUMENTOS Y OTRAS ACTIVIDADES ESPECIALIZADAS DE OFICINA. CNAE:8219. ACTIVIDADES DE LOS CENTROS DE LLAMADAS. CNAE: 8220. OTRAS ACTIVIDADES DE APOYO A LAS EMPRESAS N.C.O.P. SERVICIOS DE PUBLICIDAD Y DE MARKETING CNAE: 8299",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06019",
      "_links": {
        "self": {
          "name": "SEDENA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06019"
        }
      }
    },
    {
      "name": "ARTETXE GENERAL GROUP, S.L.",
      "registrationNumber": "06710",
      "identificationNumber": "B95295887",
      "address": "CALLE UDIARRAGA 1 A BAJO",
      "location": {
        "postalCode": "48490",
        "municipality": "Ugao-Miraballes",
        "county": "Bizkaia",
        "municipalityId": "065",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        }
      ],
      "certificateStartDate": "2019-12-10",
      "certificateEndDate": "2020-05-27",
      "object": "1) LA EXPLOTACIÓN Y PRESTACIÓN DEL NEGOCIO O SERVICIO DE INSTALACIÓN, REPARACIÓN Y VENTA DE TODA CLASE DE MAQUINARIA Y MATERIAL ELÉCTRICO, INDUSTRIAL Y DOMÉSTICO, INCLUIDOS LOS ACCESORIOS Y RECAMBIOS Y, EN GENERAL TODAS AQUELLAS OPERACIONES MERCANTILES, INDUSTRIALES Y DE SERVICIO RELACIONADAS O DERIVADAS DEL OBJETO PRINCIPAL DE LA SOCIEDAD Y QUE FUEREN NECESARIAS O CONVENIENTES PARA EL DESARROLLO DEL MISMO. 2) LA EJECUCIÓN DE TODA CLASE DE OBRAS DE EXCAVACIÓN Y MOVIMIENTO DE TIERRAS, ASÍ COMO LA EJECUCIÓN DE MUROS DE ESCOLLERA, AFIRMADO, NIVELACIÓN Y EXPLANACIÓN DE TERRENOS, DESMONTES, COMPACTACIÓN Y NIVELACIÓN DE TALUDES, DRENAJE, LIMPIEZA Y ACABADO DE CUNETAS, POZOS, CANTERAS, GALERÍAS Y TÚNELES, EXCAVACIÓN Y RELLENO DE ZANJAS, DERRIBO DE EDIFICACIONES Y EL ALQUILER DE MAQUINARIA PARA OBRA CIVIL Y PÚBLICA. LA CONSTRUCCIÓN, REPARACIÓN Y MANTENIMIENTO DE POZOS, GALERÍAS, TÚNELES, PUENTES, VIADUCTOS Y GRANDES ESTRUCTURAS DE FÁBRICA U HORMIGÓN, EN MASA, ARMADO O PRETENSAZO Y METÁLICOS. DEMOLICIONES DE TODO TIPO DE ESTRUCTURAS DE FÁBRICA U HORMIGÓN Y METÁLICAS Y RETIRADA DE ESCOMBROS, ASÍ COMO LA REALIZACIÓN DE TODO TIPO DE OBRAS DE CONSTRUCCIÓN, REPARACIÓN Y MANTENIMIENTO, DE ABASTECIMIENTOS Y SANEAMIENTOS DE PRESAS, CANALES, PUERTOS, ACEQUIAS Y DESAGÜES, DEFENSAS DE MÁRGENES Y ENCAUZAMIENTOS, CONDUCCIONES CON TUBERÍA DE PRESIÓN DE GRAN DIÁMETRO. 3) LA PROMOCIÓN, CONSTRUCCIÓN, COMPRA, VENTA, ARRENDAMIENTO Y COMERCIALIZACIÓN EN GENERAL DE TODA CLASE DE EDIFICACIONES, TERRENOS, SOLARES, FINCAS RÚSTICAS Y URBANAS, LA EDIFICACIÓN, URBANIZACIÓN, EXCAVACIÓN, CIMENTACIÓN Y DERRIBO, BIEN POR CUENTA PROPIA COMO AJENA, ASÍ COMO LA ENAJENACIÓN, VENTA, ARRIENDO O EXPLOTACIÓN, EN CUALQUIER FORMA DE TODA CLASE DE INMUEBLES EDIFICIOS, PISOS, APARTAMENTOS, LOCALES COMERCIALES O INDUSTRIALES, OFICINAS Y HOTELES O ESTABLECIMIENTOS DE HOSTELERÍA EN GENERAL, ASÍ COMO TODO TIPO DE ESTRUCTURAS DE FÁBRICA U HORMIGÓN, EN MASA, ARMADO O PRETENSAZO Y METÁLICAS. 4) LA CONSERVACIÓN Y MANTENIMENTO DE: EDIFICIOS, VIALES, CARRETERAS, PISTAS, AUTOPISTAS, AUTOVÍAS Y CALZADAS, PISTAS DE ATERRIZAJE, CON FIRMES DE HORMIGÓN HIDRÁULICO Y/O CON FIRMES DE MEZCLAS BITUMINOSAS Y VÍAS FÉRREAS, REDES DE AGUA Y ALCANTARILLADO, ESTACIONES DEPURADORAS, MOBILIARIO URBANO, MONTES, JARDINES, MONUMENTOS Y EDIFICIOS SINGULARES, RESTAURACIÓN DE BIENES INMUEBLES HISTÓRICO-ARTÍSTICOS, ASÍ COMO LA SEÑALIZACIÓN Y BALIZAMIENTOS VIALES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06710",
      "_links": {
        "self": {
          "name": "ARTETXE GENERAL GROUP, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06710"
        }
      }
    },
    {
      "name": "ROMO TELECOMUNICACIONES, S.L.",
      "registrationNumber": "06708",
      "identificationNumber": "B48531313",
      "address": "Av.Amaia,2-nave 12",
      "location": {
        "postalCode": "48940",
        "municipality": "Leioa",
        "county": "Bizkaia",
        "municipalityId": "054",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        }
      ],
      "certificateStartDate": "2019-12-09",
      "certificateEndDate": "2020-05-05",
      "object": "LA COMERCIALIZACIÓN, INSTALACIÓN, REPARACIÓN Y MANTENIMIENTO DE EQUIPOS DE TELECOMUNICACIÓN",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06708",
      "_links": {
        "self": {
          "name": "ROMO TELECOMUNICACIONES, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06708"
        }
      }
    },
    {
      "name": "CIBERGRAF, S.L.",
      "registrationNumber": "06709",
      "identificationNumber": "B81094807",
      "address": "Avda Valgrande, 10 Nave 4",
      "location": {
        "postalCode": "28108",
        "municipality": "Alcobendas",
        "county": "Madrid",
        "municipalityId": "006",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.617.8",
          "name": "Venta al por mayor de máquinas y material de oficina",
          "_links": {
            "self": {
              "name": "Venta al por mayor de máquinas y material de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.617.8"
            }
          }
        }
      ],
      "certificateStartDate": "2019-12-09",
      "certificateEndDate": "2020-04-16",
      "object": "EL DESARROLLO DE ACTIVIDADES RELACIONADAS CON LA INFORMÁTICA Y ARTES GRÁFICAS, TALES COMO: LA COMPRAVENTA, IMPORTACIÓN Y EXPORTACIÓN DE MATERIAL INFORMÁTICO Y ARTES GRÁFICAS, DE OFICINA EN GENERAL Y ACCESORIOS, ENTENDIÉNDOSE POR TODO ESTO LO QUE EN INFORMÁTICA SE DENOMINA HARDWARE, ASÍ COMO LA COMERCIALIZACIÓN Y DISTRIBUCIÓN A CUALQUIERA PERSONA Y ENTIDADES JURIDICAS EN GENERAL DE TODO TIPO DE PROGRAMAS Y APLICACIONES INFORMÁTICAS, TANTO PROPIAS COMO AJENAS, SOFTWARE, ASÍ COMO INVESTIGACIÓN Y DESARROLLO DE LAS ACTIVIDADES ANTERIORMENTE RELACIONADA. ASISTENCIA TÉCNICA PARA LAS ACTIVIDADES ARRIBA DESCRITAS. LA PRESTACIÓN DE SERVICIOS DE ASESORAMIENTO TÉCNICO, CONFECCIÓN DE ESTUDIOS E INFORMES, CONSULTORÍAS, ANÁLISIS Y PROGRAMACIÓN ENFOCADA A SOLUCIONES INFORMÁTICAS, TANTO GLOBALES COMO PARCIALES. EL SOPORTE TÉCNICO Y MEJORAS DE PRODUCTOS COMERCIALIZADOS POR OTRAS ENTIDADES. IMPARTIR Y ORGANIZAR CONFERENCIAS, SEMINARIOS Y CURSOS TANTO DE FORMA ESPORÁDICA COMO PERMANENTE. LA CONFECCIÓN DE PUBLICACIONES, TRADUCCIONES O TRABAJOS RELACIONADOS O NO CON LA INFORMÁTICA, PERO PARA LOS QUE SE USE UN MEDIO DE TRABAJO DEL ORDENADOR, COMO POR EJEMPLO CONFECCIÓN DE PLANOS, IMÁGENES Y COMPOSICIÓN DE TEXTO. PARA EL DESARROLLO DE LAS CITADAS ACTIVIDADES ACTUAR COMO SUBCONTRATADA O SUBCONTRATANTE CON OTRAS PERSONAS FÍSICAS Y JURÍDICAS. LA PROMOCIÓN, ADQUISICIÓN, ENAJENACIÓN, ARRENDAMIENTO Y EXPLOTACIÓN DE TERRENOS Y DE CUANTOS INMUEBLES COMERCIALES O DE VIVIENDA SERÁN UTILES PARA LA REALIZACIÓN DE LOS FINES SOCIALES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06709",
      "_links": {
        "self": {
          "name": "CIBERGRAF, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06709"
        }
      }
    },
    {
      "name": "AQUARBE S.A.",
      "registrationNumber": "06707",
      "identificationNumber": "A66141219",
      "address": "Calla Ibarrekolanda, 19",
      "location": {
        "postalCode": "48015",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        },
        {
          "id": "1.653.2",
          "name": "Venta al por menor de material y aparatos eléctricos, electrodomésticos y cocina",
          "_links": {
            "self": {
              "name": "Venta al por menor de material y aparatos eléctricos, electrodomésticos y cocina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.653.2"
            }
          }
        },
        {
          "id": "1.654.5",
          "name": "Venta al por menor de toda clase de maquinaría",
          "_links": {
            "self": {
              "name": "Venta al por menor de toda clase de maquinaría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.654.5"
            }
          }
        },
        {
          "id": "1.849.1",
          "name": "Cobros de deudas y confección de facturas",
          "_links": {
            "self": {
              "name": "Cobros de deudas y confección de facturas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.1"
            }
          }
        },
        {
          "id": "1.857.9",
          "name": "Lectura y conservación a tanto alzado de contadores de agua",
          "_links": {
            "self": {
              "name": "Lectura y conservación a tanto alzado de contadores de agua",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.857.9"
            }
          }
        },
        {
          "id": "1.921.4",
          "name": "Servicios de alcantarillado, evacuación y depuración de aguas residuales",
          "_links": {
            "self": {
              "name": "Servicios de alcantarillado, evacuación y depuración de aguas residuales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.4"
            }
          }
        }
      ],
      "certificateStartDate": "2019-12-05",
      "certificateEndDate": "2020-04-23",
      "object": "DESARROLLARÁ SU ACTIVIDAD MERCANTIL EN EL ÁMBITO DEL DENOMINADO CICLO INTEGRAL DEL AGUA, ENTENDIDO EN SU SENTIDO MÁS AMPLIO Y QUE COMPRENDE, DE MANERA NO LIMITATIVA, LAS OPERACIONES SIGUIENTES: 1.1 EN EL ÁMBITO DEL DENOMINADO CICLO INTEGRAL DEL AGUA: A) CAPTACION O PRODUCCION DE AGUAS CONTINENTALES SUBTERRANEAS O SUPERFICIALES Y DE AGUAS MARINAS POR CUALQUIER SISTEMA DE CAPTACION DIRECTA O PROFUNDA. B) ADUCCIÓN MEDIANTE SISTEMAS DE COLECTORES O CANALES Y, EN SU CASO, ESTACIONES DE IMPULSIÓN O BOMBEO, ASÍ COMO LA UTILIZACIÓN DE CUANTOS ELEMENTOS ACCESORIOS Y PIEZAS ESPECIALES SEAN NECESARIOS PARA SU FUNCIONAMIENTO. C) TRATAMIENTO MEDIANTE CUALQUIER PROCESO FÍSICO, QUÍMICO, BIOLÓGICO O COMBINACIONES DE LOS ANTERIORES QUE PERMITA A PARTIR DE AGUAS CAPTADAS DE CUALQUIER TIPO Y ADUCIDAS OBTENER AGUAS POTABLES PARA CONSUMO HUMANO O AGUAS APTAS PARA RIESGO AGRÍCOLA, AGUAS PARA USOS INDUSTRIALES ESPECÍFICOS O CUALESQUIERA OTROS USOS. D) TRATAMIENTOS DE SUBPRODUCTOS O RESIDUOS DEL TRATAMIENTO DE AGUAS CAPTADAS Y ADUCIDAS, EN ESPECIAL LODOS PARA MINIMIZAR SU ACTIVIDAD, EN SU CASO VALORIZÁNDOLOS, INCLUYENDO SU OBTENCIÓN, VENTA Y DISTRIBUCIÓN. SE COMPRENDE TAMBIÉN SU TRANSPORTE Y DEPOSICIÓN EN LUGARES AUTORIZADOS. E) DISTRIBUCIÓN A PARTIR DE LOS SISTEMAS DE TRATAMIENTO HASTA LOS USUARIOS O ABONADOS DEL ABASTECIMIENTO, SEAN ESTOS URBANOS, RÚSTICOS, INDUSTRIALES, DE RIEGO O PARA CUALQUIER OTRO USO DE LAS AGUAS, O HASTA LOS DEPÓSITOS DE ALMACENAMIENTO, Y DESDE ESTOS, A SU VEZ, HASTA LOS USUARIOS, TODO ELLO MEDIANTE LAS REDES DE CONDUCCIONES, IMPULSIONES O BOMBEOS, PIEZAS ESPECIALES, ACCESORIOS Y DEPÓSITOS QUE SEAN NECESARIOS. ASÍMISMO SE INCLUYE LA DISTRIBUCIÓN INTERIOR EN RECINTOS PRIVADOS Y LOS REGADÍOS AGRÍCOLAS. F) ALCANTARILLADO: RECOGIDA DE AGUAS USADAS POR LOS USUARIOS O ABONADOS DEL ABASTECIMIENTO, O DE AGUAS PLUVIALES, POR SISTEMAS DE CONDUCCIONES Y, EN SU CASO, IMPULSIONES O BOMBEOS, INCLUYENDO LOS SISTEMAS GENERALES DE COLECTORES SIN ACOMETIDAS DIRECTAS PARA TRANSPORTE DE AGUAS USADAS EN ALTA. SE COMPRENDE TAMBIÉN EL TRANSPORTE, MEDIANTE MEDIOS DE TRANSPORTE MÓVILES ADECUADOS, DE RESIDUOS DEL ALCANTARILLADO. G) DEPURACIÓN DE AGUAS RESIDUALES URBANAS MEDIANTE CUALQUIER PROCESO FÍSICO, QUÍMICO O BIOLÓGICO O CUALQUIER COMBINACIÓN DE ELLOS DE LAS AGUAS USADAS O PLUVIALES, TRANSPORTADAS POR LOS COLECTORES DE ALCANTARILLADO, CON EL OBJETO DE LA REDUCCIÓN DE SU CARGA CONTAMINANTE PREVIO A SU VERTIDO AL MEDIO. H) DEPURACIÓN DE AGUAS RESIDUALES INDUSTRIALES, GANADERAS O DE CUALQUIER OTRO TIPO MEDIANTE PROCESOS FÍSICOS, QUÍMICOS O BIOLÓGICOS O CUALQUIER COMBINACIÓN DE LOS ANTERIORES CON EL OBJETO DE LA REDUCCIÓN DE SU CARGA CONTAMINANTE PREVIO A SU VERTIDO AL MEDIO. I) TRATAMIENTO DE RESIDUOS Y SUBPRODUCTOS DE LAS AGUAS RESIDUALES EN ESPECIAL DE LODOS MINIMIZANDO SU ACTIVIDAD O CARÁCTER CONTAMINANTE Y EN SU CASO, VALORIZÁNDOLOS PARA CUALQUIER USO O REUTILIZACIÓN INCLUYENDO VALORIZACIÓN ENERGÉTICA, AGRÍCOLA E INDUSTRIAL, ASÍ COMO SU OBTENCIÓN VENTA Y DISTRIBUCIÓN. SE COMPRENDE TAMBIÉN SU TRANSPORTE Y DEPOSICIÓN EN LUGARES AUTORIZADOS. J) CAPTACIÓN, CONDUCCIÓN, TRATAMIENTO Y VERTIDO DE AGUAS PLUVIALES. K) REGENERACIÓN DE AGUAS MEDIANTE TRATAMIENTOS FÍSICOS, QUÍMICOS O BIOLÓGICOS O CUALQUIER COMBINACIÓN DE ELLOS, DE LAS AGUAS RESIDUALES O PLUVIALES DEPURADAS, PARA UNA MAYOR REDUCCIÓN DE SU CARGA CONTAMINANTE HASTA CONVERTIRLA EN APTA PARA SU REUTILIZACIÓN, SEA PARA USO AGRÍCOLA, INDUSTRIALES RECREATIVOS, RECARGAS HIDRÁULICAS, RIEGOS URBANOS O DE CAMPOS DE DEPORTES, TAREAS DE LIMPIEZAS O CUALQUIER USO ADMITIDO POR LA LEGISLACIÓN VIGENTE. L) VERTIDO DE LAS AGUAS CAPTADAS, ADUCIDAS, TRATADAS, DISTRIBUIDAS, RECOGIDAS EN ALCANTARILLADO, DEPURADAS O REGENERADAS, AL MEDIO RECEPTOR, BIEN SEA MEDIANTE ALIVIADEROS, SISTEMAS DE PURGAS, VERTEDEROS, COLECTORES O EMISARIOS, ASÍ COMO SUS ESTACIONES DE IMPULSIÓN O BOMBEO, PIEZAS ESPECIALES O ACCESORIOS. DICHAS OPERACIONES SERÁN LLEVADAS A CABO MEDIANTE LAS SIGUIENTES     ACTIVIDADES CONCRETAS. A) LA GERENCIA O LA GESTIÓN, EN CUALESQUIERA DE LAS MODALIDADES CONTEMPLADAS EN DERECHO Y, EN SU CASO, MEDIANTE CUENTAS DE PARTICIPACIÓN DE SERVICIOS PÚBLICOS DE ABASTECIMIENTO DE AGUA POTABLE, DE ALCANTARILLADO Y EVACUACIÓN DE AGUAS RESIDUALES, INCLUIDA LA CONSERVACIÓN LIMPIEZA Y MANTENIMIENTO DE REDES DE AGUA POTABLE Y ALCANTARILLADO, ASÍ COMO SUS ELEMENTOS ACCESORIOS, BOMBAS, VÁLVULAS, ETC, DE DEPURACIÓN DE AGUAS PARA CONSUMO O RESIDUALES, DE REGENERACIÓN DE ÉSTAS O TRATAMIENTOS DE  RESIDUOS O SUBPRODUCTOS DEL TRATAMIENTO DEPURACIÓN O REGENERACIÓN DE AGUAS, Y SU VERTIDO, ASÍ COMO EL MANTENIMIENTO Y CONSERVACIÓN DE ETAP  EDAR Y DESALADORAS. B) LA GERENCIA O LA GESTIÓN, EN LAS MODALIDADES QUE REGULA EL DERECHO Y, EN SU CASO MEDIANTE CUENTAS DE PARTICIPACIÓN DE SERVICIOS ANÁLOGOS A LOS ESTABLECIDOS EN EL PUNTO ANTERIOR O, EN CUALQUIER CASO, DE LOS INCLUIDOS EN LA DESCRIPCIÓN DEL CICLO INTEGRAL DEL AGUA, PRESTADOS PARA PRIVADOS Y PARTICULARES Y, EN GENERAL, CUALQUIER PERSONA FÍSICA O JURÍDICA, CON ESPECIAL REFERENCIA A ASOCIACIONES, COMUNIDADES DE PROPIETARIOS, COMUNIDADES DE REGENTES Y ENTIDADES URBANÍSTICAS DE CUALQUIER TIPO. C) LA REALIZACIÓN DE ESTUDIOS, PROYECTOS E INFORMES, ASÍ COMO LA EJECUCIÓN DE TODO TIPO DE OBRAS EN GENERAL, LA JEFATURA Y LA DIRECCIÓN FACULTATIVA DE ÉSTAS Y, ADEMÁS, LAS RELACIONADAS CON CUALQUIERA DE LOS SERVICIOS Y ACTIVIDADES QUE COMPONEN EL CICLO INTEGRAL DEL AGUA, COMPRENDIÉNDOSE TANTO OBRAS CIVILES, DE EDIFICACIÓN O DE URBANIZACIÓN, INCLUIDA LA OPERACIÓN Y EN SU CASO CONSTITUCIÓN DE ETAP, EDAR O DESALADORAS, COMO OBRAS RELATIVAS A INSTALACIONES ELÉCTRICAS, MECÁNICAS, DE FONTANERÍA O DE TELECONTROL U OPERACIÓN REMOTA DE INFRAESTRUCTURAS O EQUIPAMIENTOS DE LOS SERVICIOS, SEAN ESTAS DE DEMOLICIÓN, DE PRIMER ESTABLECIMIENTO O NUEVA PLANTA, DE REPARACIÓN SIMPLE O GRAN REPARACIÓN, DE MANTENIMIENTO Y CONSERVACIÓN O DE AMPLIACIÓN O MEJORA. D) LA REALIZACIÓN DE CUANTAS TAREAS AUXILIARES Y ACCESORIAS A LAS INCLUIDAS EN LA DESCRIPCIÓN DEL CICLO INTEGRAL DEL AGUA, SEAN NECESARIAS PARA SU CORRECTO DESARROLLO, ENTRE LAS QUE SE INCLUYEN ENUNCIATIVAMENTE, SERVICIOS ADMINISTRATIVOS EN RELACIÓN A LOS ABONADOS Y USUARIOS DE LOS  SERVICIOS Y CON LOS TITULARES O PROPIETARIOS DE LOS SERVICIOS GESTIONADOS, REALIZACIÓN DE ESTUDIOS TARIFARIOS, ECONÓMICOS, PUBLICITARIOS, ESTADÍSTICOS O DE CUALQUIER OTRO CONTENIDO, TALES COMO ENCUESTAS Y TOMA DE DATOS RELACIONADOS CON CUALQUIERA DE LAS TAREAS PROPIAS DEL CICLO INTEGRAL DE AGUA, INSTALACIÓN SUSTITUCIÓN REPARACIÓN, VERIFICACIÓN, LECTURA Y CONSERVACIÓN DE CONTADORES Y AFOROS DE AGUA; FACTURACIÓN Y COBRO, MANTENIMIENTO DE FUENTE Y CUALQUIER CLASE DE EDIFICIOS, OBRA CIVIL, INSTALACIONES ELÉCTRICAS Y MECÁNICAS; DESARROLLO, IMPLANTACIÓN OPERACIÓN Y MANTENIMIENTO DE PROGRAMAS INFORMÁTICOS DE ORDENADOR Y DE CUALQUIERA ELEMENTOS DE HARDWARE INCLUIDOS TELECOMUNICACIONES Y TELECONTROL DE INSTALACIONES EN GENERAL PARA CUALESQUIERA DE LAS TAREAS PROPIAS DEL CICLO INTEGRAL DEL AGUA Y SUS TAREAS AUXILIARES Y ACCESORIAS; CONTROL ANALÍTICO DE LAS AGUAS DE TODO TIPO, TODOS ELLOS EJERCIDOS COMPLEMENTARIAMENTE AL RESTO DE ACTIVIDADES O, EN SU CASO, AISLADA E INDIVIDUALMENTE. 2. IGUALMENTE LA SOCIEDAD PODRÁ DEDICARSE A LA REALIZACIÓN DE OTRAS ACTIVIDADES TALES COMO 2.1 EN EL ÁMBITO DE OTROS SERVICIOS A) RECOGIDA, TRANSPORTE Y TRATAMIENTO DE RESIDUOS SÓLIDOS URBANOS E INDUSTRIALES. B) GESTIÓN, CONSERVACIÓN, MANTENIMIENTO Y EXPLOTACIÓN DE CUALQUIER TIPO DE INSTALACIÓN DE GESTIÓN DE RESIDUOS URBANOS E INDUSTRIALES, YA SEAN BANALES NO ESPECIALES NI ESPECIALES, ASÍ COMO VERTEDEROS DE TODO TIPO, DEPÓSITOS DE CLASIFICACIÓN Y TRANSFERENCIA DE RESTOS DE OBRAS Y DE MOBILIARIO ENSERES Y ELECTRODOMÉSTICOS USADOS. C) CONSERVACIÓN Y MANTENIMIENTO DE ALUMBRADOS PÚBLICOS Y DE SISTEMAS DE ALUMBRADO E ILUMINACIÓN EN GENERAL. D) CONSERVACIÓN, LIMPIEZA Y MANTENIMIENTO DE EDIFICIOS PÚBLICOS. E) CONSERVACIÓN Y MANTENIMIENTO DE FUENTES ORNAMENTALES. F) CONSERVACIÓN Y MANTENIMIENTO DE ACERAS, CALZADAS Y CUALQUIER CLASE DE VÍA EN GENERAL. G) HIGIENIZACIÓN, DESINFECCIÓN, DESINSECTACIÓN Y DESRATIZACIÓN. H) MANTENIMIENTO Y GESTIÓN DE TRÁFICO, INCLUIDAS REDES SEMAFÓRICAS Y CONTROL DE ESTACIONAMIENTO DE VEHÍCULOS, INCLUIDO GESTIÓN Y EXPLOTACIÓN DE SUPERFICIES Y EDIFICIOS DE APARCAMIENTOS. I) MANTENIMIENTO DE SERVICIOS Y MOBILIARIO URBANOS, ZONAS VERDES, ESPACIOS LIBRES, ZONAS AJARDINADAS Y MONTES. J) GESTIÓN Y MANTENIMIENTO DE INSTALACIONES DEPORTIVAS Y RECREATIVAS, TALES COMO POLIDEPORTIVOS, PISCINAS, CAMPOS DE JUEGO, PARQUES INFANTILES Y RECREATIVOS E INSTALACIONES ANÁLOGAS Y COMPLEMENTARIAS. K) PROTECCIÓN MEDIOAMBIENTAL, ASÍ COMO PROCEDIMIENTOS Y OBRAS DE CORRECCIÓN DE CONTAMINACIÓN AMBIENTAL, COMPRENDIENDO LA DESCONTAMINACIÓN DE SUELOS, LAS DEFENSAS DE MÁRGENES Y ENCAUZAMIENTOS. MEDIANTE LAS SIGUIENTES ACTIVIDADES CONCRETAS: A) LA GERENCIA O GESTIÓN INDIRECTA EN CUALQUIERA DE LAS MODALIDADES PERMITIDAS POR EL ORDENAMIENTO JURÍDICO DE LAS ANTERIORES ACTIVIDADES CUANDO LAS MISMAS SEAN DE TITULARIDAD DE LAS ADMINISTRACIONES PÚBLICAS O, EN SU CASO, LA CONTRATACIÓN PARA LA GERENCIA O GESTIÓN DE DICHOS SERVICIOS EN EL ÁMBITO PRIVADO. B) LA REALIZACIÓN DE ESTUDIOS, PROYECTOS E INFORMES, CUALQUIERA QUE SEA SU OBJETO, ASÍ COMO LA EJECUCIÓN DE OBRAS, LA JEFATURA Y DIRECCIÓN DE ÉSTAS, EN RELACIÓN A CUALQUIERA DE LOS SERVICIOS Y ACTIVIDADES RELACIONADOS, SEAN ÉSTAS DE DEMOLICIÓN, DE PRIMER ESTABLECIMIENTO O NUEVA PLANTA, DE REPARACIÓN SIMPLE O GRAN REPARACIÓN, DE MANTENIMIENTO Y CONSERVACIÓN O DE AMPLIACIÓN O MEJORA. C) LA REALIZACIÓN DE CUANTAS TAREAS AUXILIARES Y ACCESORIAS A LAS INCLUIDAS EN LA DESCRIPCIÓN DE LAS ANTERIORES ACTIVIDADES SEAN NECESARIAS PARA SU CORRECTO DESARROLLO, ENTRE LAS QUE SE INCLUYEN, ANUNCIATIVAMENTE, SERVICIOS ADMINISTRATIVOS EN RELACIÓN A LOS USUARIOS DE LOS SERVICIOS Y CON LOS TITULARES O PROPIETARIOS DE LOS SERVICIOS GESTIONADOS, REALIZACIÓN DE ESTUDIOS TARIFARIOS, ECONÓMICOS, PUBLICITARIOS, ESTADÍSTICOS O DE CUALQUIER OTRO CONTENIDO, RELACIONADOS CON AQUELLAS, INSTALACIÓN, SUSTITUCIÓN O CONSERVACIÓN DE CUALQUIERA EQUIPAMIENTOS MUEBLES NECESARIOS PARA LA REALIZACIÓN DE LAS MISMAS, FACTURACIÓN Y COBRO, MANTENIMIENTO DE EDIFICIOS, OBRA CIVIL, INSTALACIONES ELÉCTRICAS Y MECÁNICAS, DESARROLLO, IMPLANTACIÓN, OPERACIÓN Y MANTENIMIENTO DE PROGRAMAS INFORMÁTICOS DE ORDENADOR Y DE CUALESQUIERA ELEMENTOS DE HARDWARE PRECISOS PARA CUALESQUIERA DE LAS TAREAS PROPIAS DE LA GESTIÓN Y REALIZACIÓN DE LAS INDICADAS ACTIVIDADES Y SERVICIOS Y SUS TAREAS AUXILIARES Y ACCESORIAS; CONTROLES DE CALIDAD O ANALÍTICOS, TODOS ELLOS EJERCIDOS COMPLEMENTARIAMENTE AL RESTO DE ACTIVIDADES O, EN SU CASO, AISLADA O INDIVIDUALMENTE. 2.2 EN EL ÁMBITO DE LA ENERGÍA ELÉCTRICA: A) LA PRODUCCIÓN DE ENERGÍA ELÉCTRICA, INCLUIDOS SUS DENOMINADOS SERVICIOS COMPLEMENTARIOS. B) LA COMERCIALIZACIÓN DE ENERGÍA ELÉCTRICA. C) LA REALIZACIÓN DE FORMA INDIRECTA, ES DECIR, MEDIANTE LA TITULARIDAD DE ACCIONES O DE PARTICIPACIONES EN OTRAS SOCIEDADES, DE TODA CLASE DE ACTIVIDADES, OBRAS Y SERVICIOS RELACIONADOS CON LOS NEGOCIOS DE TRANSPORTE, DISTRIBUCIÓN Y VENTA A TARIFA DE ENERGÍA ELÉCTRICA. MEDIANTE LAS SIGUIENTES ACTIVIDADES CONCRETAS. A) EN CUANTO A LA PRODUCCIÓN DE ENERGÍA ELÉCTRICA, LA REALIZACIÓN DE TODA CLASE DE ACTIVIDADES, OBRAS Y SERVICIOS RELACIONADOS CON ELLA. B) EN CUANTO A LA COMERCIALIZACIÓN DE ENERGÍA ELÉCTRICA, DE FORMA DIRECTA. C) EN CUANTO AL TRANSPORTE, DISTRIBUCIÓN Y VENTA A TARIFA DE ENERGÍA ELÉCTRICA, DE FORMA INDIRECTA. 2.3 EN EL ÁMBITO DE LA GESTIÓN RECAUDATORIA. A) LAS TAREAS DE GESTIÓN RECAUDATORIA QUE, SIN IMPLICAR EJERCICIO DE AUTORIDAD, ESTÉN ENCAMINADAS AL BOBRO DE LOS INGRESOS DE DERECHO PÚBLICO, YA SEAN DE CARÁCTER TRIBUTARIO O EXTRATRIBUTARIO EN PERIODO VOLUNTARIO O EJECUTIVO, QUE A TAL FIN LE SEAN ENCOMENDADAS A LAS ADMINISTRACIONES PÚBLICAS. 2.4 EN EL ÁMBITO DE LA CONSTRUCCIÓN. A) LA CONSTRUCCIÓN Y EJECUCIÓN DE OBRAS NUEVAS, DE RESTAURACIÓN, REPARACIONES CORRIENTES Y GRAN REPARACIÓN REFORMA, AMPLIACIÓN, MEJORA, MODERNIZACIÓN, ADAPTACIÓN, ADECUACIÓN, CONSERVACIÓN, MANTENIMIENTO Y REFUERZO DE UNA OBRA NUEVA O PREEXISTENTE. B) LA REDACCIÓN DE ESTUDIOS, PROYECTOS Y DISEÑOS DE CONSTRUCCIÓN, EJECUCIÓN DE OBRAS O ALGUNA DE LAS ACTIVIDADES QUE SE RELACIONAN EN ÉSTE APARTADO. C) LA PREPARACIÓN DE OBRAS EN LAS QUE SE INCLUYE A TÍTULO ENUNCIATIVO Y NO LIMITATIVO LA DEMOLICIÓN DE INMUEBLES Y MOVIMIENTOS DE TIERRAS Y LAS PERFORACIONES Y SONDEOS. D) LA CONSTRUCCIÓN EN GENERAL DE INMUEBLES Y DE OBRAS DE INGENIERÍA CIVIL EN LA QUE SE INCLUYE A TÍTULO ENUNCIATIVO Y POR TANTO NO LIMITATIVO SU DIRECCIÓN, LA CONSTRUCCIÓN DE TODO TIPO DE EDIFICIOS Y OBRAS SINGULARES DE INGENIERÍA CIVIL TALES COMO PUENTES, TÚNELES, ETC. ASÍ COMO LA CONSTRUCCIÓN DE TODO TIPO DE INSTALACIONES TALES COMO TUBERÍAS, CALLES, ACERAS Y CARRETERAS, REDES DE ENERGÍA, URBANIZACIÓN DE TERRENOS Y CONSTRUCCIONES DE CENTROS DEPORTIVOS. LAS ANTERIORES ACTIVIDADES LAS PODRÁ REALIZAR: A) MEDIANTE LA GERENCIA, GESTIÓN, EXPLOTACIÓN, ADJUDICACIÓN, AUTORIZACIÓN O CONTRATACIÓN EN CUALQUIERA DE LAS MODALIDADES CONTEMPLADAS EN DERECHO, INCLUIDOS LOS CONTRATOS DE COLABORACIÓN, Y EN SU CASO, MEDIANTE CUENTAS EN PARTICIPACIÓN, CON CUALQUIER TIPO DE PERSONAS FÍSICAS O JURÍDICAS, TANTO PRIVADAS COMO PÚBLICAS. B) ASIMISMO, LAS ACTIVIDADES ENUNCIADAS LAS PODRÁ REALIZAR, BIEN DIRECTAMENTE O BIEN MEDIANTE LA SUBCONTRATACIÓN DE LAS OBRAS O SERVICIOS DE CONFORMIDAD CON A LEGISLACIÓN VIGENTE. 3. CUANDO CUALQUIERA DE LAS ACTIVIDADES INDICADAS ESTÉN SUJETAS A AUTORIZACIÓN ADMINISTRATIVA O A REQUISITOS LEGALES ESPECIALES, NO PODRÁN INICIARSE SIN DISPONER DE ELLOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06707",
      "_links": {
        "self": {
          "name": "AQUARBE S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/06707"
        }
      }
    },
    {
      "name": "PROMOCIONES ITURRIGORRIALDE, S.L.",
      "registrationNumber": "05501",
      "identificationNumber": "B48738587",
      "address": "C/GANGUREN, 9 -BAJO",
      "location": {
        "postalCode": "48960",
        "municipality": "Galdakao",
        "county": "Bizkaia",
        "municipalityId": "036",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        },
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2019-12-04",
      "certificateEndDate": "2020-06-03",
      "object": "EL ESTUDIO Y REALIZACIÓN DE NEGOCIOS INMOBILIARIOS, COMPRAVENTA DE LOCALES, SOLARES Y TERRENOS, CONSTRUCCIÓN DE TODA CLASE DE EDIFICACIONES PARA SU VENTA O ALQUILER, REALIZACIÓN DE URBANIZACIONES CON SUS PROYECTOS, REALIZACIÓN DE ESTUDIOS TÉCNICOS, GESTIÓN DE COMUNIDADES, SU PLANIFICACIÓN Y DESARROLLO Y OBRAS SIMILARES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05501",
      "_links": {
        "self": {
          "name": "PROMOCIONES ITURRIGORRIALDE, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05501"
        }
      }
    },
    {
      "name": "AIXERROTA CONSULTING, S.L.",
      "registrationNumber": "06693",
      "identificationNumber": "B95457933",
      "address": "GRAN VIA, 81-PLANTA 8",
      "location": {
        "postalCode": "48011",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.847",
          "name": "Servicios de consultoría",
          "_links": {
            "self": {
              "name": "Servicios de consultoría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.847"
            }
          }
        }
      ],
      "certificateStartDate": "2019-12-04",
      "certificateEndDate": "2020-04-18",
      "object": "CONSULTORIA INTEGRAL DE EMPRESAS, ESTO ES, LA EXPLOTACION PURAMENTE ECONOMICA DE LA PRESTACION DE SERVICIOS PROFESIONALES, MEDIANTE SU PROPIO PERSONAL, CON TITULACION SUFICIENTE DE INFORMATICA, ECONOMIA, GRADUADO SOCIAL, DERECHO, Y EN LAS AREAS FISCAL, CONTABLE, LABORAL, JURIDICO, FINANCIERO, GESTION Y ADMINISTRACION DE FINCAS, INMOBILIARIA Y MEDIACION DE SEGUROS. 2. ADQUIRIR, ENAJENAR Y ARRENDAR BIENES INMUEBLES (CONCRETAMENTE LOS DETERMINADOS EN EL ARTÍCULO 334.1 DEL CÓDIGO CIVIL), ACCIONES PARTICIPACIONES SOCIALES, OBLIGACIONES, BONOS DE CAJA, CERTIFICADOS DE DEPÓSITO Y PAGARÉS DE TODA CLASE DE EMPRESAS O NEGOCIOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06693",
      "_links": {
        "self": {
          "name": "AIXERROTA CONSULTING, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06693"
        }
      }
    },
    {
      "name": "EDWINDO 4 MORCARO, S.L.",
      "registrationNumber": "06696",
      "identificationNumber": "B06485866",
      "address": "Calle Ramón Albarrán nº2 - 4.2.",
      "location": {
        "postalCode": "06002",
        "municipality": "Badajoz",
        "county": "Badajoz",
        "municipalityId": "015",
        "countyId": "06"
      },
      "economicActivities": [
        {
          "id": "1.843.2",
          "name": "Servicios técnicos de arquitectura y urbanismo",
          "_links": {
            "self": {
              "name": "Servicios técnicos de arquitectura y urbanismo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.2"
            }
          }
        },
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2019-12-04",
      "certificateEndDate": "2020-05-18",
      "object": "A) CONCEPTUALIZACIÓN Y CREACIÓN DE ESPACIOS DESTINADOS A CULTURA Y OCIO. B) INGENIERÍA CULTURAL Y ARQUITECTURA. C) ASESORAMIENTO Y GESTIÓN EN DISEÑO Y COMUNICACIÓN. D) CONSTITUIR Y PARTICIPAR EN SOCIEDADES DE OBJETO ANÁLOGO MEDIANTE LA ADQUISICIÓN, POR CUALQUIER TÍTULO, DE ACCIONES Y PARTICIPACIONES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06696",
      "_links": {
        "self": {
          "name": "EDWINDO 4 MORCARO, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06696"
        }
      }
    },
    {
      "name": "TAZEBAEZ, S. COOP.",
      "registrationNumber": "06703",
      "identificationNumber": "F95729315",
      "address": "C/ URIBITARTE Nº 6",
      "location": {
        "postalCode": "48001",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.631",
          "name": "Intermediarios del comercio",
          "_links": {
            "self": {
              "name": "Intermediarios del comercio",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.631"
            }
          }
        },
        {
          "id": "1.659.9",
          "name": "Venta al por menor de otros productos no especificados en esta agrupación",
          "_links": {
            "self": {
              "name": "Venta al por menor de otros productos no especificados en esta agrupación",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.9"
            }
          }
        },
        {
          "id": "1.673.2",
          "name": "Otros cafés y bares",
          "_links": {
            "self": {
              "name": "Otros cafés y bares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.673.2"
            }
          }
        },
        {
          "id": "1.755",
          "name": "Agencias de viajes",
          "_links": {
            "self": {
              "name": "Agencias de viajes",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.755"
            }
          }
        },
        {
          "id": "1.843.2",
          "name": "Servicios técnicos de arquitectura y urbanismo",
          "_links": {
            "self": {
              "name": "Servicios técnicos de arquitectura y urbanismo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.2"
            }
          }
        },
        {
          "id": "1.843.9",
          "name": "Otros servicios técnicos n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios técnicos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.9"
            }
          }
        },
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        },
        {
          "id": "1.847",
          "name": "Servicios de consultoría",
          "_links": {
            "self": {
              "name": "Servicios de consultoría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.847"
            }
          }
        },
        {
          "id": "1.859",
          "name": "Alquiler de otros bienes muebles n.c.o.p. (sin personal permanente)",
          "_links": {
            "self": {
              "name": "Alquiler de otros bienes muebles n.c.o.p. (sin personal permanente)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.859"
            }
          }
        },
        {
          "id": "1.861.2",
          "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
          "_links": {
            "self": {
              "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.861.2"
            }
          }
        },
        {
          "id": "1.931.4",
          "name": "Enseñanza de varias modalidades regladas",
          "_links": {
            "self": {
              "name": "Enseñanza de varias modalidades regladas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.931.4"
            }
          }
        },
        {
          "id": "1.931.5",
          "name": "Enseñanza de educación superior",
          "_links": {
            "self": {
              "name": "Enseñanza de educación superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.931.5"
            }
          }
        },
        {
          "id": "1.989.2",
          "name": "Servicios de organización de congresos, asambleas y similares",
          "_links": {
            "self": {
              "name": "Servicios de organización de congresos, asambleas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.989.2"
            }
          }
        }
      ],
      "certificateStartDate": "2019-12-04",
      "certificateEndDate": "2020-05-14",
      "object": "CONSULTORÍA DE PROCESOS DE INNOVACIÓN. EN LOS CAMPOS DE MARKETING, ACTIVIDADES AUXILIARES EN LA EDUCACIÓN, OTRAS ACTIVIDADES DE CONSULTORÍA EN GESTIÓN EMPRESARIAL, OTROS SERVICIOS AUXILIARES, ETC.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06703",
      "_links": {
        "self": {
          "name": "TAZEBAEZ, S. COOP.",
          "href": "https://api.euskadi.eus/procurements/companies/06703"
        }
      }
    },
    {
      "name": "ARISTA DISEÑO, S.L.",
      "registrationNumber": "01982",
      "identificationNumber": "B48932941",
      "address": "AVENIDA SABINO ARANA, 20 - 6º DEPT.3 ",
      "location": {
        "postalCode": "48013",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.989.2",
          "name": "Servicios de organización de congresos, asambleas y similares",
          "_links": {
            "self": {
              "name": "Servicios de organización de congresos, asambleas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.989.2"
            }
          }
        }
      ],
      "certificateStartDate": "2019-12-03",
      "certificateEndDate": "2020-06-02",
      "object": "a) ASESORAMIENTO, DIRECCIÓN, DISEÑO, ORGANIZACIÓN Y PROMOCIÓN DE CONGRESOS, CONVENCIONES, EXPOSICIONES Y FERIAS.\r\n\r\nb) CONSTRUCCIÓN DE STANDS PARA FERIAS Y EXPOSICIONES, E INTERIORISMO EN GENERAL.\r\n\r\nc) ADQUISICIÓN, TENENCIA Y DISFRUTE, EXPLOTACIÓN, ENAJENACIÓN, DE TODA CLASE DE FINCAS RÚSTICAS O URBANAS CUALQUIERA QUE FUERA SU NATURALEZA.\r\n\r\nd) PROMOCIÓN, CONSTRUCCIÓN, REHABILITACIÓN, REPARACIÓN POR CUENTA PROPIA O AJENA DE TODA CLASE DE OBRAS, URBANIZACIONES, EDIFICIOS Y CONSTRUCCIONES, TANTO PÚBLICOS COMO PRIVADOS.\r\n\r\ne) ADMINISTRACIÓN, ASESORAMIENTO, GESTIÓN DE ACTUACIONES URBANÍSTICAS, Y PRESTACIÓN DE SERVICIOS DE TODO TIPO CON RELACIÓN A BIENES INMUEBLES, SEGÚN CONVENGA A SU APROVECHAMIENTO AGRÍCOLA, FORESTAL, URBANO, INDUSTRIAL O DE CUALQUIER NATURALEZA.\r\n\r\nf) ASISTENCIA, GESTIÓN, DIRECCIÓN, ADMINISTRACIÓN, PROMOCIÓN, INTERVENCIÓN, PARTICIPACIÓN EN EMPRESAS O EN SU CREACIÓN, CONSTITUCIÓN O DESARROLLO.\r\n\r\ng) PROMOCIÓN, ESTUDIO Y DESARROLLO DE PRODUCTOS Y ACTIVIDADES INDUSTRIALES,COMERCIALES Y DE DISTRIBUCIÓN EN EMPRESAS PROPIAS O PARTICIPADAS Y EXPLOTACIÓN O CESIÓN DE CÁNONES O ROYALTIES, Y DERECHOS DE PROPIEDAD INDUSTRIAL.\r\n\r\nh) SERVICIOS DE MEDIACIÓN, GESTIÓN, REPRESENTACIÓN Y COMERCIO INTERIOR Y EXTERIOR, ALMACENAMIENTO, ARRENDAMIENTO, Y EN GENERAL COMERCIALIZACIÓN Y DISTRIBUCIÓN DE TODA CLASE DE PRODUCTOS.\r\n\r\ni) ADQUISICIÓN, TENENCIA, DISFRUTE, ADMINISTRACIÓN Y ENAJENACIÓN DE TODA CLASE DE TÍTULOS COMO VALORES MOBILIARIOS, ACTIVOS FINANCIEROS, DERECHOS, VALORES CUOTAS O PARTICIPACIONES EN EMPRESAS INDIVIDUALES O SOCIALES POR CUENTA PROPIA Y CON EXCEPCIÓN DE LA INTERMEDIACIÓN, NO INCLUYÉNDOSE EN NINGÚN CASO LAS ACTIVIDADES OBJETO DE LA LEGISLACIÓN DE INSTITUCIONES DE INVERSIÓN COLECTIVA Y DE MERCADO DE VALORES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01982",
      "_links": {
        "self": {
          "name": "ARISTA DISEÑO, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/01982"
        }
      }
    }
  ]
}