{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 160,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "ARREGI ETXABE JUAN JOSÉ, S.A.",
      "registrationNumber": "04954",
      "identificationNumber": "A20558599",
      "address": "UPARAN INDUSTRIGUNEA 2",
      "location": {
        "postalCode": "20150",
        "municipality": "Aduna",
        "county": "Gipuzkoa",
        "municipalityId": "002",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.617.3",
          "name": "Venta al por mayor de madera y corcho",
          "_links": {
            "self": {
              "name": "Venta al por mayor de madera y corcho",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.617.3"
            }
          }
        },
        {
          "id": "1.622",
          "name": "Venta al por mayor de otros productos de recuperación",
          "_links": {
            "self": {
              "name": "Venta al por mayor de otros productos de recuperación",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.622"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-14",
      "certificateEndDate": "2026-05-04",
      "object": "COMERCIO AL POR MENOR Y AL POR MAYOR DE PAPEL, CARTÓN Y SUS DERIVADOS, INCLUSO EL PAPEL DE RECICLAJE",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04954",
      "_links": {
        "self": {
          "name": "ARREGI ETXABE JUAN JOSÉ, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/04954"
        }
      }
    },
    {
      "name": "CLECE, S.A.",
      "registrationNumber": "03316",
      "identificationNumber": "A80364243",
      "address": "AVDA. MANOTERAS 46 - BIS",
      "location": {
        "postalCode": "28050",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.673.1",
          "name": "Bar categoría especial",
          "_links": {
            "self": {
              "name": "Bar categoría especial",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.673.1"
            }
          }
        },
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        },
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        },
        {
          "id": "1.911",
          "name": "Servicios agrícolas y ganaderos",
          "_links": {
            "self": {
              "name": "Servicios agrícolas y ganaderos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.911"
            }
          }
        },
        {
          "id": "1.921.3",
          "name": "Exterminio de animales dañinos y desinfección",
          "_links": {
            "self": {
              "name": "Exterminio de animales dañinos y desinfección",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.3"
            }
          }
        },
        {
          "id": "1.922",
          "name": "Servicios de limpieza",
          "_links": {
            "self": {
              "name": "Servicios de limpieza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922"
            }
          }
        },
        {
          "id": "1.922.1",
          "name": "Servicios de limpieza de interiores",
          "_links": {
            "self": {
              "name": "Servicios de limpieza de interiores",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922.1"
            }
          }
        },
        {
          "id": "1.951",
          "name": "Asistencia y servicios sociales en centros residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.951"
            }
          }
        },
        {
          "id": "1.952",
          "name": "Asistencia y servicios sociales en centros no residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros no residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.952"
            }
          }
        },
        {
          "id": "1.966.9",
          "name": "Otros servicios culturales n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios culturales n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.966.9"
            }
          }
        },
        {
          "id": "1.999",
          "name": "Otros servicios n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.999"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-14",
      "certificateEndDate": "2026-05-05",
      "object": "1. LA GESTIÓN Y EJECUCIÓN DE CENTROS ESPECIALIZADOS DE EMPLEO U OTRAS ENTIDADES QUE PUDIERAN CREARSE EN UN FUTURO COMO FORMA IDÓNEA DE PROMOCIÓN LABORAL DE TRABAJADORES MINUSVÁLIDOS. 2. LA LIMPIEZA, CONSERVACIÓN Y MANTENIMIENTO DE EDIFICIOS Y COMPLEJOS ESPECIALES DE TODA ÍNDOLE, TANTO PÚBLICOS COMO PRIVADOS, CUALQUIERA QUE FUERA SU DESTINO, ASÍ COMO LA DE SUS ÁREAS ADYACENTES, JARDINES E INSTALACIONES DEPORTIVAS O RECREATIVAS. 3. LA LIMPIEZA VIARIA DE CIUDADES, COMUNIDADES Y VÍAS DE COMUNICACIÓN DE TODA CLASE. INSTALACIÓN, MANTENIMIENTO, LIMPIEZA Y CONSERVACIÓN DE TODO TIPO DE MOBILIARIO URBANO Y ELEMENTOS SIMILARES. 4. LA RECOGIDA, TRATAMIENTO Y ELIMINACIÓN DE RESIDUOS SÓLIDOS URBANOS, RESIDUOS INDUSTRIALES E INERTES, SANITARIOS, VETERINARIOS, O ASIMILABLES A CUALQUIERA DE LAS CATEGORÍAS ENUNCIADAS. 5. LA PRESTACIÓN DE TODO TIPO DE SERVICIOS PÚBLICOS Y PRIVADOS DE CARÁCTER URBANO, INCLUIDA LA EJECUCIÓN  DE OBRAS E INSTALACIONES QUE HUBIERAN DE REALIZARSE, YA SEA EN RÉGIMEN DE CONCESIÓN ADMINISTRATIVA Y ARRENDAMIENTO. 6. TRABAJOS DE JARDINERÍA Y PLANTACIÓN, REVEGETACIÓN, REFORESTACIÓN, TRATAMIENTOS SELVÍCOLAS, MANTENIMIENTO Y CONSERVACIÓN DE PARQUES, JARDINES Y ELEMENTOS ANEJOS, EXPLOTACIONES AGRÍCOLAS, PECUARIAS Y FORESTALES. 7. CONSERVACIÓN Y MANTENIMIENTO DE MONTES, SERVICIOS DE PREVENCION DE INCENDIOS FORESTALES, SERVICIOS DE PROTECCIÓN DE ESPECIES; SERVICIOS VETERINARIOS PARA LA SALUD; SERVICIOS DE MANTENIMIENTO Y REPARACIÓN DE VEHÍCULOS; SERVICIOS AÉREOS DE FUMIGACIÓN, CONTROL, VIGILANCIA Y EXTINCIÓN DE INCEDIOS. 8. COMPRA, VENTA, FABRICACIÓN Y APLICACIÓN DE PESTICIDAS Y CUALQUIER OTRO TIPO DE PRODUCTOS AGRÍCOLAS. 9. MOVIMIENTOS DE TIERRAS, VACIADOS Y EXPLANACIONES; EXPLOTACIÓN DE CANTERAS, PERFORACIÓN DE POZOS, GALERÍAS Y TÚNELES; OBRAS DE EDIFICACIÓN, DEMOLICIONES, ESTRUCTURAS DE FÁBRICA U HORMIGÓN, ESTRUCTURAS METÁLICAS, ALBAÑILERÍA, INCLUIDOS LOS REVOCOS, REVESTIDOS, CANTERÍA Y MARMOLERÍA, PAVIMENTOS, SOLADOS Y ALICATADOS, AISLAMIENTOS E IMPERMEABILIZACIONES Y CARPINTERÍAS DE MADERA Y METÁLICAS; OBRAS COMPLEMENTARIAS DE FERROCARRILES; OBRAS HIDRÁULICAS, COMO ABASTECIMIENTOS Y SANEAMIENTOS, CONSTRUCCIÓN DE PRESAS Y CANALES, Y DEFENSA DE MÁRGENES Y ENCAUZAMIENTOS; CONSTRUCCIÓN DE VIALES Y PISTAS Y SEÑALIZACIÓN Y BALIZAMIENTO DE LAS MISMAS. 10. LA REALIZACIÓN DE ESTUDIOS DE CARTOGRAFÍA, GEOTECNOLOGÍA, HIDROLOGÍA Y ECOLOGÍA; ANÁLISIS, ENSAYOS Y CONTROL TÉCNICO; ESTUDIOS ECONÓMICOS, COMERCIALES Y LABORALES. 11. LA REALIZACIÓN DE PROYECTOS DE AGRICULTURA, GANADERÍA Y PESCA; MEDIO AMBIENTE, INDUSTRIA, ENERGÍA Y MINERÍA; OBRAS PÚBLICAS, EDIFICACIÓN Y URBANISMO. 12. MEDICIONES DE TEMPERATURA Y HUMEDAD EN VIALES Y, EN GENERAL, EN TODO TIPO DE BIENES MUEBLES E INMUEBLES, INSTALACIONES PÚBLICAS Y PRIVADAS, REALIZANDO TODOS AQUELLOS CONTROLES NECESARIOS PARA LA CONSERVACIÓN Y EL MANTENIMIENTO CORRECTO DE LOS MISMOS, O DE LOS BIENES EN ELLOS DEPOSITADOS O CUSTODIADOS, LECTURA DE CONTADORES, GESTIÓN DE COBROS. 13. PRESTACIÓN DE SERVICIOS AUXILIARES EN URBANIZACIONES, FINCAS URBANAS, INSTALACIONES INDUSTRIALES, INFRAESTRUCTURAS DE TRANSPORTES, REDES VIALES, CENTROS COMERCIALES, ORGANISMOS OFICIALES Y DEPENDENCIAS ADMINISTRATIVAS, INSTALACIONES DEPORTIVAS O DE RECREO, MUSEOS, RECINTOS FERIALES, SALAS DE EXPOSICIONES, CONFERENCIAS Y CONGRESOS, HOSPITALES, CONVENCIONES, INAUGURACIONES, CENTROS CULTURALES Y DEPORTIVOS, EVENTOS DEPORTIVOS, SOCIALES Y CULTURALES, EXPOSICIONES, CONFERENCIAS INTERNACIONALES, JUNTAS GENERALES DE ACCIONISTAS Y DE COMUNIDADES DE PROPIETARIOS, RECEPCIONES, RUEDAS DE PRENSA, CENTROS DOCENTES, PARQUES, INSTALACIONES AGROPECUARIAS (AGRICULTURA, GANADERÍA Y PESCA), BOSQUES, FINCAS RÚSTICAS, COTOS DE CAZA, RECINTOS DE RECREO Y DE ESPECTÁCULOS Y, EN GENERAL, EN TODA CLASE DE INMUEBLES Y EVENTOS, POR MEDIO DE CONSERJES, ORDENANZAS, BEDELES, UJIERES, CELADORES O CONTROLADORES, OPERADORES DE CONSOLA, PERSONAL DE SALA, PORTEROS, RECEPCIONISTAS, TAQUILLEROS (INCLUYENDO RECOGIDA DE ENTRADAS), TELEFONISTAS, ACOMODADORES, COBRADORES, CUIDADORES, SOCORRISTAS, AZAFATAS, PERSONAL DE SALA Y PROFESIONALES AFINES O QUE COMPLEMENTEN SUS FUNCIONES, CONSISTENTES EN EL MANTENIMIENTO Y LA CONSERVACIÓN DE LOS LOCALES, ASÍ COMO EN LA ATENCIÓN Y SERVICIO A LOS VECINOS, OCUPANTES, VISITANTES, Y/O USUARIOS, MEDIANTE LA REALIZACIÓN DE TAREAS, EXCUIDAS EN TODO CASO, AQUELLAS QUE LA LEY RESERVA A LAS EMPRESAS DE SEGURIDAD TALES COMO APERTURA, CIERRE Y CUSTODIA DE LLAVES, ATENCIÓN DE LOS SERVICIOS DE URGENCIA, PREVENCIÓN, SISTEMAS DE COMUNICACIÓN, INFORMACIÓN, CONTROL DE ACCESOS, CONTROL DE INSTALACIONES, Y DE SUMINISTROS, SUPERVISIÓN DE CAJEROS AUTOMÁTICOS. 14. GESTIÓN PARA LA ADMINISTRACIÓN DE LA PROPIEDAD INMOBILIARIA. 15. CONSULTORÍA Y ANÁLISIS DE USO, PLANIFICACIÓN Y DISEÑO DEL ESPACIO, ASÍ COMO SU DISTRIBUCIÓN Y ORGANIZACIÓN. 16. LIMPIEZA, LAVADO, PLANCHADO, CLASIFICACIÓN Y TRANSPORTE DE ROPA. 17. LA INTERVENCIÓN EN OPERACIONES DE MATERIAS PRIMAS, MERCANCÍAS MANUFACTURADAS Y SUMINISTROS. 18. ASESORAMIENTO, APLICACIÓN Y EJECUCIÓN DE TRATAMIENTOS INTEGRALES DE CONTROL DE PLAGAS, DESINFECCIÓN, DESINSECTACIÓN, DESRATIZACIÓN E HIGIENIZACIÓN. 19. INSPECCIÓN SANITARIA DE INSTALACIONES. 20. ALMACENAJE, TRANSPORTE Y DISTRIBUCIÓN DE TODO TIPO DE PRODUCTOS Y MERCANCÍAS EN CUALQUIER ESPACIO O SUPERFICIE Y CUALQUIER SERVICIO RELACIONADO CON LA LOGÍSTICA. 21. PRESTACIÓN DE SERVICIOS EN LÍNEAS DE PRODUCCIÓN Y CADENAS DE MONTAJE EN INSTALACIONES FABRILES, INDUSTRIALES Y ROBÓTICAS. 22. TRANSPORTE DE PERSONAS O MERCANCÍAS MEDIANTE LA CONDUCCIÓN DE VEHÍCULOS PROPIOS O AJENOS. 23. INSPECCIÓN Y CONTROL DE CALIDAD, INSPECCIONES TÉCNICAS Y CONTROL DE PASAJEROS PARA TODO TIPO DE TRANSPORTE. 24. PESAJE Y CONTROL DE PESAJE DE TODA CLASE DE BIENES MUEBLES. 25. INSTALACIONES ESPECIALES DE CIRCUITOS CERRADOS DE TELEVISIÓN, MEGAFONÍA, TELEFONÍA, INTERPONÍA, VOZ Y DATOS, SISTEMA DE TELECOMUNICACIONES,  ROBÓTICA E INFORMÁTICA. 26. ATENCIÓN, REPOSICIÓN Y MANTENIMIENTO DE EQUIPOS, MAQUINARIA Y DISPENSADORES. 27. SERVICIOS DE REPARACIÓN,  MONTAJE, CONSERVACIÓN Y MANTENIMIENTO INTEGRAL DE TODO TIPO DE INSTALACIONEES INDUSTRIALES Y DE EDIFICIOS EN GENERAL INCLUÍDA LA EJECUCIÓN DE OBRAS, MEDIANTE TRABAJOS DE ELECTRICIDAD, DE ACONDICIONAMIENTO DE AIRE, CALEFACCIÓN, FONTANERÍA, CARPINTERÍA, PINTURA, ALBAÑILERÍA, MANTENIMIENTO DE ASCENSORES Y APARATOS DE ELEVACIÓN DE TRANSPORTE DE CARGAS, ACTUACIONES EN ACOMETIDAS Y REDES DE DISTRIBUCIÓN INTERIOR O EXTERIOR DE GAS Y OTROS COMBUSTIBLES O SUMINISTROS. 28. CONFECCIÓN DE PROYECTOS Y EJECUCIÓN DE OBRAS DE CONSTRUCCIÓN Y RESTAURACIÓN DE LAS ESTRUCTURAS Y REVESTIMIENTO DE TODA CLASE DE EDIFICIOS Y MONUMENTOS, SU LIMPIEZA, IMPERMEABILIZACIÓN, TRATAMIENTO, PINTADO Y RECONSTRUCCIÓN. 29. EFECTUAR TODA CLASE DE ASISTENCIA TÉCNICA, ESTUDIOS, INFORMES, ANÁLISIS, ENSAYO, CONTROL, ASESORAMIENTOS Y ELABORACIÓN DE PROYECTOS DE INGENIERÍA Y ARQUITECTURA, ASÍ COMO LA SUPERVISIÓN, DIRECCIÓN Y ASESORAMIENTO, EN LA EJECUCIÓN DE TODO TIPO DE OBRAS Y CONSTRUCCIONES Y PRESTACIÓN DE SERVICIOS. 30. LA EJECUCIÓN, MANTENIMIENTO, EXPLOTACIÓN DE INSTALACIONES ELÉCTRICAS EN GENERAL, INSTALACIONES DE TELECOMUNICACIONES, INSTALACIONES ELECTRÓNICAS, ELECTROMEDICINA, Y DE INSTALACIONES MECÁNICAS EN GENERAL, FONTANERÍA, INSTALACIONES FRIGORÍFICAS, INSTALACIONES DE CALEFACCIÓN, VENTILACIÓN, CLIMATIZACIÓN INSTALACIONES ELEVADORAS Y TRANSPORTADORAS E INSTALACIONES DE TRATAMIENTO DE AGUAS DE TODO TIPO; CENTRALES DE PRODUCCIÓN DE ENERGÍA; CENTROS DE TRANSFORMACIÓN E INTERCONEXIÓN; DISTRIBUCIONES DE ALTA TENSIÓN; DISTRIBUCIONES DE BAJA TENSIÓN; TELECOMUNICACIONES E INSTALACIONES RADIOELÉCTRICAS; INSTALACIONES ELECTRÓNICAS; E INSTALACIONES ELÉCTRICAS SIN CUALIFICACIÓN ESPECÍFICA. 31. LA FABRICACIÓN, INSTALACIÓN, MONTAJE, REPARACIÓN, MANTENIMIENTO Y CONSERVACIÓN, IMPORTACIÓN Y EXPORTACIÓN DE TODA CLASE DE BIENES MUEBLES, INSTALACIONES, EQUIPOS, MAQUINARIA, PRODUCTOS QUÍMICOS, AGRÍCOLAS, GANADEROS O FORESTALES. 32. CONTROL Y COMPROBACIÓN DE GRUPOS ELECTRÓGENOS (PRESIÓN DE ACEITE, TEMPERATURA, VOLTÍMETROS, ARMARIOS ELÉCTRICOS, COMPRESORES, NIVEL DE BATERÍA O COMBUSTIBLE), INSTALACIÓN DE MEGAFONÍA Y AUDIO-VIDEO, CONTROL DE PANELES ELÉCTRICOS, NEUMÁTICOS, MANÓMETROS DE FRENO Y SUSPENSIÓN DE EQUIPOS DE AIRE ACONDICIONADO, ANTIBLOCAJES Y ACOPLAMIENTOS, REVISIÓN DE NIVELES DE CONSUMO DE AGUA Y COMBUSTIBLES, REVISIONES Y REPARACIONES DE AVERÍAS, Y ELIMINACIÓN DE CARGAS DE CORRIENTE EN TODA CLASE DE MEDIOS DE LOCOMOCIÓN. 33. CONSERVACIÓN Y REPARACIÓN DE PISCINAS, CON SUS DEPURADORAS, GRUPOS DE TRATAMIENTOS DE AGUAS, Y EQUIPOS BARRE-FONDOS. 34. SERVICIOS ASESORAMIENTO EN LA EJECUCIÓN DE OPERACIONES COMERCIALES. 35. REALIZACIÓN DE ESTUDIOS DE MERCADO, SERVICIOS DE MARKETING Y TELE-MARKETING, TELE-VENTA Y OTRAS FORMAS DE VENTA DE ARTÍCULOS O SERVICIOS. 36. CONTROL Y VIGILANCIA DE EXÁMENES O PRUEBAS DE APTITUD, ASÍ COMO SERVICIOS AUXILIARES RELACIONADOS CON LA ENSEÑANZA INCLUÍDO EN EL REPROGRAFÍA. 37. REALIZACIÓN DE LOS SERVICIOS DE TASACIÓN PREVISTOS EN LA LEY 2/81 DE REGULARIZACIÓN DEL MERCADO HIPOTECARIO. 38. COBROS Y CUADRE DE CAJA; CONFECCIÓN RECOGIDA Y COBRO DE EFECTOS Y/O RECIBOS: GESTIÓN DE COBROS Y RECAUDACIÓN EJECUTIVA. 39. SERVICIOS AUXILIARES INFORMÁTICOS Y DE ASESORÍA Y GESTIÓN A PERSONAS FÍSICAS O JURÍDICAS, INCLUSO MEDIANTE OPERADORES DE CONSOLA. 40. LA PRESTACIÓN DE SERVICIOS DE ASESORAMIENTO TÉCNICO Y COMERCIAL, INTERMEDIACIÓN COMERCIAL, ASISTENCIA TÉCNICA O COMERCIAL Y EJECUCIÓN DE TRABAJOS ADMINISTRATIVOS, TÉCNICOS, ORGANIZATIVOS E INFORMÁTICOS (INCLUIDOS LOS DE DESARROLLO DE PROGRAMAS) A TRAVÉS DE ESPECIALISTAS EN LAS CITADAS MATERIAS, Y DE TRADUCTORES, INTÉRPRETES, PROYECTISTAS, MECANÓGRAFOS, TAQUÍGRAFOS, TELEFONISTAS, ESTENOTIPISTAS, OPERADORES DE ORDENADOR, PROGRAMADORES Y SECRETARIAS. 41. LA ORGANIZACIÓN E IMPARTICIÓN A TERCEROS DE TODO TIPO DE CURSOS Y PROGRAMAS DE ENSEÑANZA Y FORMACIÓN DIRIGIDOS, PRINCIPALMENTE AL PERFECCIONAMIENTO Y CAPACITACIÓN PERSONAL, PROFESIONAL Y OCUPACIONAL, YA SEA EN INSTALACIONES PROPIAS O DE TERCEROS. 42. EL DESARROLLO DE PROCESOS DE SELECCIÓN DE PERSONAL. 43. PRESTACIÓN DE SERVICIOS INTEGRALES DE ASISTENCIA SANITARIA, SOCIOSANITARIA O DE SERVICIOS SOCIALES Y ATENCIÓN A PERSONAS EN SITUACIÓN DE DEPENDENCIA Y, EN ESPECIAL, A LOS SIGUIENTES COLECTIVOS: MENORES, ANCIANOS, MINUSVÁLIDOS, FAMILIAS, INFANCIA, MUJERES SOLTERAS CON CARGAS FAMILIARES NO COMPARTIDAS, DISCAPACITADOS FÍSICOS Y PSÍQUICOS Y PERSONAS O GRUPOS DE POBLACIÓN EN SITUACIÓN DE NECESIDAD. 44. PRESTACIÓN DE SERVICIOS DE AYUDA A DOMICILIO Y TELE-ASISTENCIA DOMICILIARIA. 45. GESTIÓN Y EXPLOTACIÓN, TOTAL O PARCIAL, DE RESIDENCIAS GERIÁTRICAS, CENTROS DE DÍA, PISOS TUTELADOS, COMUNIDADES TERAPEÚTICAS, GUARDERÍAS INFANTILES Y OTROS CENTROS DE ACOGIDA, REINSERCIÓN Y REHABILITACIÓN. 46. TRANSPORTE SANITARIO Y ACOMPAÑAMIENTOS DE COLECTIVOS. 47. HOSPITALIZACIÓN A DOMICILIO Y AYUDA MÉDICA Y DE ENFERMERÍA A DOMICILIO, SUMINISTRO DE OXIGENOTERAPIA, CONTROL DE GASES Y ELECTROMEDICINA Y ACTIVIDADES CONEXAS. 48. GESTIÓN INTEGRAL O EXPLOTACIÓN DE CENTROS PÚBLICOS O PRIVADOS DE EDUCACIÓN ESPECIAL O ENSEÑANZA, ASÍ COMO LA VIGILANCIA, ATENCIÓN, EDUCACIÓN Y CONTROL DE ALUMNADOS U OTROS COLECTIVOS DOCENTES DURANTE EL DESARROLLO DE LA ACTIVIDAD DEL COMEDOR. 49. GESTIÓN DE CENTROS Y ACTIVIDADES DE ANIMACIÓN SOCIOCULTURAL, EDUCATIVAS, LÚDICAS, RECREATIVAS, TALLERES Y CAMPAMENTOS. GESTIÓN DE TEATROS, DE ESPACIOS CULTURALES, DE ESPARCIMIENTO, OCIO Y OCUPACIÓN DEL TIEMPO LIBRE. 50. MANIPULACIONES, EMBALAJE, DISTRIBUCIÓN DE PRODUCTOS ALIMENTICIOS O DE CONSUMO; ELABORACIÓN, CONDIMENTACIÓN Y DISTRIBUCIÓN DE COMIDAS PARA CONSUMO PROPIO O SUMINISTROS A TERCEROS. ATENCIÓN, REPOSICIÓN Y DISPENSADORES DE LOS PRODUCTOS MENCIONADOS. 51. SERVICIOS DE RESTAURACIÓN A COLECTIVOS, EXPLOTACIÓN DE CAFETERÍAS, BARES, RESTAURANTES Y SUMINISTRO DE COMIDAS Y BEBIDAS, ARRIENDO Y COMERCIALIZACIÓN DE SUS INSTALACIONES, EXPLOTACIÓN EN RÉGIMEN DIRECTO, EN CONCESIÓN O CONTRATO PÚBLICO O PRIVADO DE TODA CLASE DE ACTIVIDADES DE HOSTELERÍA. 52. RECOGIDA Y MANTENIMIENTO DE CARROS PORTAEQUIPAJES Y SERVICIO DE TRANSPORTE A PERSONAS DE MOVILIDAD REDUCIDA EN ESTACIONES Y AEROPUERTOS. 53. SERVICIO DE &quot;HANDLING&quot; EN AEROPUERTOS, QUE COMPRENDE, ENTRE OTRAS, LAS ACTIVIDADES DE ASISTENCIA EN TIERRA, ASISTENCIA A PASAJEROS, DE EQUIPAJES, DE CARGA Y CORREO, DE OPERACIONES EN PISTA, LA LIMPIEZA DE AERONAVES, INSTALACIONES AEROPORTUARIAS, ASISTENCIA DE COMBUSTIBLE, DE MANTENIMIENTO EN LÍNEA, SUMINISTRO Y GESTIÓN DE MATERIALES, ASISTENCIA DE OPERACIONES DE VUELO Y ADMINISTRACIÓN DE LA TRIPULACIÓN, ASISTENCIA DE TRANSPORTE DE SUPERFICIE, ASISTENCIA DE MAYORDOMÍA, CATERING, SERVICIO DE RAMPA, ATENCIÓN A PERSONALIDADES, GESTIÓN DE SERVICIOS EN INSTALACIONES AEROPORTUARIAS, TALES COMO SALAS VIP, CENTRO DE NEGOCIOS. 54. DISEÑO, CONSTRUCCIÓN, FABRICACIÓN, INSTALACIÓN, MANTENIMIENTO, LIMPIEZA, CONSERVACIÓN, EXPLOTACIÓN Y COMERCIALIZACIÓN PUBLICITARIA DE TODO TIPO DE SOPORTES, YA SEA SITUADOS EN INFRAESTRUCTURAS, SERVICIOS DE TRANSPORTES O CUALQUIER CLASE DE MOBILIARIO URBANO Y DEMÁS EMPLAZAMIENTOS. 55. SERVICIOS DE PUBLICIDAD DIRECTA, FRANQUEO Y CURSO POR CORREO DE IMPRESOS PUBLICITARIOS Y PROPAGANDÍSTICOS; REALIZACIÓN DE LAS ACTIVIDADES ENUMERADAS A TRAVÉS DE INTERNET, EN ESPECIAL, LA GESTIÓN Y COMERCIALIZACIÓN PUBLICITARIA EN PÁGINAS WEB. 56. PRESTACIÓN DE SERVICIOS DE CONTROL DE TRÁNSITO AÉREO DE AERÓDROMO, SERVICIOS DE DIRECCIÓN DE PLATAFORMA, SERVICIO DE INFORMACIÓN (VOZ-ATIS) Y SERVICIOS DE ALERTA (AL), SERVICIOS DE FORMACIÓN INICIAL, DE UNIDAD Y CONTÍNUA. 57. PRESTA CIÓN DE TODA CLASE DE SERVICIOS RELACIONADOS CON LA NAVEGACIÓN AÉREA Y GESTIÓN Y OPERACIÓN AEROPORTUARIA, TALES COMO  SERVICIOS DE TRÁNSITO AÉREO (ATS), CON EXPRESA INCLUSIÓN DE SERVICIOS DE CONTROL DE ÁREA, APROXIMACIÓN, ASESORAMIENTO Y CUALQUIER OTRO DE CONTROL DE TRÁNSITO AÉREO, SERVICIOS DE INFORMAICÓN DE VUELO (FIS), SERVICIO DE INFORMACIÓN DE VUELO DE AERÓDROMO (AFIS). PRESTACIÓN DE SERVICIOS DE COMUNICACIONES, NAVEGACIÓN Y VIGILANCIA (CNS) EN LOS SISTEMAS DE LA NAVEGACIÓN AÉREA, ASÍ COMO LAS ACTIVIDADES DE GESTIÓN, INVESTIGACIÓN, MANTENIMIENTO, ACTUALIZACIÓN, SUPERVISIÓN, INSPECCIÓN Y FORMACIÓN RELATIVAS A DICHA PRESTACIÓN. PROMOCIÓN DE PRODUCTOS, RECURSOS, INSTALACIONES Y SERVICIOS DE ASESORAMIENTO, FORMACIÓN, INSTRUCCIÓN, AUDITORÍA, INSPECCIONES, PROCESOS DE CERTIFICACIÓN, METEOROLOGÍA Y CONSULTORÍA EN MATERIA AERONÁUTICA. DISEÑOS DE SISTEMAS, APLICACIONES, METODOLOGÍA, ORGANIZACIÓN, PROCEDIMIENTOS PARA LA NAVEGACIÓN AÉREA Y GESTIÓN AEROPORTUARIA. 58. FORMACIÓN PROFESIONAL Y RECICLAJE DE LAS PERSONAS QUE PRESTEN LOS SERVICIOS EXPRESADOS EN LOS PUNTOS ANTERIORES. 59. REDACCIÓN Y TRAMITACIÓN DE TODO TIPO DE PROYECTOS RELACIONADOS CON LOS TEMAS ANTERIORMENTE CITADOS. 60. LA REALIZACIÓN DE LOS OBJETOS ENUNCIADOS DIRECTAMENTE O EN ASOCIACIÓN O UNIÓN DE OTRAS ENTIDADES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03316",
      "_links": {
        "self": {
          "name": "CLECE, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/03316"
        }
      }
    },
    {
      "name": "XABIER GALLASTEGI IDIGORAS",
      "registrationNumber": "10210",
      "identificationNumber": "15361313G",
      "address": "Ardantzabide kalea 8",
      "location": {
        "postalCode": "20750",
        "municipality": "Zumaia",
        "county": "Gipuzkoa",
        "municipalityId": "081",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "2.421",
          "name": "Arquitectos técnicos y aparejadores",
          "_links": {
            "self": {
              "name": "Arquitectos técnicos y aparejadores",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.421"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-14",
      "certificateEndDate": "2026-05-13",
      "object": "ARQUITECTOS TÉCNICOS Y APAREJADORES.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10210",
      "_links": {
        "self": {
          "name": "XABIER GALLASTEGI IDIGORAS",
          "href": "https://api.euskadi.eus/procurements/companies/10210"
        }
      }
    },
    {
      "name": "ETIDUERO, S.L.",
      "registrationNumber": "10204",
      "identificationNumber": "B47433222",
      "address": "C/ ENDRINO, 66 POLIG.IND.EL BRIZO",
      "location": {
        "postalCode": "47162",
        "municipality": "Aldeamayor de San Martín",
        "county": "Valladolid",
        "municipalityId": "007",
        "countyId": "47"
      },
      "economicActivities": [
        {
          "id": "1.473.3",
          "name": "Fabricación de artículos de oficina, escritorio, de papel y cartón",
          "_links": {
            "self": {
              "name": "Fabricación de artículos de oficina, escritorio, de papel y cartón",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.473.3"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-14",
      "certificateEndDate": "2026-05-13",
      "object": "FABRICACIÓN DE TODO TIPO DE ETIQUETAS AUTOADHESIVAS Y DE PAPEL, ASÍ COMO  LA COMERCIALIZACIÓN DE MANIPULADOS DE PAPEL EN GENERAL Y DE MATERIAL DE OFICINA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10204",
      "_links": {
        "self": {
          "name": "ETIDUERO, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/10204"
        }
      }
    },
    {
      "name": "GLOBAL DOING, S.L.",
      "registrationNumber": "09147",
      "identificationNumber": "B95992319",
      "address": "Gpo. Aldatze Etxadia 21B",
      "location": {
        "postalCode": "48960",
        "municipality": "Galdakao",
        "county": "Bizkaia",
        "municipalityId": "036",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.671.5",
          "name": "Restaurante un tenedor",
          "_links": {
            "self": {
              "name": "Restaurante un tenedor",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.671.5"
            }
          }
        },
        {
          "id": "1.673.2",
          "name": "Otros cafés y bares",
          "_links": {
            "self": {
              "name": "Otros cafés y bares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.673.2"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-14",
      "certificateEndDate": "2026-05-11",
      "object": "PRESTACIÓN DE TODO TIPO DE SERVICIOS RELACIONADOS CON LA HOSTELERÍA Y RESTAURACIÓN. - LA EXPLOTACIÓN DE BARES, CAFETERÍAS RESTAURANTES, Y ASÍ COMO LA PRODUCCIÓN Y COMERCIALIZACIÓN DE COMIDAS A DOMICILIO Y PARA CONSUMIDORES COLECTIVOS, TALES COMO FÁBRICA O CENTROS EDUCATIVOS Y NEGOCIOS ANÁLOGOS, EN SU MÁS AMPLIA EXPRESIÓN, DENTRO DEL RAMO DE LA HOSTELERÍA, ASÍ COMO LAS DEMÁS ACTIVIDADES QUE DIRECTIVA O INDIRECTAMENTE SE RELACIONAN CON DICHO OBJETO. - LA EXPLOTACIÓN, ADQUISICIÓN Y ARRENDAMIENTO DE CUALQUIER CLASE DE ESTABLECIMIENTO DE HOSTELERÍA, TANTO DE BAR, CAFETERÍA, PUB, RESTAURANTE Y DE ELABORACIÓN, DISTRIBUCIÓN Y SERVICIOS DE COMIDA, TANTO EN LOCALES PROPIOS COMO AJENOS. CÓDIGO CNAE: 5610. RESTAURANTES Y PUESTOS DE COMIDAS. - COMERCIO AL POR MENOR DE FRUTAS, VERDURAS, HORTALIZAS Y TUBÉRCULOS. COMERCIO AL POR MENOR DE VINOS Y BEBIDAS DE TODAS CLASES. COMERCIO AL POR MENOR DE PRODUCTOS TEXTILES, CONFECCIÓN, CALZADO, PIELES Y ARTÍCULOS DE CUERO. COMERCIO AL POR MENOR DE MEDICAMENTOS Y PRODUCTOS ALIMENTICIOS; ARTÍCULOS DE DROGUERÍA Y LIMPIEZA, PERFUMERÍA Y COSMÉTICA EN GENERAL; PRODUCTOS QUÍMICOS, EN GENERAL; COMERCIO AL POR MENOR DE HIERBAS Y PLANTAS DE HERBOLARIO. COMERCIO AL POR MENOR DE ARTÍCULOS PARA EQUIPAMIENTO DEL HOGAR Y DE LA CONSTRUCCIÓN. COMERCIO AL POR MENOR DE VEHÍCULOS TERRESTRES, AERONAVES Y EMBARCACIONES Y DE MAQUINARIA, ACCESORIOS Y PIEZAS DE RECAMBIO. OTRO COMERCIO AL POR MENOR. COMERCIO AL POR MENOR POR CORREO O POR CATÁLOGO.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09147",
      "_links": {
        "self": {
          "name": "GLOBAL DOING, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09147"
        }
      }
    },
    {
      "name": "A-B MÉDICA GROUP, S.A.",
      "registrationNumber": "00443",
      "identificationNumber": "A08736431",
      "address": "C/ JERICÓ, Nº 10 BIS - INTERIOR.",
      "location": {
        "postalCode": "08035",
        "municipality": "Barcelona",
        "county": "Barcelona",
        "municipalityId": "019",
        "countyId": "08"
      },
      "economicActivities": [
        {
          "id": "1.619.2",
          "name": "Venta al por mayor de aparatos e instrumentos médicos, ortopédicos, ópticos",
          "_links": {
            "self": {
              "name": "Venta al por mayor de aparatos e instrumentos médicos, ortopédicos, ópticos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.619.2"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-14",
      "certificateEndDate": "2026-05-07",
      "object": "LA COMPRA, VENTA, IMPORTACIÓN, EXPORTACIÓN, FABRICACIÓN Y COMERCIALIZACIÓN DE: A) TODA CLASE DE MATERIAL MÉDICO, MÉDICO-QUIRÚRGICO Y DE LABORATORIO. B) PAPEL TERMOSENSIBLE, PAPEL MIMIMETRADO Y, EN GENERAL, CUALQUIER OTRA VARIEDAD DE PAPELES DE REGISTRO Y SUS MANUFACTURAS Y ACCESORIOS. C) COMPONENTES, APARATOS, MAQUINARA E INSTRUMENTOS MECÁNICOS, ELÉCTRICOS Y ELECTRÓNICOS, REPRODUCTORES Y AMPLIFICADORES DE IMAGEN Y SONIDO, ASIMISMO RELACIONADOS CON EL ANTERIOR APARTADO. D) INSTRUMENTOS, MAQUINARIA Y APARATOS DE MEDIDA, COMPROBACIÓN Y CONTROL. E) TODA CLASE DE RECAMBIOS, ACCESORIOS Y ELEMENTOS PARA LOS APARATOS, INSTRUMENTOS Y DEMÁS MENCIONES EN LOS APARTADOS ANTERIORES. F) PRODUCTOS ALIMENTICIOS, BEBIDAS, PRODUCTOS QUÍMICOS Y PRODUCTOS DE PRECISIÓN Y CONTROL  EL ALQUILER DE EQUIPOS MÉDICOS Y SU MANTENIMIENTO EN GENERAL. LA COMPRA, VENTA, PRODUCCIÓN, CREACIÓN, DESARROLLO Y MANTENIMIENTO DE EQUIPOS INFORMÁTICOS. EL DESARROLLO DE PROGRAMAS INFORMÁTICOS Y LA COMERCIALIZACIÓN DE LOS MISMOS. LA COMPRA, VENTA, CONSTRUCCIÓN, ARRENDAMIENTO Y REHABILITACIÓN DE TODA CLASE DE INMUEBLES. LA CONTRATACIÓN CON OTRAS SOCIEDADES Y EMPRESAS DE SU ACTUACIÓN COMO DELEGADA, REPRESENTANTE O CONCESIONARIA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/00443",
      "_links": {
        "self": {
          "name": "A-B MÉDICA GROUP, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/00443"
        }
      }
    },
    {
      "name": "ALAITZ BOMBIN GUTIERREZ",
      "registrationNumber": "08218",
      "identificationNumber": "78933107M",
      "address": "Ronda Azkue, 34, 1ºB",
      "location": {
        "postalCode": "48902",
        "municipality": "Barakaldo",
        "county": "Bizkaia",
        "municipalityId": "013",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.961.1",
          "name": "Producción de películas cinematográficas (incluso vídeos)",
          "_links": {
            "self": {
              "name": "Producción de películas cinematográficas (incluso vídeos)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.961.1"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-14",
      "certificateEndDate": "2026-05-12",
      "object": "PRODUCCIÓN DE PELÍCULAS CINEMATOGRÁFICAS (INCLUSO VÍDEOS).",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08218",
      "_links": {
        "self": {
          "name": "ALAITZ BOMBIN GUTIERREZ",
          "href": "https://api.euskadi.eus/procurements/companies/08218"
        }
      }
    },
    {
      "name": "BATERATU ASOCIACION VASCA PARA EL DESARROLLO DE LA MEDIACIÓN Y APOYO A LA FAMILIA / BITARTEKARITZAREN GARAPENERAKO ETA FAMILIAREN SOSTENGURAKO EUSKAL ELKARTEA",
      "registrationNumber": "08180",
      "identificationNumber": "G48831416",
      "address": "CALLE LUTXANA,6 BAJO IZDA OFICINA C    ",
      "location": {
        "postalCode": "48008",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.952",
          "name": "Asistencia y servicios sociales en centros no residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros no residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.952"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-13",
      "certificateEndDate": "2026-04-27",
      "object": "1. PRESTAR SERVICIOS DE ASISTENCIA SOCIAL. 2. PRESTAR SERVICIOS DE ENSEÑANZA UNIVERSITARIA Y DE POSTGRADUADOS. 3. FOMENTAR Y DESARROLLAR LA MEDIACIÓN. PARA LA CONSECUCIÓN DE DICHO FIN SE LLEVARÁ A CABO, PREVIO AL CUMPLIMIENTO DE LOS REQUISITOS LEGALES ESTABLECIDOS, LA SIGUIENTE ACTIVIDAD: 1. PRESTAR SERVICIOS DE MEDIACIÓN FAMILIAR. 2. FORMACIÓN EDUCATIVA, UNIVERSITARIA Y DE POSTGRADUADO EN MEDIACIÓN FAMILIAR. 3. PRESTAR SERVICIOS DE ASISTENCIA SOCIAL Y APOYO PSICOSOCIAL A LAS FAMILIAS EN CRISIS QUE POSIBILITEN EL EQUILIBRO PERSONAL DE QUIENES LA COMPONEN Y LA RELACIÓN POSITIVA ENTRE ELLAS.  4. ACTIVIDADES DIRIGIDAS AL FOMENTO Y DESARROLLO DE LA MEDIACIÓN. SIN RERJUICIO DE LAS ACTIVIDADES DESCRITAS EN EL APARTADO ANTERIOR, LA ASOCIACIÓN, PARA EL CUMPLIMIENTO DE SUS FINES PODRÁ: - DESARROLLAR ACTIVIDADES ECONÓMICAS DE TODO TIPO, ENCAMINADAS A LA REALIZACIÓN DE SUS FINES O A ALLEGAR RECURSOS CON ESE OBJETIVO. - ADQUIRIR Y POSEER BIENES DE TODAS CLASES Y POR CUALQUIER TÍTULO, ASÍ COMO CELEBRAR ACTOS Y CONTRATOS DE TODO GÉNERO. - EJERCITAR TODA CLASE DE ACCIONES CONFORME A LAS LEYES O A SUS ESTATUTOS. EN TODO CASO, LA ASOCIACIÓN CARECERÁ DE FINALIDAD LUCRATIVA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08180",
      "_links": {
        "self": {
          "name": "BATERATU ASOCIACION VASCA PARA EL DESARROLLO DE LA MEDIACIÓN Y APOYO A LA FAMILIA / BITARTEKARITZAREN GARAPENERAKO ETA FAMILIAREN SOSTENGURAKO EUSKAL ELKARTEA",
          "href": "https://api.euskadi.eus/procurements/companies/08180"
        }
      }
    },
    {
      "name": "SOLETO BUS, S.L.",
      "registrationNumber": "04315",
      "identificationNumber": "B48954945",
      "address": "MONTE ELORRIAGA, 8 - 5º B",
      "location": {
        "postalCode": "48014",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.721.3",
          "name": "Transporte de viajeros por carretera",
          "_links": {
            "self": {
              "name": "Transporte de viajeros por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.721.3"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-13",
      "certificateEndDate": "2026-05-12",
      "classification": [
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "R",
              "subgroups": [
                {
                  "id": "01",
                  "name": "Transporte de viajeros por carretera",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 600.001 Hasta 1.1200.000",
                      "_links": {
                        "self": {
                          "name": "Desde 600.001 Hasta 1.1200.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Transporte de viajeros por carretera",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/R/subgroups/01"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/R"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "EL TRANSPORTE DE VIAJEROS POR CARRETERA, TANTO EN EL ÁMBITO NACIONAL COMO EN EL ÁMBITO INTERNACIONAL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04315",
      "_links": {
        "self": {
          "name": "SOLETO BUS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04315"
        }
      }
    },
    {
      "name": "BELVEDERE S. COOP. PEQUEÑA",
      "registrationNumber": "07575",
      "identificationNumber": "F01715820",
      "address": "Gorte kalea 29-31, 5ºA",
      "location": {
        "postalCode": "48003",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-13",
      "certificateEndDate": "2025-06-28",
      "object": "LA PRESTACIÓN DE SERVICIOS INTEGRALES DE COMUNICACIÓN COMO AGENCIA DE PUBLICIDAD, MARKETING, COMUNICACIÓN Y CONSULTORÍA. ASÍ MISMO, REALIZARÁ ACTIVIDADES EDITORIALES EN SOPORTES VARIADOS (PUBLICACIONES, REVISTAS, LIBROS, ARCHIVO INTERNET), PRODUCCIÓN, DISTRIBUCIÓN, COMERCIALIZACIÓN Y EXHIBICIÓN AUDIOVISUAL; ACTIVIDADES DE ARTES GRÁFICAS; DISEÑO; FOTOGRAFÍA; RELACIONES PÚBLICAS; Y ACTIVIDADES DE FORMACIÓN Y CONSULTORÍA. ADEMÁS, REALIZARÁ ACTIVIDADES DE TRADUCCIÓN E INTERPRETACIÓN; ORGANIZACIÓN DE EVENTOS SOCIALES Y CULTURALES; COMERCIALIZACIÓN DE PRODUCTOS PUBLICITARIOS, Y LAS RELACIONADAS CON LAS TECNOLOGÍAS DE LA INFORMACIÓN, LAS REDES SOCIALES Y LA INFORMÁTICA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07575",
      "_links": {
        "self": {
          "name": "BELVEDERE S. COOP. PEQUEÑA",
          "href": "https://api.euskadi.eus/procurements/companies/07575"
        }
      }
    }
  ]
}