{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 179,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "PREZERO ESPAÑA, S.A.",
      "registrationNumber": "05881",
      "identificationNumber": "A82741067",
      "address": "Calle Dédalo, nº 2",
      "location": {
        "postalCode": "28037",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.911",
          "name": "Servicios agrícolas y ganaderos",
          "_links": {
            "self": {
              "name": "Servicios agrícolas y ganaderos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.911"
            }
          }
        },
        {
          "id": "1.921.1",
          "name": "Servicios de limpieza en calles, vías públicas y jardines",
          "_links": {
            "self": {
              "name": "Servicios de limpieza en calles, vías públicas y jardines",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.1"
            }
          }
        },
        {
          "id": "1.921.2",
          "name": "Servicios de recogida de basuras y desechos",
          "_links": {
            "self": {
              "name": "Servicios de recogida de basuras y desechos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.2"
            }
          }
        },
        {
          "id": "1.921.4",
          "name": "Servicios de alcantarillado, evacuación y depuración de aguas residuales",
          "_links": {
            "self": {
              "name": "Servicios de alcantarillado, evacuación y depuración de aguas residuales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.4"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-04",
      "certificateEndDate": "2026-04-28",
      "object": "1º. CONTRATACIÓN, GESTIÓN PROYECCIÓN, CONSTRUCCIÓN Y EJECUCIÓN DE TODA CLASE DE OBRA, PÚBLICA O PRIVADA. 2º. DISEÑO, CONSTRUCCIÓN , EJECUCIÓN, EXPLOTACIÓN, GESTIÓN, ADMINISTRACIÓN, CONSERVACIÓN DE TODA CLASE DE INFRAESTRUCTURAS Y DE OBRAS, YA SEA DIRECTAMENTE O A TRAVÉS DE LA PARTICIPACIÓN EN SOCIEDADES, AGRUPACIONES, CONSORCIOS O CUALQUIER OTRA FIGURA JURÍDICA ANÁLOGA LEGALMENTE PERMITIDA EN EL PAÍS DE QUE SE TRATE. 3º EXPLOTACIÓN Y PRESTACIÓN DE TODO TIPO DE SERVICIOS RELACIONADOS CON LA INFRAESTRUCTURA DEL TRANSPORTE URBANO E INTERURBANO, YA SEA POR VÍA TERRESTRE, MARÍTIMA O AÉREA. EXPLOTACIÓN Y GESTIÓNO DE TODA CLASE DE OBRAS Y SERVICIOS COMPLEMENTARIOS QUE PUEDAN OFRECERSE EN LAS ÁREAS DE INFLUENCIA DE INFRAESTRUCTURAS Y OBRAS, PÚBLICAS Y PRIVADAS. 4º. GESTIÓN, ADMINISTRACIÓN, ADQUISICIÓN, PROMOCIÓN, ENAJENACIÓN, REHABILITACIÓN Y EXPLOTACIÓN EN CUALQUIER FORMA DE SOLARES, TERRENOS, CONJUNTOS RESIDENCIALES, URBANIZACIONES O PROMOCIONES INMOBILIARIAS Y, EN GENERAL, DE TODA CLASE DE BIENES INMUEBLES. 5º. FABRICACIÓN, ADQUISICIÓN, SUMINISTRO, IMPORTACIÓN, EXPORTACIÓN, ARRENDAMIENTO, INSTALACIÓN, MANTENIMIENTO, DISTRIBUCIÓN Y EXPLOTACIÓN DE MAQUINARIA, HERRAMIENTAS, VEHÍCULOS, INSTALACIONES, MATERIALES, EQUIPOS YMOBILIARIO DE TODA CLASES, INCLUÍDO EL MOBILIARIO Y EQUIPAMIENTOS URBANOS. 6º. ADQUISICIÓN, EXPLOTACIÓN VENTA Y CESIÓN DE DERECHOS DE PROPIEDAD INDUSTRIAL E INTELECTUAL. 7º. PRESTACIÓN DE SRVICIOS RELACIONADOS CON LA CONSERVACIÓN, REPARACIÓN, MANTENIMIENTO, SANEAMIENTO Y LIMPIEZA DE TODA CLASA DE OBRAS, INSTALACIONES Y SERVICIOS, TANTO A ENTIDADES PÚBLICAS COMO PRIVADAS. 8º. PRESTACIÓN DE SERVICIOS PROPIOS DE LA ACTIVIDAD DE LA INGENIERÍA, TALES COMO LA REALIZACIÓN DE PROYECTOS, ESTUDIOS E INFORMES. 9º. ELABORACIÓN DE PROYECTOS Y ESTUDIOS, CONSTRUCCIÓN, MANTENIMIENTO, EXPLOTACIÓN Y COMERCIALIZACIÓN DE TODO TIPO DE INSTALACIONES Y SERVICIOS DE SUMINISTRO, DEPURACIÓN, TRANSFORMACIÓN Y TRATAMIENTO DE CUALQUIER CLASE DE AGUAS Y RESIDUOS. INVESTIGACIÓN Y DESARROLLO DE ESTOS MISMOS CAMPOS. 10º. PRESTACIÓN DE SERVICIOS RELACIONADOS CON EL MEDIO AMBIENTE, TALES COMO EL CONTROL DE HUMUS Y RUIDOS, Y LA GESTIÓN INTEGRAL DE BASURAS, TANTO EN LO QUE SE REFIERE A SU RECOGIDA COMO A SU DEPURACIÓN, TRANSFORMACIÓN Y TRATAMIENTO. 11º. INVESTIGACIÓN, DISEÑO, DESARROLLO, FABRICACIÓN, EXPLOTACIÓN Y CESIÓN DE PROGRAMAS Y, EN GENERAL, DE PRODUCTOS INFORMÁTICOS, ELECTRÓNICOS Y DE TELECOMUNICACIÓN. 12º. CONSTRUCCIÓN, GESTIÓN, OPERACIÓN, EXPLOTACIÓN Y MANTENIMIENTO DE INSTALACIONES DE PRODUCCIÓN DE CUALQUIER CLASE DE ENERGÍA. SE EXCEPTÚAN AQUELLAS ACTIVIDADES REGULADAS POR DISPOSICIONES LEGALES E INCOMPATIBLES CON ESTE APARTADO DEL OBJETO SOCIAL. 13º. LA INVESTIGACIÓN, EXPLOTACIÓN Y APROVECHAMIENTO DE YACIMIENTOS MINERALES, ASÍ COMO LA ADQUISICIÓN, USO Y DISFRUTE DE PERMISOS, CONCESIONES, LICENCIAS, AUTORIZACIONES Y DEMÁS DERECHOS DE CARÁCTER MINERO; Y LA INDUSTRIALIZACIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN DE PRODUCTOS MINERALES. QUEDAN EXCEPTUADAS LAS ACTIVIDADES RELACIONADAS CON MINERALES DE INTERÉS ESTRATÉGICO. 14º. LA TITULARIDAD DE TODA CLASE CONCESIONES, SUBCONCESIONES, AUTORIZACIONES YLICENCIAS ADMINISTRATIVAS DE OBRAS, SERVICIOS Y MIXTAS DEL ESTADO, COMUNIDADES AUTÓNOMAS, PROVINCIAS, MUNICIPIOS, ORGANISMOS AUTÓNOMOS, ENTIDADES AUTÓNOMAS Y, EN GENERAL, DE CUALQUIER ESTADO EXTRANJERO E INSTITUCIONES INTERNACIONALES. 15º. CONSTRUCCIÓN, EXPLOTACIÓN Y GESTIÓN DE TODO TIPO DE ESTABLECIMIENTOS DEDICADOS A LA HOSTELERÍA, RESTAURACIÓN, ACTIVIDADES DEPORTIVAS, PARQUES DE ATRACCIONES Y, EN GENERAL, DE CUALQUIER OTRA ACTIVIDAD RELACIONADA CON EL OCIO, EL DEPORTE Y LA RECREACIÓN. 16º. PRESTACIÓN A CUALQUIER CLASE DE SOCIEDADES Y EMPRESAS DE SERVICIOS DE GESTIÓN Y ADMINISTRACIÓN, ASÍ COMO DE CONSULTORÍA Y AESORAMIENTO EN MATERIA DE CONTABILIDAD, ASISTENCIA LEGAL, TÉCNICA, FINANCIERA, FISCAL Y DE RECURSOS HUMANOS Y LABORAL. 17º. EN TODO LO QUE NO SUPONGA COLISIÓN CON LAS ACTIVIDADES LEGALMENTE RESERVADAS POR LEGISLACIÓN ESPECIAL, Y EN PARTICULAR, POR LA LEGISLACIÓNN DE LAS INSTITUCIONES DE INVERSIÓN COLECTIVA Y DEL MERCADO DE VALORES, CONCERTAR Y REALIZAR POR CUENTA PROPIA TODA CLASE DE OPERACIONES RESPECTO A VALORES EN CUALQUIER TIPO DE MERCADO, NACIONAL O INTERNACIONAL, COMPRAR, VENDER O DE OTRO MODO, ADQUIRIR, TRANSMITIR, SUSTITUIR, ENAJENAR, PIGNORAR Y SUSCRIBIR TODA CLASE DE ACCIONES, VALORES CONVERTIBLES EN ELLAS O QUE OTORGUEN DERECHO A SU ADQUISICIÓN O SUSCRIPCIÓN, OBLIGACIONES, DERECHOS, BONOS, PAGARÉS, EFECTOS PÚBLICOS O VALORES MOBILIARIOS, Y PARTICIPAR EN OTRAS SOCIEDADES.. 18º. RECOGIDA, ALMACENAMIENTO, ELIMINACIÓN, TRATAMIENTO, RECICLAJE, COMERCIALIZACIÓN Y TRANSPORTE Y VALORIZACIÓN DE RESIDUOS SÓLIDOS URBANOS, RESIDUOS INDUSTRIALES, RESIDUOS INERTES, RESIDUOS SANITARIOS, DE LODOS Y DE SUBPRODUCTOS, Y DE CUALQUIER OTRA NATURALEZA, TANTO A ENTIDADES PÚBLICAS COMO PRIVADAS. PRESTACIÓN DE SERVICIOS DE RECOGIDA SELECTIVA DE RESIDUOS Y DE LIMPIEZA VIARIA, PUDIENDO, EN EL MARCO DE ESTA ACTIVIDAD, ACTUAR EN REPRESENTACIÓN DE TERCEROS ANTE LAS ADMINISTRACIONES PÚBLICAS. 19º. REALIZACIÓN DE ACTIVIDADES DE CONSTRUCCIÓN, INSTALACIÓN Y GESTIÓN DE TODA CLASE DE VERTEDEROS DESTINADOS A FAVORECER EL MEDIO AMBIENTE, EN CUALQUIERA DE SUS VECTORES (AIRE, AGUA, TIERRA), EN TODOS LOS ÁMBITOS Y SECTORES Y, EN ESPECIAL, LOS QUE REQUIERAN LA APLICACIÓN DE TECNOLOGÍAS MEDIOAMBIENTALES, QUÍMICAS, TECNOLOGÍAS LIMPIAS, TECNOLOGÍAS DE RECUPERACIÓN, RECICLAJE Y TRATAMIENTO, ASÍ COMO TODAS AQUELLAS DESTINADAS A LA REDUCCIÓN, MINIMIZACIÓN Y PREVENCIÓN DE LA CONTAMINACIÓN, INCLUYENDO TODAS AQUELLAS ACTIVIDADES COMPLEMENTARIAS Y NECESARIAS PARA EL DESEMPEÑO DE LA PRINCIPAL, EN ESPECIAL EL DEPÓSITO DE SEGURIDAD Y TRANSPORTE. 20º. SERVICIOS DE CONSERVACIÓN Y MANTENIMIENTO DE PARQUES, MONTES Y JARDINES, PLANTACIONES Y TODA CLASE DE SERVICIOS VINCULADOS A LA PROTECCIÓN DE ESPECIES. 21º. SERVICIOS RELACIONADOS CON TRATAMIENTOS SELVÍCOLAS Y FITOSANITARIOS. PRESTACIÓN DE SERVICIOS FORESTALES Y DE REPOBLACIÓN, INCLUIDA LA EJECUCIÓN DE ACTIVIDADES PROPIAS DE LA DEFENSA DEL MEDIO AMBIENTE FRENTE A INCENDIOS Y ACONTECIMIENTOS NATURALES. SERVICIOS AÉREOS DE FUMIGACIÓN, CONTROL, VIGILANCIA AÉREA Y EXTINCIÓN DE INCENDIOS. PREVENCIÓN DE INCENDIOS FORESTALES. 27º. LA PRÁCTICA DE ANÁLISIS QUÍMICOS Y LA INVESTIGACIÓN EN LOS SECTORES  ECOLÓGICO, AGRÍCOLA, ZOOTÉCNICO Y ALIMENTARIO; ASÍ COMO LA PRESTACIÓN DE TECNOLOGÍA Y SERVICIOS PARA LA REDACCIÓN Y EJECUCIÓN DE PROYECTOS DE IMPLANTACIÓN DE EMPRESAS DE DICHAS RAMAS, Y DE ASISTENCIA TÉCNICA PARA SU DESARROLLO Y GESTIÓN. 23º. EL DESARROLLO, FABRICACIÓN, ALMACENAMIENTO, DISTRIBUCIÓN Y VENTA DE PRODUCTOS Y EQUIPOS RELACIONADOS CON EL MEDIO AMBIENTE Y LAS LIMPIEZAS INDUSTRIALES. 24º. CONSERVACIÓN, MANTENIMIENTO Y GESTIÓN INTEGRAL DE EDIFICIOS, APARCAMIENTOS, AEROPUERTOS, OBRAS, INSTALACIONES E INFRAESTRUCTURAS. LIMPIEZA, DESRATIZACIÓN, Y DESINFECCIÓN DE EDIFICIOS, OBRAS, INSTALACIONES, INFRAESTRUCTURAS. CONSERVACIÓN Y MANTENIMIENTO DE MONUMENTOS Y EDIFICIOS SINGULARES. LIMPIEZA DE POLIDEPORTIVOS. CONSERVACIÓN Y MANTENIMIENTO DE REDES DE AGUA Y ALCANTARILLADO. 25º. SERVICIO DE MANTENIMIENTO Y CONSERVACIÓN DE VÍAS PÚBLICAS URBANAS, ASÍ COMO MANTENIMIENTO, REHABILITACIÓN, REFORMA Y CONSERVACIÓN DE PAVIMENTOS POR VÍAS URBANAS, Y MOBILIARIO URBANO.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05881",
      "_links": {
        "self": {
          "name": "PREZERO ESPAÑA, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/05881"
        }
      }
    },
    {
      "name": "AUREN LEGAL BIO, S.L.P.",
      "registrationNumber": "08849",
      "identificationNumber": "B95697660",
      "address": "Calle Gran Vía Don Diego López de Haro (48009) 35, PISO 2º",
      "location": {
        "postalCode": "48009",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.841",
          "name": "Servicios jurídicos",
          "_links": {
            "self": {
              "name": "Servicios jurídicos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.841"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-04",
      "certificateEndDate": "2026-04-29",
      "object": "EL OBJETO SOCIAL ÚNICO DE LA COMPAÑÍA SE CONCRETA EN LAS ACTIVIDADES PROPIAS DE LOS ABOGADOS COLEGIADOS, SEGÚN APARECEN TIPIFICADAS EN EL ESTATUTO DEL ILUSTRE COLEGIO DE ABOGADOS DEL SEÑORÍO DE BIZKAIA Y ESTATUTO GENERAL DE LA ABOGACÍA VIGENTES Y DE LAS PRESCRIPCIONES QUE, EN SU CASO, RESULTEN DE APLICACIÓN. EL OBJETO SOCIAL, POR TANTO Y EN RESUMEN, COMPRENDE LAS ACTIVIDADES PROFESIONALES PRIVATIVAS DE LOS ABOGADOS, DE DIRECCIÓN Y DEFENSA DE INTERESES JURÍDICOS AJENOS, PÚBLICOS Y PRIVADOS, EN TODA CLASE DE PROCESO Y EL ASESORAMIENTO, CONCORDIA Y CONSEJO JURÍDICOS, SEGÚN FIGURAN TIPIFICADAS EN SUS ESTATUTOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08849",
      "_links": {
        "self": {
          "name": "AUREN LEGAL BIO, S.L.P.",
          "href": "https://api.euskadi.eus/procurements/companies/08849"
        }
      }
    },
    {
      "name": "BIZKAIKO BERTSOZALE ELKARTEA",
      "registrationNumber": "06661",
      "identificationNumber": "G48553242",
      "address": "ZABALE KALEA 9, BEHEA-ATZEA",
      "location": {
        "postalCode": "48200",
        "municipality": "Durango",
        "county": "Bizkaia",
        "municipalityId": "027",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.934",
          "name": "Enseñanza fuera de establecimiento permanente",
          "_links": {
            "self": {
              "name": "Enseñanza fuera de establecimiento permanente",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.934"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-04",
      "certificateEndDate": "2026-04-13",
      "object": "BERTSOLARITZAREN SUSTATZAILE ETA BABESLE IZATEA ETA BERTSOLARITZAREN AHALEGINETIK EUSKARAREN DEFENTSAN ETA NORMALKUNTZA IHARDUERAN LANKIDE BILAKATZEA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06661",
      "_links": {
        "self": {
          "name": "BIZKAIKO BERTSOZALE ELKARTEA",
          "href": "https://api.euskadi.eus/procurements/companies/06661"
        }
      }
    },
    {
      "name": "COMERCIAL ALDAZABAL, S.L.",
      "registrationNumber": "04412",
      "identificationNumber": "B48301477",
      "address": "JUAN XXIII, Nº 6 BAJO",
      "location": {
        "postalCode": "48340",
        "municipality": "Amorebieta-Etxano",
        "county": "Bizkaia",
        "municipalityId": "003",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.652.2",
          "name": "Venta al por menor de productos de droguería y productos para decoración",
          "_links": {
            "self": {
              "name": "Venta al por menor de productos de droguería y productos para decoración",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.652.2"
            }
          }
        },
        {
          "id": "1.921.3",
          "name": "Exterminio de animales dañinos y desinfección",
          "_links": {
            "self": {
              "name": "Exterminio de animales dañinos y desinfección",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.3"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-04",
      "certificateEndDate": "2026-04-30",
      "object": "EL EXTERMINIO DE ANIMALES DAÑINOS Y DESINFECCIÓN DE CUALQUIER CLASE. DESINFECCIÓN, DESINSECTACIÓN Y DESRATIZACIÓN DE CUALQUIER CLASE. EXTERMINIO DE PARÁSITOS EN ÁRBOLES Y PLANTAS POR LOS SISTEMAS DE PULVERIZACIÓN, ESPOLVORIZACIÓN Y FUMIGACIÓN, CON EMPLEO DE MEDIOS MECÁNICOS DE CUALQUIER TIPO, VEHÍCULOS, TURBINAS, NEBULIZADORES, AVIONETAS, HELICÓPTEROS Y ANÁLOGOS, CON UTILIZACIÓN DE PRODUCTOS ANTIPARASITARIOS, RATICIDAS, DESINFECTANTES Y PRODUCTOS FITOSANITARIOS DE CUALQUIER CLASE. REALIZACION DE CAMPAÑAS PÚBLICAS DE PUBLICIDAD, ORIENTACIÓN SOBRE LOS TRABAJOS DE DESRATIZACIÓN, DESINSECTACIÓN Y DESINFECCIÓN, CON EMPLEO DE TODO TIPO DE SISTEMAS DE PUBLICIDAD PÚBLICOS Y PRIVADOS. SERVICIOS DE RECOGIDA DE BASURAS Y DESPERDICIOS CON EMPLEO DE CUALQUIER TIPO DE VEHÍCULO PREPARADO PRA TAL FIN Y SU TRATAMIENTO DE LAS MATERIAS ORGÁNICAS. SERVICIOS DE LIMPIEZAS DE POZOS SÉPTICOS, FOSOS, CONDUCCIONES, CANALES, RÍOS, ACEQUIAS CON EMPLEO DE VEHÍCULOS Y PRODUCTOS PREPARADOS PARA TAL EFECTO. SERVICIOS DE LIMPIEZA DE OFICINAS, LOCALES COMERCIALES Y LUGARES PÚBLICOS Y PRIVADOS. VENTA Y DISTRIBUCIÓN DE PRODUCTOS QUÍMICOS, DE LIMPIEZA Y MANTENIMIENTO (DETERGENTES, DESENGRASANTES, DESINFECTANTES, DESOXIDANTES)",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04412",
      "_links": {
        "self": {
          "name": "COMERCIAL ALDAZABAL, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04412"
        }
      }
    },
    {
      "name": "CARWAGEN 4 POR 4, S.L.",
      "registrationNumber": "08859",
      "identificationNumber": "B48820690",
      "address": "CARRETERA BILBAO-ASUA PG.FATIMA PARCELA B3",
      "location": {
        "postalCode": "48950",
        "municipality": "Erandio",
        "county": "Bizkaia",
        "municipalityId": "902",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.654.1",
          "name": "Venta al por menor de vehículos terrestres",
          "_links": {
            "self": {
              "name": "Venta al por menor de vehículos terrestres",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.654.1"
            }
          }
        },
        {
          "id": "1.654.2",
          "name": "Venta al por menor de accesorios, piezas de recambio de vehículos terrestres",
          "_links": {
            "self": {
              "name": "Venta al por menor de accesorios, piezas de recambio de vehículos terrestres",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.654.2"
            }
          }
        },
        {
          "id": "1.691.2",
          "name": "Reparación de vehículos automóviles, bicicletas y otros vehículos",
          "_links": {
            "self": {
              "name": "Reparación de vehículos automóviles, bicicletas y otros vehículos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.691.2"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-03",
      "certificateEndDate": "2026-04-29",
      "object": "LA COMPRA-VENTA Y REPARACIÓN DE VEHÍCULOS DE MOTOR DE TODAS CLASES, INCLUIDOS LOS DE CARÁCTER INDUSTRIAL, Y DE MAQUINARIA PARA OBRA DE CARÁCTER PÚBLICA E INDUSTRIAL.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08859",
      "_links": {
        "self": {
          "name": "CARWAGEN 4 POR 4, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08859"
        }
      }
    },
    {
      "name": "SPHERA DESARROLLO E INNOVACION EN TECNOLOGIAS DE LA INFORMACION, S.A.",
      "registrationNumber": "10414",
      "identificationNumber": "A86405305",
      "address": "C/SALVATIERRA, 4 3º",
      "location": {
        "postalCode": "28034",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.659.2",
          "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
          "_links": {
            "self": {
              "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.2"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-03",
      "certificateEndDate": "2026-05-03",
      "object": "1. DISEÑO, ANÁLISIS Y DESARROLLO POR CUENTA PROPIA O AJENA DE TODO TIPO DE SOFTWARE O SOPORTES LÓGICOS DEL SISTEMA INFORMÁTICO, ASÍ COMO TODO TIPO DE APLICACIONES INFORMÁTICAS, PROCESADORES, PROGRAMADORES, SISTEMAS OPERATIVOS, ENTRE OTROS, QUE PERMITAN EL INTERFAZ CON EL USUARIO. 2. PRESTACIÓN DE SERVICIOS DE CONSULTORÍA EN LOS ÁMBITOS DE LA INFORMÁTICA Y LAS COMUNICACIONES, A PERSONAS NATURALES O JURÍDICAS, NACIONALES O EXTRANJERAS. 3. REALIZACIÓN DE PROYECTOS INFORMÁTICOS Y DE COMUNICACIONES. FORMACIÓN DE METODOLOGÍA, HERRAMIENTAS Y PRODUCTOS INFORMÁTICOS. DISTRIBUCIÓN DE EQUIPOS Y LICENCIAS DE SOFTWARE PROPIAS O DE TERCEROS. GESTIÓN Y SOPORTE DE INSTALACIONES INFORMÁTICAS Y DE COMUNICACIÓN DE TERCEROS. EN GENERAL, CUALQUIER ACTIVIDAD RELACIONADA CON EL MUNDO DE LA INFORMÁTICA, LAS COMUNICACIONES Y LAS NUEVAS TECNOLOGÍAS DE LA INFORMACIÓN. 4. COMERCIO AL POR MAYOR Y POR MENOR DE EQUIPOS Y PROGRAMAS PARA LAS TECNOLOGÍAS DE LA INFORMACIÓN Y LAS COMUNICACIONES. 5. ACTIVIDADES RELACIONADAS CON LA PROGRAMACIÓN, CONSULTORÍA Y GESTIÓN DE RECURSOS INFORMÁTICOS Y DE LAS TECNOLOGÍAS DE LA INFORMACIÓN. 6. INFORMÁTICA, TELECOMUNICACIONES Y OFIMÁTICA. 7. INVESTIGACIÓN, DESARROLLO E INNOVACIÓN. 8. ACTIVIDADES DE DISEÑO, CONSTRUCCIÓN, INSTALACIONES Y MANTENIMIENTO DE INFRAESTRUCTURAS DE CENTROS DE PROCESOS DE DATOS. 9. LA ADQUISICIÓN, TENENCIA, ADMINISTRACIÓN, DISFRUTE Y ENAJENACIÓN DE TODA CLASE DE VALORES MOBILIARIOS E INMOBILIARIOS POR CUENTA PROPIA, QUEDANDO EXCLUIDAS LAS ACTIVIDADES QUE LA LEGISLACIÓN ESPECIAL, Y PRINCIPALMENTE LA LEY DE MERCADO DE VALORES, ATRIBUYE, CON CARÁCTER EXCLUSIVO, A OTRAS ENTIDADES. ",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10414",
      "_links": {
        "self": {
          "name": "SPHERA DESARROLLO E INNOVACION EN TECNOLOGIAS DE LA INFORMACION, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/10414"
        }
      }
    },
    {
      "name": "PROMOCIONES ELDEAR, S.L.",
      "registrationNumber": "05414",
      "identificationNumber": "B48439491",
      "address": "LEHENDAKARI AGUIRRE, 99",
      "location": {
        "postalCode": "48970",
        "municipality": "Basauri",
        "county": "Bizkaia",
        "municipalityId": "015",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.615.1",
          "name": "Venta al por mayor de vehículos, motocicletas, bicicletas y sus accesorios",
          "_links": {
            "self": {
              "name": "Venta al por mayor de vehículos, motocicletas, bicicletas y sus accesorios",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.1"
            }
          }
        },
        {
          "id": "1.854.1",
          "name": "Alquiler de automóviles sin conductor",
          "_links": {
            "self": {
              "name": "Alquiler de automóviles sin conductor",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.854.1"
            }
          }
        },
        {
          "id": "1.854.2",
          "name": "Alquiler de automóviles sin conductor en régimen de \"renting\"",
          "_links": {
            "self": {
              "name": "Alquiler de automóviles sin conductor en régimen de \"renting\"",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.854.2"
            }
          }
        },
        {
          "id": "1.861.2",
          "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
          "_links": {
            "self": {
              "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.861.2"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-03",
      "certificateEndDate": "2026-04-13",
      "object": "LA ADQUISICIÓN, TENECIA, DISFRUTE, ADMINSITRACIÓN Y ENAJENACIÓN DE VALORES MOBILIARIOS DE OTRAS SOCIEDADES TALES COMO ACCIONES, OBLIGACIONES, BONOS, LETRAS DE CAMBIOS Y CUALESQUIERA OTROS TÍTULOS DE CRÉDITOS O TÍTULOS DE TRADICIÓN; LA SUSCRIPCIÓN, POSESIÓN, ADMINISTRACIÓN, ADQUISICIÓN Y VENTA, ARRIENDO Y EXPLOTACIÓN DE TODO TIPO DE FINCAS, INMUEBLES RÚSTICOS Y URBANOS, TERRENOS, SOLARES, EDIFICIOS, APARTAMENTOS, VIVIENDAS, LOCALES, OFICINAS, CHALETS; LA REALIZACIÓN DE PROYECTOS DE EDIFICACIÓN Y URBANIZACIÓN Y SU EJECUCIÓN Y LA REALIZACIÓN DE EXCAVACIOENS Y DERRIBOS, TODO ELLO POR CUENTA PROPIA O LA DE UN TERCERO Y CUALESQUIERA OTRAS ACTIVIDADES QUE SEAN CONSECUENCIA O COMPLEMENTO DE LAS ANTERIORMENTE INDICADAS. EL COMERCIO AL  POR MENOR DE TODA CLASES DE VEHÍCULOS TERRESTRES, TANTO NUEVOS COMO USADOS. EL COMERCIO AL POR MENOR, DE LUBRICANTES, ACCESORIOS, RECAMBIOS Y HERRAMIENTAS PARA LOS CITADOS VEHÍCULOS. LA REPARACIÓN, REVISIÓN Y MANTENIMIENTO DE VEHÍCULOS AUTOMÓVILES, ANTO EN SU PARTE MECÁNICA, ELÉCTRICA Y CARROCERÍA, ETC. EL ALQUILER DE AUTOMÓVILES DE TODAS CLASES, SIN CONDUCTOR. LA PRESTACIÓN DE SERVICIOS DE GESTIÓN ADMINISTRATIVA. TODO ELLO SIEMPRE QUE LO REALICE LA SOCIEDAD POR CUENTA PROPIA Y CON EXCEPCIÓN DE LA INTERMEDIACIÓN, QUEDANDO SIEMPRE EXCLUIDAS LAS ACTIVIDADES OBJETO DE LA LEGISLACIÓN DE INSTITUCIONES DE INVERSIÓN COLECTIVA Y DE MERCADO DE VALORES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05414",
      "_links": {
        "self": {
          "name": "PROMOCIONES ELDEAR, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05414"
        }
      }
    },
    {
      "name": "QUIMIAGUA NORTE SOCIEDAD LIMITADA",
      "registrationNumber": "09112",
      "identificationNumber": "B95939336",
      "address": "CHURRUCA 14 -5º D",
      "location": {
        "postalCode": "48510",
        "municipality": "Valle de Trápaga-Trapagaran",
        "county": "Bizkaia",
        "municipalityId": "080",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.616.6",
          "name": "Venta al por mayor de productos químicos industriales",
          "_links": {
            "self": {
              "name": "Venta al por mayor de productos químicos industriales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.616.6"
            }
          }
        },
        {
          "id": "1.617.9",
          "name": "Venta al por mayor interindustrial de otros productos n.c.o.p",
          "_links": {
            "self": {
              "name": "Venta al por mayor interindustrial de otros productos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.617.9"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-03",
      "certificateEndDate": "2026-04-30",
      "object": "CÓDIGO CNAE DE SU ACTIVIDAD PRINCIPAL: 4675 COMERCIO AL POR MAYOR DE PRODUCTOS QUÍMICOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09112",
      "_links": {
        "self": {
          "name": "QUIMIAGUA NORTE SOCIEDAD LIMITADA",
          "href": "https://api.euskadi.eus/procurements/companies/09112"
        }
      }
    },
    {
      "name": "SERVICIOS EFICIENTES TIC, S.L.",
      "registrationNumber": "09039",
      "identificationNumber": "B95721353",
      "address": "Polígono Granada I - 1º Avda. Bilbao s/n",
      "location": {
        "postalCode": "48530",
        "municipality": "Ortuella",
        "county": "Bizkaia",
        "municipalityId": "083",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.699",
          "name": "Otras reparaciones n.c.o.p",
          "_links": {
            "self": {
              "name": "Otras reparaciones n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.699"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-03",
      "certificateEndDate": "2026-04-23",
      "object": "LA CONSULTORÍA INFORMÁTICA, SERVICIOS INFORMÁTICOS, PROGRAMACIÓN, REPARACIÓN Y VENTA DE PRODUCTOS INFORMÁTICOS (HARDWARE Y SOFTWARE, …). SERVICIOS DE TELECOMUNICACIONES, TELEFONÍA, ELECTRICIDAD Y ELECTRÓNICA. LA ADQUISICIÓN, TENENCIA Y ADMINISTRACIÓN DE VALORES, ACCIONES O PARTICIPACIONES EN SOCIEDADES CIVILES O MERCANTILES.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09039",
      "_links": {
        "self": {
          "name": "SERVICIOS EFICIENTES TIC, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09039"
        }
      }
    },
    {
      "name": "CARROCERÍAS TARAMONA, S.L.",
      "registrationNumber": "01505",
      "identificationNumber": "B48249841",
      "address": "C/ CTRA. ZORROZA A CASTREJANA, Nº 75.",
      "location": {
        "postalCode": "48013",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.654.1",
          "name": "Venta al por menor de vehículos terrestres",
          "_links": {
            "self": {
              "name": "Venta al por menor de vehículos terrestres",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.654.1"
            }
          }
        },
        {
          "id": "1.691.2",
          "name": "Reparación de vehículos automóviles, bicicletas y otros vehículos",
          "_links": {
            "self": {
              "name": "Reparación de vehículos automóviles, bicicletas y otros vehículos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.691.2"
            }
          }
        },
        {
          "id": "1.722",
          "name": "Transporte de mercancías por carretera",
          "_links": {
            "self": {
              "name": "Transporte de mercancías por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.722"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-03",
      "certificateEndDate": "2026-04-26",
      "classification": [
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "Q",
              "subgroups": [
                {
                  "id": "02",
                  "name": "Mantenimiento y reparación de vehículos",
                  "categories": [
                    {
                      "id": "3",
                      "name": "Desde 300.001 Hasta 600.000",
                      "_links": {
                        "self": {
                          "name": "Desde 300.001 Hasta 600.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/3"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Mantenimiento y reparación de vehículos",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/Q/subgroups/02"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/Q"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "LA VENTA DE AUTOMÓVILES Y DE TODA CLASE DE VEHÍCULOS Y DE ACCESORIOS DE LOS MISMOS, LA REPARACIÓN DE CUALQUIERA DE SUS ELEMENTOS, TANTO DE MOTORES COMO DE CARROCERÍAS Y LA AGENCIA DE SEGUROS DE AUTOMÓVILES, PUDIENDO, ADEMAS, REALIZAR TODO AQUELLO QUE TENGA RELACIÓN, DIRECTA O INDIRECTA, CON DICHO OBJETO PRINCIPAL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01505",
      "_links": {
        "self": {
          "name": "CARROCERÍAS TARAMONA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/01505"
        }
      }
    }
  ]
}