{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 533,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "XELTEC VIDEO, S.L.",
      "registrationNumber": "07647",
      "identificationNumber": "B80844277",
      "address": "PASEO INFANTA ISABEL 7 - PISO 2 EXT IZDA",
      "location": {
        "postalCode": "28014",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.615.4",
          "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
          "_links": {
            "self": {
              "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.4"
            }
          }
        }
      ],
      "certificateStartDate": "2021-05-13",
      "certificateEndDate": "2021-09-08",
      "object": "LA REPRESENTACIÓN, COMERCIALIZACIÓN Y CONSULTORÍA DE PRODUCTOS Y SISTEMAS TÉCNICOS ELECTRÓNICOS Y ELECTROMAGNÉTICOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07647",
      "_links": {
        "self": {
          "name": "XELTEC VIDEO, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07647"
        }
      }
    },
    {
      "name": "SOLITIUM NORTE, S.L.U.",
      "registrationNumber": "06253",
      "identificationNumber": "B48294227",
      "address": "MASUSTEGI, 17 TRASERA",
      "location": {
        "postalCode": "48006",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.617.8",
          "name": "Venta al por mayor de máquinas y material de oficina",
          "_links": {
            "self": {
              "name": "Venta al por mayor de máquinas y material de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.617.8"
            }
          }
        },
        {
          "id": "1.691.9",
          "name": "Reparación de otros bienes de consumo n.c.o.p",
          "_links": {
            "self": {
              "name": "Reparación de otros bienes de consumo n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.691.9"
            }
          }
        },
        {
          "id": "1.853",
          "name": "Alquiler de maquinaria y equipo contable de oficina y cálculo",
          "_links": {
            "self": {
              "name": "Alquiler de maquinaria y equipo contable de oficina y cálculo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.853"
            }
          }
        }
      ],
      "certificateStartDate": "2021-05-11",
      "certificateEndDate": "2021-10-07",
      "object": "A) SUMINISTROS GENERALES PARA LA COMUNICACIÓN GRÁFICA. LA COMPRA, VENTA, ALMACENAMIENTO, DEPÓSITO Y DISTRIBUCIÓN DE MÁQUINAS, MERCANCÍAS, PRODUCTOS, ARTÍCULOS Y MATERIAS DE TODAS CLASES, RELACIONADAS CON LA COPISTERÍA, REPRODUCCIÓN Y COMUNICACIÓN GRÁFICA, ASÍ COMO DE CUALESQUIERA BIENES MUEBLES. B) EL DESEMPEÑO DE COMISIONES Y REPRESENTACIONES PARA TODO GÉNERO DE OPERACIONES DE LÍCITO COMERCIO. C) LOS SERVICIOS DE MEDIACIÓN CON BIENES PROPIOS O AJENOS, ASÍ COMO LOS DE CONSIGNACIÓN, REPRESENTACIÓN Y GESTIÓN INCLUSO DE TODA CLASE DE SUMINISTROS DE PRODUCTOS EN GENERAL, NACIONALES Y EXTRANJEROS Y LAS ACTIVIDADES DE IMPORTACIÓN Y EXPORTACIÓN. D) TODAS LAS OPERACIONES COMERCIALES, INDUSTRIALES O FINANCIERAS QUE SE REFIERAN DIRECTA O INDIRECTAMENTE, EN TODO O EN PARTE, AL OBJETO SOCIAL COMPRENDIDO EN TODOS Y CADA UNO DE LOS PRECEDENTES APARTADOS O QUE SEAN SUSCEPTIBLES DE FACILITAR O FAVORECER SU REALIZACIÓN. E) LA CONSTITUCIÓN CON LA CONCURRENCIA DE OTRAS PERSONAS, DE TODA CLASE DE SOCIEDADES MERCANTILES, LA PARTICIPACIÓN EN OTRAS YA CONSTITUIDAS, OSTENTANDO EN TODAS ELLAS CARGOS DE ADMINISTRACIÓN, DIRECCIÓN, O CONTROL, MEDIANTE LA OPORTUNA DELEGACIÓN EN PERSONA FÍSICA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06253",
      "_links": {
        "self": {
          "name": "SOLITIUM NORTE, S.L.U.",
          "href": "https://api.euskadi.eus/procurements/companies/06253"
        }
      }
    },
    {
      "name": "IBERATLANTIC GLOBAL CORPORATION, S.L.",
      "registrationNumber": "07339",
      "identificationNumber": "B15957699",
      "address": "MANUEL NUÑEZ Nº 2, 3º Oficina 9",
      "location": {
        "postalCode": "36203",
        "municipality": "Vigo",
        "county": "Pontevedra",
        "municipalityId": "057",
        "countyId": "36"
      },
      "economicActivities": [
        {
          "id": "1.631",
          "name": "Intermediarios del comercio",
          "_links": {
            "self": {
              "name": "Intermediarios del comercio",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.631"
            }
          }
        },
        {
          "id": "1.831.1",
          "name": "Servicios de compra-venta y contratación de valores mobiliarios",
          "_links": {
            "self": {
              "name": "Servicios de compra-venta y contratación de valores mobiliarios",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.831.1"
            }
          }
        },
        {
          "id": "1.849.7",
          "name": "Servicios de gestión administrativa",
          "_links": {
            "self": {
              "name": "Servicios de gestión administrativa",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.7"
            }
          }
        },
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        }
      ],
      "certificateStartDate": "2021-05-11",
      "certificateEndDate": "2021-09-25",
      "object": "- LA TENENCIA DE ACCIONES Y PARTICIPACIONES SOCIALES DE OTRAS ENTIDADES MERCANTILES. - LA DIRECCIÓN, EL CONTROL Y LA PRESTACIÓN DE TODO TIPO DE SERVICIOS DE APOYO, INCLUIDOS LOS FINANCIEROS, EN LA GESTIÓN DE LAS ACTIVIDADES DESARROLLADAS POR LAS ENTIDADES PARTICIPADAS. - LA IMPORTACIÓN, EXPORTACIÓN, INTERMEDIACIÓN Y COMERCIALIZACIÓN AL POR MAYOR DE TODA CLASE DE PRODUCTOS Y SERVICIOS. - LA REPRESENTACIÓN DE TODA CLASE DE INDUSTRIAS Y CASAS COMERCIALES, TANTO NACIONALES COMO EXTRANJERAS, ASÍ COMO LA VENTA, DISTRIBUCIÓN, IMPORTACIÓN Y EXPORTACIÓN DE SUS PRODUCTOS Y SERVICIOS. - LA PRESTACIÓN DE SERVICIOS DE ASESORAMIENTO FISCAL, LABORAL, CONTABLE Y FINANCIERO A PERSONAS FÍSICAS, JURÍDICAS Y ADMINISTRACIONES O ENTES PÚBLICOS. - SERVICIOS DE INTERMEDIACIÓN JURÍDICA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07339",
      "_links": {
        "self": {
          "name": "IBERATLANTIC GLOBAL CORPORATION, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07339"
        }
      }
    },
    {
      "name": "ELECNOR, S.A.",
      "registrationNumber": "00113",
      "identificationNumber": "A48027056",
      "address": "C/ MARQUÉS DE MONDEJAR, Nº 33.",
      "location": {
        "postalCode": "28028",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.482.1",
          "name": "Fabricación de productos semielaborados de materias plásticas",
          "_links": {
            "self": {
              "name": "Fabricación de productos semielaborados de materias plásticas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.482.1"
            }
          }
        },
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        }
      ],
      "certificateStartDate": "2021-05-10",
      "certificateEndDate": "2021-11-03",
      "object": "LA MÁS AMPLIA ACTIVIDAD MERCANTIL CON BASE DE INGENIERÍA, PROYECTO, CONSTRUCCIÓN, MONTAJE, REPARACIÓN, MANTENIMIENTO Y CONSERVACIÓN DE TODA CLASE DE OBRAS E INSTALACIONES DE CUALQUIER GÉNERO O ESPECIE, EN EL SENTIDO MÁS AMPLIO DE LA PALABRA, ES DECIR LA EJECUCIÓN COMPLETA DE LAS MISMAS CON O SIN SUMINISTRO DE MATERIAL, POR CUENTA PROPIA Y DE TERCEROS, EN FORMA EXCLUSIVA O A TRAVÉS DE ASOCIACIÓN EN CUALQUIERA DE SUS MODALIDADES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/00113",
      "_links": {
        "self": {
          "name": "ELECNOR, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/00113"
        }
      }
    },
    {
      "name": "VIVEROS PISUERGA, S.L.",
      "registrationNumber": "07645",
      "identificationNumber": "B34135368",
      "address": "Viveros Pisuerga, Ctra. La estación, Km",
      "location": {
        "postalCode": "34400",
        "municipality": "Herrera de Pisuerga",
        "county": "Palencia",
        "municipalityId": "083",
        "countyId": "34"
      },
      "economicActivities": [
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        },
        {
          "id": "1.659.7",
          "name": "Venta al por menor de semillas, abonos, flores, plantas y pequeños animales",
          "_links": {
            "self": {
              "name": "Venta al por menor de semillas, abonos, flores, plantas y pequeños animales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.7"
            }
          }
        },
        {
          "id": "1.911",
          "name": "Servicios agrícolas y ganaderos",
          "_links": {
            "self": {
              "name": "Servicios agrícolas y ganaderos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.911"
            }
          }
        }
      ],
      "certificateStartDate": "2021-05-10",
      "certificateEndDate": "2021-09-30",
      "object": "EL EJERCICIO DE LA ACTIVIDAD DE TRABAJOS AGRÍCOLAS DE CUALQUIER CLASE Y TIPO, ESPECIALMENTE LOS DEDICADOS A JARDINERÍA, TALES COMO PLANTACIONES DE ARBUSTOS, ÁRBOLES DE TODAS LAS CLASES, CÉSPEDES, PRADOS Y PRADERAS, NATURALES Y ARTIFICIALES, PODA DE PLANTAS, SEMILLEROS, PRODUCCIÓN Y CULTIVO DE TODO TIPO DE PLANTAS, ESPECIALMENTE LAS DE ADORNO, ASÍ COMO CUALQUIER OTRA ACTIVIDAD RELACIONADA CON LA JARDINERÍA. EL COMERCIO AL POR MAYOR DE SEMILLAS, ABONOS, FLORES Y CUALQUIER OTRO TIPO DE PLANTAS, PRODUCTOS QUÍMICOS Y CUALQUIER OTRO ARTÍCULO RELACIONADOS CON LA FLORISTERÍA Y JARDINERÍA. LA CONSTRUCCIÓN DE PARQUES Y JARDINES, PAVIMENTACIONES, INSTALACIÓN DE JUEGOS INFANTILES Y MOBILIARIO URBANO, SEÑALIZACIÓN URBANA Y MEDIOAMBIENTAL, INSTALACIONES DE RIEGO, INSTALACIONES HIDRÁULICAS (ACOMETIDAS DE AGUA), INSTALACIONES DEPORTIVAS, CAMPOS DE FÚTBOL, PISTAS DE PÁDEL, BOLERAS, PÉRGOLAS Y PÓRTICOS, MIRADORES Y CUALQUIER OBRA CIVIL RELACIONADA CON PARQUES Y JARDINES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07645",
      "_links": {
        "self": {
          "name": "VIVEROS PISUERGA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07645"
        }
      }
    },
    {
      "name": "SIEMSA INDUSTRIA, S.A.",
      "registrationNumber": "05834",
      "identificationNumber": "A28544807",
      "address": "ALBARRACIN, 44",
      "location": {
        "postalCode": "28037",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        },
        {
          "id": "1.504.12",
          "name": "Instalaciones eléctricas en toda clase de edificios",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en toda clase de edificios",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.12"
            }
          }
        }
      ],
      "certificateStartDate": "2021-05-07",
      "certificateEndDate": "2021-09-29",
      "object": "1.LA FABRICACIÓN, REPARACIÓN Y COMERCIO DE APARATOS ELÉCTRICOS Y DE INSTRUMENTACIÓN Y CONTROL.  2. EL DISEÑO Y CONFECCIÓN DE PROYECTOS DE INSTALACIONES ELÉCTRICAS Y DE INSTRUMENTACIÓN Y CONTROL, ASÍ COMO SU EJECUCIÓN  Y MANTENIMIENTO.  3. LA ADQUISICIÓN, COMPRA, ALQUILER Y VENTA DE INMUEBLES RÚSTICOS Y/O URBANOS. 4.PRESTACIÓN DE SERVICIOS DE RECOGIDA, ELIMINACIÓN, TRATAMIENTO, TRANSFORMACIÓN, ALMACENAMIENTO, RECICLAJE, DEPURACIÓN, COMERCIALIZACIÓN, TRANSPORTE Y VALORIZACIÓN DE RESIDUOS SÓLIDOS URBANOS, RESIDUOS INDUSTRIALES, RESIDUOS INERTES, RESIDUOS SANITARIOS, DE LODOS Y DE SUBPRODUCTOS Y DE CUALQUIER OTRA NATURALEZA, TANTO A ENTIDADES PÚBLICAS COMO PRIVADAS (INCLUIDAS CLÍNICAS VETERINARIAS). PRESTACIÓN DE SERVICIOS DE LIMPIEZA VIARIA. 5. CONSTRUCCIÓN, PROYECTO, ADMINISTRACIÓN Y GESTIÓN DE TODO TIPO DE INSTALACIONES, INCLUIDOS LOS VERTEDEROS, RELACIONADOS CON LA RECOGIDA, ELIMINACIÓN, TRATAMIENTO Y VALORIZACIÓN DE RESIDUOS, ASÍ COMO LA EXPLOTACIÓN DE RESIDUOS Y LA TRANSFORMACIÓN Y COMERCIALIZACIÓN DE SUBPRODUCTOS APROVECHABLES DERIVADOS DE LOS MISMOS, YA SEAN URBANOS O DE OTRA NATURALEZA. 6. GESTIÓN Y EXPLOTACIÓN DE SERVICIO DE ALCANTARILLADO, SANEAMIENTO O ELIMINACIÓN DE AGUAS RESIDUALES. ELABORACIÓN DE PROYECTOS Y ESTUDIOS, CONSTRUCCIÓN, MANTENIMIENTO, EXPLOTACIÓN, DE TODO TIPO DE INSTALACIONES Y SERVICIOS DE DEPURACIÓN Y TRATAMIENTO DE AGUAS RESIDUALES, INVESTIGACIÓN Y DESARROLLO EN ESTOS MISMOS CAMPOS. 7. INSTALACIÓN, MANTENIMIENTO Y REFORMA DE INSTALACIONES INTERIORES DE SUMINISTRO DE AGUA, INCLUYENDO INSTALACIONES SANITARIAS, SUMINISTRO DE AGUA PARA REFRIGERACIÓN Y ACONDICIONAMIENTO DE AIRE, ASÍ COMO INSTALACIÓN Y MANTENIMIENTO DE DESCALCIFICADORES, BOMBAS Y FLUXORES. 8 CONSTRUCCIÓN, REPARACIÓN, PAVIMENTACIÓN, EJECUCIÓN, CONSERVACIÓN, MANTENIMIENTO, EXPLOTACIÓN Y PRESTACIÓN DE TODO TIPO DE SERVICIOS PÚBLICOS O COMUNITARIOS RELACIONADOS CON LAS INFRAESTRUCTURAS DE TRANSPORTE, URBANO E INTERURBANO, YA SEA POR VÍA TERRESTRE (CARRETERAS, AUTOPISTAS Y CUALQUIER TIPO DE VÍA) MARÍTIMA (PUERTOS) O AÉREA (AEROPUERTOS), Y CUALQUIER OTRA OBRA SUSCEPTIBLE DE CONSERVACIÓN Y MANTENIMIENTO. 9- CONSERVACIÓN, MANTENIMIENTO Y GESTIÓN INTEGRAL DE EDIFICIOS, APARCAMIENTOS, OBRAS, INSTALACIONES E INFRAESTRUCTURAS. LIMPIEZA, DESRATIZACIÓN Y DESINFECCIÓN DE EDIFICIOS, OBRAS, INSTALACIONES E INFRAESTRUCTURAS. LIMPIEZA MEDIOAMBIENTAL, DE PLAYAS, DE MAREAS NEGRAS O SIMILARES. CONSERVACIÓN Y MANTENIMIENTO DE MOMUMENTOS Y EDIFICIOS SINGULARES. 10- PRESTACIÓN DE SERVICIOS AUXILIARES EN TODA CLASE DE INMUEBLES Y EVENTOS CONSISTENTES EN EL MANTENIMIENTO Y CONSERVACIÓN DE LOS LOCALES, ASÍ COMO EN LA ATENCIÓN Y SERVICIO DE OCUPANTES Y/O USUARIOS MEDIANTE LA REALIZACIÓN DE , ENTRE OTRAS TAREAS, (EXCLUIDAS EN TODO CASO AQUELLAS QUE LA LEY RESERVA A LAS EMPRESAS DE SEGURIDAD) DE PORTERÍA, CONTROL DE ACCESOS, ATENCIÓN DE LOS SERVICIOS DE URGENCIA, PREVENCIÓN, INFORMACIÓN, CENTRALITA DE TELÉFONOS, COCINA Y COMEDOR, APERTURA, CIERRE Y CUSTODIA DE LLAVES. 11. INSTALACIÓN, MANTENIMIENTO, CONSERVACIÓN Y REPARACIÓN DE INSTALACIONES EN GENERAL Y, EN PARTICULAR, DE LAS SIGUIENTES: INSTALACIONES DE VENTILACIÓN, AIRE ACONDICIONADO Y CLIMATIZACIÓN, INSTALACIONES FRIGORÍFICAS, INSTALACIONES ELEVADORAS Y ASCENSORES; INSTALACIONES CONTRA INCENDIOS, INSTALACIONES DE FONTANERÍA Y SANITARIAS; INSTALACIONES DE CALEFACCIÓN; INSTALACIONES DE SEGURIDAD; INSTALACIONES DE FRÍO INDUSTRIAL; INSTALACIONES DE ELECTRICIDAD DE INMUEBLES (ALTA Y BAJA TENSIÓN); ALUMBRADO E ILUMINACIÓN EN GENERAL. GRUPOS DE BOMBEO, INSTALACIONES DE GAS Y ANÁLOGAS. LECTURA DE CONTADORES. 12. INSTALACION, MONTAJE, MODIFICACIÓN, MANTENIMIENTO, ADECUACIÓN Y REPARACIÓN DE INSTALACIONES DE GAS DE CUALQUIER TIPO Y DE PLACAS SOLARES, ASÍ COMO COMPROBACIÓN DE LA HOMOLOGACIÓN EN APARATOS Y SU CONEXIÓN, MONTAJE, AJUSTE Y PUESTA EN MARCHA. 13- GESTIÓN DE ACTIVIDADES Y SERVICIOS INHERENTES AL FUNCIONAMIENTO DE INSTALACIONES DEPORTIVAS, PÚBLICAS O PRIVADAS. SERVICIO DE SALVAMENTO Y SOCORRISMO. ORGANIZACIÓN DE CURSOS, SEMINARIOS Y ACONTECIMIENTOS DEPORTIVOS Y PRESTACIÓN DE SERVICIOS DE DOCENCIA RELACIONADOS CON LAS ACTIVIDADES DEL OCIO Y DEL DEPORTE. SERVICIOS DE RECAUDACIÓN, CONTROL DE ACCESOS Y LIMPIEZA DE POLIDEPORTIVOS. SERVICIOS DE CENTRALES DE COMPRAS LLEVADAS A CABO EN LA GESTIÓN DE ACTIVIDADES RELATIVAS A LA CENTRALIZACIÓN DE LAS ACTIVIDADES DE ADQUISICIÓN, IMPARTICIÓN, EXPLOTACIÓN, ARRENDAMIENTO Y CESIÓN DE BIENES Y OBRAS Y SERVICIOS. 14- OBRAS EN PAVIMENTOS DE AUTOPISTAS. SERVICIOS DE MANTENIMIENTO Y CONSERVACIÓN DE VÍAS PÚBLICAS URBANAS. OBRAS EN PAVIMENTOS EN VÍAS URBANAS. 15- INVESTIGACIÓN, DISEÑO, DESARROLLO, FABRICACIÓN, EXPLOTACIÓN, CESIÓN Y MANTENIMIENTO DE PROGRAMAS, DE PROGRAMAS DE ORDENADOR Y, EN GENERAL,  DE PRODUCTOS INFORMÁTICOS, ELECTRÓNICOS Y DE TELECOMUNICACIÓN. SERVICIOS DE TELECOMUNICACIONES. 16- LA CONSULTORÍA INFORMÁTICA, COMPRENDIENDO EL ASESORAMIENTO, DESARROLLO, EJECUCIÓN Y COMERCIALIZACIÓN DE SISTEMAS Y PROGRAMAS DE INFORMÁTICA, SU APLICACIÓN, TANTO EN LO QUE SE REFIERE A MAQUINARIA Y EQUIPOS (HARDWARE) COMO  A LOS SISTEMAS (SOFTWARE). 17- SERVICIOS DE CAPTURA DE INFORMACIÓN POR MEDIOS ELECTRÓNICOS, INFORMÁTICOS Y TELEMÁTICOS MEDIANTE EL USO DE TECNOLOGÍAS DE LA INFORMACIÓN Y LAS COMUNICACIONES.18- CONTRATACIÓN, GESTIÓN, PROYECCIÓN, CONSTRUCCIÓN Y EJECUCIÓN DE TODA CLASE DE OBRA PÚBLICA O PRIVADA. 19- LA ELABORACIÓN, REDACCIÓN Y CONFECCIÓN DE TODO TIPO DE ESTUDIOS, INFORMES, Y PROYECTOS DE INGENIERÍA Y ARQUITECTURA, LA SUPERVISIÓN, DIRECCIÓN Y ASESORAMIENTO EN LA EJECUCIÓN DE TODO TIPO DE OBRAS Y CONSTRUCCIONES, INCLUIDAS LAS LABORES DE CONSULTORÍA DE LAS MISMAS. 20-ADQUISICIÓN, EXPLOTACIÓN, VENTA Y CESIÓN DE TODO TIPO DE DERECHOS DE PROPIEDAD INDUSTRIAL E INTELECTUAL. 21- PRESTACIÓN DE SERVICIOS RELACIONADOS CON LA CONSERVACIÓN, REPARACIÓN, MANTENIMIENTO, SANEAMIENTO Y LIMPIEZA DE TODA CLASE DE EDIFICIOS, LOCALES, OBRAS, INSTALACIONES Y SERVICIOS, TANTO A ENTIDADES PÚBLICAS COMO PRIVADAS, INCLUYENDO LA LIMPIEZA Y RESTAURACIÓN DE FACHADAS Y LA LIMPIEZA DE TODO TIPO DE VEHÍCULOS. 22-LA INVESTIGACIÓN, EXPLOTACIÓN Y APROVECHAMIENTO DE YACIMIENTOS MINERALES, ASÍ COMO LA ADQUISICIÓN, USO Y DISFRUTE DE PERMISOS, CONCESIONES, LICENCIAS, AUTORIZACIONES Y DEMÁS DERECHOS DE CARÁCTER MINERO, Y LA INDUSTRIALIZACIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN DE PRODUCTOS MINERALES. 23- GESTIÓN, ADMINISTRACIÓN, ADQUISICIÓN, CONSTRUCCIÓN, PROMOCIÓN, ENAJENACIÓN, PARCELACIÓN, REHABILITACIÓN Y EXPLOTACIÓN EN CUALQUIER FORMA DE SOLARES, TERRENOS, CONJUNTOS RESIDENCIALES, URBANIZACIONES O PROMOCIONES INMOBILIARIAS Y, EN GENERAL, DE TODA CLASE DE BIENES INMUEBLES, TANTO RÚSTICOS COMO URBANOS. 24- FABRICACIÓN, ADQUISICIÓN, SUMINISTRO, IMPORTACIÓN, EXPORTACIÓN, ARRENDAMIENTO, INSTALACIÓN, MANTENIMIENTO, DISTRIBUCIÓN, REPARACIÓN Y EXPLOTACIÓN DE MAQUINARIA, HERRAMIENTAS, VEHÍCULOS, INSTALACIONES, MATERIALES, EQUIPOS Y MOBILIARIO DE TODAS CLASES, INCLUIDO EL MOBILIARIO Y EQUIPAMIENTO URBANOS. 25- MANTENIMIENTO, REPARACIÓN, AMPLIACIÓN Y MODIFICACIÓN DE EQUIPOS  E INSTALACIONES: A) ELÉCTRICAS Y ELECTRÓNICAS EN GENERAL; B) DE ELECTRODOMÉSTICOS; C) DE SEGURIDAD Y CONTRA INCENDIOS; D) DE APARATOS ELEVADORES Y DE TRASLACIÓN HORIZONTAL; Y E) DE SISTEMAS DE SEÑALIZACIÓN  Y BALIZAMIENTO DE PUERTOS, AEROPUERTOS Y CARRETERAS, EFECTUANDO LAS REVISIONES, ENGRASES Y CORRECCIÓN DE AVERÍAS NECESARIAS.26-MANTENIMIENTO Y REPARACIÓN DE MAQUINARIA Y DE VEHÍCULOS AUTOMOTORES, INCLUIDOS BUQUES Y AERONAVES. 27- MANTENIMIENTO Y REPARACIÓN DE EQUIPOS Y MAQUINARIA DE OFICINA. 28- LA EJECUCIÓN DE TODA CLASE DE CONTRATOS DE OBRA, SUMINISTROS, SERVICIOS, GESTIÓN DE SERVICIO PÚBLICO (CONCESIÓN, SOCIEDAD DE ECONOMÍA MIXTA, CONCIERTO Y GESTIÓN INTERESADA) DE CONCESIONES DE OBRA PÚBLICA, DE COLABORACIÓN ENTRE EL SECTOR PÚBLICO Y EL SECTOR PRIVADO, DE CONTRATOS MIXTOS, CONTRATOS ESPECIALES O DE CONTRATOS PRIVADOS CELEBRADOS CON EL ESTADO, LAS COMUNIDADES AUTÓNOMAS, LOS ENTES LOCALES, LOS ORGANISMOS PÚBLICOS DEPENDIENTES DE LAS CITADAS ADMINISTRACIONES Y, EN GENERAL, CON CUALQUIER ESTADO EXTRANJERO O INSTITUCIÓN INTERNACIONAL. 29- CONCIERTO Y GESTIÓN INTERESADA DE CONCESIONES DE OBRA PÚBLICA, DE CONTRATOS MIXTOS, CONTRATOS ESPECIALES O DE CONTRATOS PRIVADOS DE LOS CENTROS DE SERVICIOS SOCIALES. 30-GESTIÓN INTEGRAL DE CENTROS PÚBLICOS O PRIVADOS DE EDUCACIÓN ESPECIAL O ENSEÑANZA, INCLUIDAS LAS GUARDERÍAS INFANTILES. SERVICIOS DE MONITORES PARA EL DESARROLLO DE ACTIVIDADES EXTRAESCOLARES DIRIGIDO A LOS CENTROS PÚBLICOS DE EDUCACIÓN INFANTIL, PRIMARIA Y SECUNDARIA, ASÍ COMO EL CONCIERTO Y GESTIÓN INTERESADO DE CONCESIONES DE OBRA PÚBLICA, DE CONTRATOS MIXTOS, CONTRATOS ESPECIALES O DE CONTRATOS PRIVADOS PARA ESTOS CENTROS DOCENTES. 31- LA TITULARIDAD DE TODA CLASE DE CONCESIONES, SUB-CONCESIONES DE AUTORIZACIONES ADMINISTRATIVAS DE OBRAS Y SERVICIOS DEL ESTADO, COMUNIDAD AUTÓNOMA, PROVINCIA Y MUNICIPIO Y LA PARTICIPACIÓN EN SOCIEDADES O ENTIDADES CONCESIONARIAS DE AQUÉLLOS. 32- LA FABRICACIÓN, COMPRA, VENTA, IMPARTICIÓN Y DISTRIBUCIÓN DE EQUIPOS, INSTALACIÓN DE ELEMENTOS Y MATERIALES DE CONSTRUCCIÓN O DESTINADOS A LAS MISMAS Y EL AMUEBLAMIENTO DE INMUEBLES Y MOBILIARIO URBANO. 33- LA FABRICACIÓN, REPRESENTACIÓN, IMPORTACIÓN Y EXPORTACIÓN, COMPRA Y VENTA AL POR MAYOR O MENOR DE MAQUINARIA DE CUALQUIER TIPO, INCLUSO DE MINERÍA, PLANTAS, PETROQUÍMICAS, CARRETERAS, FERROCARRILES, PUERTOS Y AEROPUERTOS. 34- LA FABRICACIÓN E INSTALACIÓN, COMPRAVENTA Y COMERCIALIZACIÓN DE SISTEMAS ANTIRUIDOS DE TODAS CLASES Y DE ELEMENTOS Y MAQUINARIAS ESPECIALES PARA DICHOS SISTEMAS. EL ESTUDIO Y CONFECCIÓN DE PROYECTOS PARA LOS MISMOS Y/O CUALQUIER OTRO FIN.35- CONSTRUCCIÓN, GESTIÓN, OPERACIÓN, EXPLOTACIÓN Y MANTENIMIENTO DE INSTALACIONES DE PRODUCCIÓN DE CUALQUIER CLASE DE ENERGÍA. SE EXCEPTÚAN AQUELLAS ACTIVIDADES  REGULADAS POR DISPOSICIONES LEGALES E INCOMPATIBLES CON ESTE APARTADO DEL OBJETO SOCIAL. 36- CONSTRUCCIÓN, EJECUCIÓN, REPARACIÓN  Y REFORMA DE TODO TIPO DE OBRA, INCLUIDOS LOS MOVIMIENTOS DE TIERRA Y PERFORACIONES, PUENTES, VADUCTOS Y GRANDES ESTRUCTURAS, EDIFICACIONES, FERROCARRILES, HIDRÁULICAS, MARÍTIMAS, VIALES Y PISTAS, TRANSPORTE DE PRODUCTOS PETROLÍFEROS Y GASEOSOS, ASÍ COMO INSTALACIONES ELÉCTRICAS (ALUMBRADOS, ILUMINACIONES Y BALIZAMIENTOS LUMINOSOS; DISTRIBUCIONES DE BAJA TENSIÓN; TELECOMUNICACIONES E INSTALACIONES RADIOELÉCTRICAS), INSTALACIONES MECÁNICAS ( DE VENTILACIÓN, CALEFACCIÓN Y CLIMATIZACIÓN; DE FONTANERÍA Y SANITARÍAS). 37- SERVICIOS DE GESTIÓN Y EFICIENCIA ENERGÉTICA EN TODO TIPO DE INSTALACIONES, EDIFICIOS Y LOCALES. GESTIÓN DE LA PRODUCCIÓN Y SUMINISTRO ENERGÉTICO DE COMBUSTIBLE Y ELECTRICIDAD; GESTIÓN, REPARACIÓN Y SUSTITUCIÓN DE LAS INSTALACIONES DE CONVERSIÓN DE DICHA ENERGÍA EN AIRE FRIO, CALIENTE, AGUA CALIENTE SANITARIA, AGUA FRÍA E ILUMINACIÓN. SERVICIOS DE INGENIERÍA O DESARROLLAR PARA AUDITORÍAS ENERGÉTICAS DE TODO TIPO DE INSTALACIONES, EDIFICIOS Y LOCALES. SI LA LEY EXIGIESE PARA EL INICIO DE ALGUNA DE LAS OPERACIONES ENUMERADAS EN ESTE ARTÍCULO LA OBTENCIÓN DE LICENCIAS O AUTORIZACIONES ADMINISTRATIVAS, LA INSCRIPCIÓN EN UN REGISTRO ESPECIAL, O CUALQUIER OTRO REQUISITO, NO PODRÁ LA SOCIEDAD INICIAR LA ACTIVIDAD ESPECÍFICA HASTA QUE EL REQUISITO EXIGIDO SE CUMPLA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05834",
      "_links": {
        "self": {
          "name": "SIEMSA INDUSTRIA, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/05834"
        }
      }
    },
    {
      "name": "PIELCU, S.L.",
      "registrationNumber": "07418",
      "identificationNumber": "B02165157",
      "address": "PARQUE EMPRESARIAL CAMPOLLANO, 2ª AVENIDA, Nº 8",
      "location": {
        "postalCode": "02007",
        "municipality": "Albacete",
        "county": "Albacete",
        "municipalityId": "003",
        "countyId": "02"
      },
      "economicActivities": [
        {
          "id": "1.392.1",
          "name": "Fabricación de material médico-quirúrgico",
          "_links": {
            "self": {
              "name": "Fabricación de material médico-quirúrgico",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.392.1"
            }
          }
        },
        {
          "id": "1.442.9",
          "name": "Fabricación de otros artículos de cuero n.c.o.p",
          "_links": {
            "self": {
              "name": "Fabricación de otros artículos de cuero n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.442.9"
            }
          }
        },
        {
          "id": "1.619.1",
          "name": "Venta al por mayor de juguetes y artículos de deporte",
          "_links": {
            "self": {
              "name": "Venta al por mayor de juguetes y artículos de deporte",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.619.1"
            }
          }
        }
      ],
      "certificateStartDate": "2021-05-07",
      "certificateEndDate": "2021-11-05",
      "object": "FABRICACIÓN, TRANSFORMACIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN DE TODA CLASE DE ARTÍCULOS DE PIEL, SINTÉTICOS Y SIMILARES Y CUCHILLERÍA; FABRICACIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN DE ACCESORIOS Y EQUIPAMIENTO POLICIAL Y MILITAR. FABRICACIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN DE PRODUCTOS SANITARIOS COMO MASCARILLAS, BATAS, GORROS, CALZAS, ASÍ COMO EQUIPOS DE PROTECCIÓN INDIVIDUAL DESTINADOS O NO AL PERSONAL SANITARIO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07418",
      "_links": {
        "self": {
          "name": "PIELCU, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07418"
        }
      }
    },
    {
      "name": "FUNDACIÓN DIAGRAMA INTERVENCIÓN PSICOSOCIAL",
      "registrationNumber": "05742",
      "identificationNumber": "G73038457",
      "address": "AVENIDA CIUDAD DE ALMERÍA, 10",
      "location": {
        "postalCode": "30002",
        "municipality": "Murcia",
        "county": "Murcia",
        "municipalityId": "030",
        "countyId": "30"
      },
      "economicActivities": [
        {
          "id": "1.476.1",
          "name": "Edición de libros",
          "_links": {
            "self": {
              "name": "Edición de libros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.476.1"
            }
          }
        },
        {
          "id": "1.619.6",
          "name": "Venta al por mayor de libros , periódicos y revistas",
          "_links": {
            "self": {
              "name": "Venta al por mayor de libros , periódicos y revistas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.619.6"
            }
          }
        },
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        },
        {
          "id": "1.932.1",
          "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.1"
            }
          }
        },
        {
          "id": "1.933.9",
          "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
          "_links": {
            "self": {
              "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.933.9"
            }
          }
        },
        {
          "id": "1.942.9",
          "name": "Otros servicios sanitarios sin internados, no clasificados",
          "_links": {
            "self": {
              "name": "Otros servicios sanitarios sin internados, no clasificados",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.942.9"
            }
          }
        },
        {
          "id": "1.951",
          "name": "Asistencia y servicios sociales en centros residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.951"
            }
          }
        },
        {
          "id": "1.952",
          "name": "Asistencia y servicios sociales en centros no residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros no residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.952"
            }
          }
        }
      ],
      "certificateStartDate": "2021-05-06",
      "certificateEndDate": "2021-11-05",
      "object": "PROMOVER EL DESARROLLO DE CENTROS, PROGRAMAS E INVESTIGACIONES, DESTINADOS TANTO A LA PREVENCIÓN, TRATAMIENTO E INTEGRACIÓN DE TODOS AQUELLOS COLECTIVOS QUE SE ENCUENTREN EN DIFICULTAD O RIESGO SOCIAL, CON ESPECIAL INCIDENCIA EN LA INFANCIA, FAMILIA, JUVENTUD Y MUJER, COMO A AQUELLAS PERSONAS QUE SE ENCUENTREN EN SITUACIÓN DE DEPENDENCIA POR SU EDAD, ENFERMEDAD O DISCAPACIDAD FÍSICA PSÍQUICA, MEDIANTE LA PROMOCIÓN DE TODO TIPO DE INICIATIVAS Y ACTUACIONES CON EL OBJETIVO DE OBTENER UNA PARTICIPACIÓN ACTIVA Y CREATIVA QUE PERMITA LA PUESTA EN MARCHA DE RESPUESTAS EFICACES PARA CONSEGUIR SU INTEGRACIÓN Y AUTONOMÍA DE VIDA, ASÍ COMO HACER REAL Y EFECTIVO EL DERECHO A LA SALUD DE TODA LA POBLACIÓN EN GENERAL MEDIANTE LA PROMOCIÓN Y DESARROLLO DE TODO TIPO DE SERVICIOS SANITARIOS QUE FACILITEN LA CONSECUCIÓN DE UN ESTADO DE COMPLETO BIENESTAR FÍSICO, MENTAL Y SOCIAL DE TODA LA CIUDADANÍA. DENTRO DE ESTA FINALIDAD GENÉRICA PODRÁ DESARROLLAR LAS SIGUIENTES ACTIVIDADES FUNDACIONALES: 1) SENSIBILIZAR A LA OPINIÓN PÚBLICA ACERCA DE LAS PROBLEMÁTICAS PSICOSOCIALES Y SANITARIAS ACTUALES Y DE LOS RECURSOS DISPONIBLES DE CARA A OBTENER LA PARTICIPACIÓN ACTIVA EN LA PUESTA EN PRÁCTICA DE SOLUCIONES ALTERNATIVAS. 2) DESARROLLAR ACTIVIDADES DE PROMOCIÓN Y/O ASESORAMIENTO DEL VOLUNTARIADO SOCIAL, GRUPOS DE AUTOAYUDA, FAMILIAS ACOGEDORAS Y SUSTITUTAS, AYUDA MUTUA Y CUALQUIER OTRA MEDIDA ENCAMINADA A FAVORECER LA COOPERACIÓN E INTEGRACIÓN SOCIAL. 3) REALIZAR INVESTIGACIONES, ESTUDIOS Y PUBLICACIONES, MEJORAR EL CONOCIMIENTO DE LA REALIDAD PSICOSOCIAL Y SU TRANSFORMACIÓN. 4) LLEVAR A CABO ACTIVIDADES DE TODO TIPO CON OTRAS INSTITUCIONES Y ENTIDADES PÚBLICAS O PRIVADAS EN ESPAÑA, EUROPA Y OTROS PAÍSES DEL MUNDO, CON EL OBJETO DE CONFRONTAR LAS ELABORACIONES TEÓRICAS Y APLICACIONES PRÁCTICAS. 5) FAVORECER REUNIONES DE INTERCAMBIO FORMATIVO ENTRE PROFESIONALES, VOLUNTARIADO Y AFECTADOS, AL OBJETO DE CONFRONTAR LAS ELABORACIONES TEÓRICAS Y APLICACIONES PRÁCTICAS. 6) ORGANIZAR ACTIVIDADES, OCUPACIONALES DE TIEMPO LIBRE Y MEDIOAMBIENTALES, FOMENTANDO LA CREACIÓN DE TALLERES QUE PROCUREN LA INSERCIÓN SOCIO-LABORAL Y FAMILIAR. 7) POSIBILITAR EL DESARROLLO DE EXPERIENCIAS EN LA ATENCIÓN DOMICILIARIA Y OTRAS ALTERNATIVAS DE CONVIVENCIA (PISOS TUTELADOS, CENTROS DE ACOGIDA, CENTROS EDUCATIVOS, CENTROS TERAPÉUTICOS,...); ASÍ COMO EL ASESORAMIENTO A LAS UNIDADES CONVIVENCIALES. 8) POTENCIAR SERVICIOS DE ASESORAMIENTO ASISTENCIAL, PSICOSOCIAL Y JURÍDICO A CUALQUIER GRUPO EN SITUACIÓN DE NECESIDAD, ASÍ COMO A INSTITUCIONES AFINES. 9) DESARROLLAR ACTUACIONES QUE MEJOREN LA CALIDAD DE VIDA EN EL MEDIO HABITUAL DE CONVIVENCIA. 10) REALIZAR ACCIONES Y PRESTAR SERVICIOS PSICOSOCIALES DE CARÁCTER INTERNACIONAL. 11) EMPRENDER SERVICIOS O ACTUACIONES DE COOPERACIÓN PARA EL DESARROLLO Y LA SOLIDARIDAD DE PAÍSES EN VÍAS DE DESARROLLO. 12) LA PROTECCIÓN DE LOS/AS NIÑOS/AS DE ACUERDO CON LO PREVISTO EN LA LEGISLACIÓN AUTONÓMICA ESTATAL, LOS PRINCIPIOS RECOGIDOS EN LA CONVENCIÓN DE DERECHOS DEL NIÑO, LA LEGISLACIÓN DEL PAÍS DE ORIGEN DEL MENOR Y LA DEMÁS NORMAS INTERNACIONALES APLICABLES. 13) PROMOVER LA GESTIÓN Y DESARROLLO DE CENTROS Y PROGRAMAS DESTINADOS A LA ATENCIÓN, TRATAMIENTO, PREVENCIÓN Y REINSERCIÓN DE DROGODEPENDIENTES Y EXTOXICÓMANOS. 14) PROMOVER Y/O PARTICIPAR EN LA GESTIÓN Y DESARROLLO DE CENTROS Y SERVICIOS ORIENTADOS A LA FORMACIÓN, COLOCACIÓN Y REINSERCIÓN SOCIO LABORAL. 15) PROMOVER CENTROS, SERVICIOS Y ACTUACIONES DESTINADAS A LA ATENCIÓN, TRATAMIENTO Y REINSERCIÓN DE RECLUSOS Y EXRECLUSOS. 16) DESARROLLAR CENTROS Y PROGRAMAS DESTINADOS A CONSEGUIR UNA MAYOR INTEGRACIÓN DE LOS COLECTIVOS DE INMIGRANTES EN LA SOCIEDAD DE ACOGIDA, ASÍ COMO IMPULSAR TODAS AQUELLAS MEDIDAS ENCAMINADAS A LA REFLEXIÓN Y A LA PARTICIPACIÓN ACTIVA, QUE ANALICEN Y/O MEJOREN LAS CAUSAS CONTRACTUALES QUE ORIGINAN LA INMIGRACIÓN, TANTO EN LOS PAÍSES DE ORIGEN COMO EN LOS RECEPTORES. 17) LA PROMOCIÓN DE LA IGUALDAD DE OPORTUNIDADES ENTRE HOMBRES Y MUJERES, ASÍ COMO PROMOVER Y/O PARTICIPAR EN LA GESTIÓN DE CENTROS Y PROGRAMAS DE ATENCIÓN A MUJERES VÍCTIMAS DE VIOLENCIA DE GÉNERO. 18) LA IMPARTICIÓN DE ENSEÑANZA REGLADA Y NO REGLADA. 19) REALIZAR DIRECTAMENTE ACTIVIDADES ECONÓMICAS Y PROMOCIONAR Y/O GESTIONAR EMPRESAS DESTINADAS A FACILITAR LA INTEGRACIÓN SOCIO LABORAL. A ESTE FIN SE PODRÁN CREAR REDES DE COLABORACIÓN Y ALIANZAS CON OTRAS EMPRESAS A FIN DE FAVORECER EL EMPLEO. 20) LA PROMOCIÓN, DESARROLLO Y GESTIÓN DE LOS SIGUIENTES CENTROS Y SERVICIOS DIRIGIDOS A PERSONAS EN SITUACIÓN DE DEPENDENCIA POR SU EDAD, ENFERMEDAD O DISCAPACIDAD FÍSICA O PSÍQUICA CON EL OBJETIVO DE CONSEGUIR UNA MEJOR CALIDAD DE VIDA Y SU AUTONOMÍA PERSONAL: SERVICIOS DE PREVENCIÓN DE LAS SITUACIONES DE DEPENDENCIA Y PROMOCIÓN DE LA AUTONOMÍA PERSONAL. SERVICIO DE TELEASISTENCIA. SERVICIO DE AYUDA A DOMICILIO. SERVICIO DE CENTRO DE DÍA Y DE NOCHE. GESTIÓN DE RESIDENCIAS DE PERSONAS MAYORES DEPENDIENTES. GESTIÓN DE CENTROS DE ATENCIÓN RESIDENCIAL PARA PERSONAS DEPENDIENTES CON DISCAPACIDAD FÍSICA O PSÍQUICA. 22) PROMOCIÓN DE LA SALUD MEDIANTE CAMPAÑAS EDUCATIVAS Y DE SENSIBILIZACIÓN. 23) PROMOCIÓN, DESARROLLO Y GESTIÓN DE SERVICIOS, CENTROS Y ESTABLECIMIENTOS SANITARIOS DE PROTECCIÓN DE SALUD O DE ATENCIÓN SANITARIA O SOCIO SANITARIA. 24) GESTIÓN DE HOSPITALES Y CENTROS DE ATENCIÓN PRIMARIA. 25) TRANSPORTE SANITARIO PÚBLICO. 26) INVESTIGACIÓN Y DESARROLLO TECNOLÓGICO MÉDICO Y SANITARIO. 27) INVESTIGACIONES MÉDICAS Y SANITARIAS. 28) LABORATORIO Y ANÁLISIS CLÍNICOS. 29) PSICOTERAPIA. 30) FORMACIÓN REGLADA Y NO REGLADA EN MATERIA SANITARIA Y/O SOCIO SANITARIA. 31) SERVICIOS DE CONSULTORÍA EN MATERIA DE SALUD. 32) SERVICIOS DE FARMACIA. 33) SERVICIOS DE PARAFARMACIA. 34) FISIOTERAPIA. 35) TODA CLASE DE SERVICIOS TERAPÉUTICOS. 36) SERVICIOS Y PROGRAMAS DE PREVENCIÓN PARA PERSONAS EN EL ÁMBITO DE LA SALUD. 37) TODO TIPO DE ATENCIÓN TENDENTE A PRESTAR CUIDADOS PALIATIVOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05742",
      "_links": {
        "self": {
          "name": "FUNDACIÓN DIAGRAMA INTERVENCIÓN PSICOSOCIAL",
          "href": "https://api.euskadi.eus/procurements/companies/05742"
        }
      }
    },
    {
      "name": "HIBERUS IT DEVELOPMENT SERVICES, S.L.",
      "registrationNumber": "06834",
      "identificationNumber": "B99537854",
      "address": "Paseo Isabel La Catolica 6",
      "location": {
        "postalCode": "50009",
        "municipality": "Zaragoza",
        "county": "Zaragoza",
        "municipalityId": "297",
        "countyId": "50"
      },
      "economicActivities": [
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2021-05-06",
      "certificateEndDate": "2021-10-27",
      "object": "(I) DISEÑO, INVESTIGACIÓN, DESARROLLO, PROGRAMACIÓN, FABRICACIÓN, EXPLOTACIÓN, SUMINISTRO, MANTENIMIENTO, REPARACIÓN, INSTALACIÓN, MONTAJE, DISTRIBUCIÓN, REPRESENTACIÓN, EXPORTACIÓN E IMPORTACIÓN, PUBLICACIÓN, COMERCIALIZACIÓN Y DISTRIBUCIÓN COMERCIAL, COMPRA Y VENTA AL POR MAYOR Y AL POR MENOR DE SOFTWARE, APLICACIONES INFORMÁTICAS Y MULTIMEDIA REALIZADAS EN CUALQUIER SOPORTE, MÓVILES, EQUIPOS INFORMÁTICOS, ELECTRÓNICOS DE TELECOMUNICACIÓN, TELEFONÍA, SONIDO, IMAGEN, ORDENADORES, PROGRAMAS INFORMÁTICOS, ASÍ COMO TODO TIPO DE PRODUCTOS INFORMÁTICOS, DISEÑOS WEB, DISEÑOS GRÁFICOS, OFIMÁTICOS Y CONSUMIBLES Y TODO ELLO RELACIONADO EN EL ENTORNO DE LAS TECNOLOGÍAS DE LA INFORMACIÓN; LABORES DE CONSULTORÍA, ASESORÍA Y DESARROLLO DE PROYECTOS DE INTERNET, FORMACIÓN, INSTRUCCIÓN Y ENSEÑANZA EN TECNOLOGÍAS DE LA INFORMACIÓN E INTERNET. (II) ORGANIZACIÓN DE CURSOS, CURSILLOS, COLOQUIOS Y SEMINARIOS DE TEMAS RELACIONADOS CON LO ANTERIORMENTE EXPUESTO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06834",
      "_links": {
        "self": {
          "name": "HIBERUS IT DEVELOPMENT SERVICES, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06834"
        }
      }
    },
    {
      "name": "GRUPO EMPRESARIAL DROWERS, S.L.",
      "registrationNumber": "07635",
      "identificationNumber": "B39880729",
      "address": "Ocharan Mazas 13 H 4ºA",
      "location": {
        "postalCode": "39700",
        "municipality": "Castro-Urdiales",
        "county": "Cantabria",
        "municipalityId": "020",
        "countyId": "39"
      },
      "economicActivities": [
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        }
      ],
      "certificateStartDate": "2021-05-04",
      "certificateEndDate": "2021-08-24",
      "object": "LOS QUE A CONTINUACIÓN SE DIRÁN TENIENDO COMO ACTIVIDAD PRINCIPAL EL CÓDIGO DE LA CNAE 7311: SERVICIOS DE PUBLICIDAD Y RRPP. -INTERPRETES DE INSTRUMENTOS MUSICALES CNAE 9001. -OTRAS ACTIVIDADES MUSICALES CNAE 9001. -ACTIVIDADES ANEXAS A ARTES GRÁFICAS CNAE 1813 Y 1814. -AGENCIA DE COLOCACIÓN DE ARTISTAS CNAE 7490Y 7810. -CAFÉS Y BARES CON/SIN COMIDA CNAE 5630. -PROMOCIÓN INMOBILIARIA CNAE 4110. -SERVICIOS RELATIVOS A LA PROPIEDAD INMOBILIARIA E INDUSTRIAL CNAE 4110. -EDIFICACIÓN Y OBRA CIVIL CNAE 4121; 4122 Y 4399. -SERVICIOS TÉCNICOS DE INGENIERÍA, ARQUITECTURA Y URBANISMO CNAE 7112. -SERVICIOS DE LIMPIEZA CNAE 8121 Y 8129. -PRODUCCIÓN Y RELACIONADOS CON PELÍCULAS Y VÍDEOS CNAE 5915. -SERVICIOS DE RADIODIFUSIÓN Y TELEVISIÓN CNAE 5916, 5918, 6010, 6020. -ESPECTÁCULOS CNAE 9001: 9002 Y 9329.-SERVICIOS FOTOGRÁFICOS CNAE 7420. -ESTUDIOS DE MERCADO CNAE 7320. -AGENTES COMERCIALES CNAE 4619. -COMERCIO AL POR MENOS DE PRODUCTOS TEXTILES CNAE 4751; 4772 Y 4771. -EXPLOTACIÓN DE APARTAMENTOS PRIVADOS A TRAVÉS DE AGENCIA CNAE 5520. -GRABADORES, INFORMÁTICOS Y OTROS PROFESIONALES DEL TRATAMIENTO ELECTRÓNICO DE DATOS CNAE 5829; 6201; 6203 Y 6209. -OTROS SERVICIOS CNAE 6399, 7490 Y 8299.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07635",
      "_links": {
        "self": {
          "name": "GRUPO EMPRESARIAL DROWERS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07635"
        }
      }
    }
  ]
}