{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 579,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "SUMINISTROS ESMERALDA, S.L.",
      "registrationNumber": "05368",
      "identificationNumber": "B20544367",
      "address": "Polígono Aranztegi, 12-4",
      "location": {
        "postalCode": "20140",
        "municipality": "Andoain",
        "county": "Gipuzkoa",
        "municipalityId": "009",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.614.2",
          "name": "Venta al por mayor de productos de perfumería, droguería, higiene y belleza",
          "_links": {
            "self": {
              "name": "Venta al por mayor de productos de perfumería, droguería, higiene y belleza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.614.2"
            }
          }
        }
      ],
      "certificateStartDate": "2020-04-02",
      "certificateEndDate": "2020-09-30",
      "object": "LA COMPRA, VENTA Y DISTRIBUCIÓN DE TODA CLASE DE ELEMENTOS DESTINADOS A LA PRESTACION DE SERVICIOS A HOSTELERIA, LIMPIEZAS INDUSTRIALES Y EN GENERAL DE MANTENIMIENTODE LOS MISMOS. \r\nLA COMPRA, VENTA Y ARRENDAMIENTO DE LOCALES Y PABELLONES.\r\nEN GENERAL, TODAS LAS OPERACIONES RELACIONADAS CON LO ANTERIORMENTE DICHO.\r\n\r\nAL SUMINISTROS DE PRODUCTOS DE HIGIENE PARA HOSTELERÍA, INDUSTRIA Y EMPRESAS DE LIMPIEZAS Y TODAS LAS OPERACIONES RELACIONADAS CON LO ANTERIORMENTE DICHO.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05368",
      "_links": {
        "self": {
          "name": "SUMINISTROS ESMERALDA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05368"
        }
      }
    },
    {
      "name": "RANDSTAD PROJECT SERVICES, S.L.",
      "registrationNumber": "06920",
      "identificationNumber": "B84425131",
      "address": "C/Vía de los Poblados 9",
      "location": {
        "postalCode": "28033",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        }
      ],
      "certificateStartDate": "2020-03-26",
      "certificateEndDate": "2020-08-21",
      "object": "1) LA LIMPIEZA DE EDIFICIOS, INSTALACIONES INDUSTRIALES E INMUEBLES EN GENERAL CUALQUIERA QUE FUERE SU DESTINO, BARCOS, NAVES, AERONAVES Y DEMÁS MEDIOS DE LOCOMOCIÓN, PARQUES, JARDINES, MONTES, VÍAS Y ESPACIOS PÚBLICOS Y PRIVADOS, URBANOS E INTERURBANOS, ALCANTARILLAS, CONDUCCIONES INDUSTRIALES Y SANITARIAS, ASÍ COMO LA RECOGIDA Y TRANSPORTE DE BASURAS Y RESIDUOS, INORGÁNICOS Y ORGÁNICOS, URBANOS E INDUSTRIALES (INCLUSO LOS DE PROCEDENCIA HOSPITALARIA) Y LA ELIMINACIÓN HIGIÉNICO-SANITARIA, TRATAMIENTO O RECUPERACIÓN DE LOS MISMOS; LA HIGIENIZACIÓN DE AGUAS MARÍTIMAS, FLUVIALES Y RESIDUALES, TANTO URBANAS COMO INDUSTRIALES, Y DEL MEDIO AMBIENTE EN GENERAL. SERVICIOS DE DESCONTAMINACIÓN DE INSTALACIONES RADIACTIVAS, SANITARIAS Y CENTRALES NUCLEARES. 2) MANTENIMIENTO INTEGRAL DE TODO TIPO DE INSTALACIONES INDUSTRIALES Y DE EDIFICIOS EN GENERAL, INCLUIDA LA EJECUCIÓN DE OBRAS, MEDIANTE TRABAJOS DE ELECTRICIDAD DE ACONDICIONAMIENTO DE AIRE, CALEFACCIÓN, FONTANERÍA, CARPINTERÍA, PINTURA, ALBAÑILERÍA, MANTENIMIENTO DE ASCENSORES Y APARTAOS DE ELEVACIÓN O TRANSPORTE DE CARGAS, ACTUACIONES EN ACOMETIDAS Y REDES DE DISTRIBUCIÓN INTERIOR O EXTERIOR DE GAS Y OTROS COMBUSTIBLES O SUMINISTROS. 3)\t CONFECCIÓN DE PROYECTOS Y EJECUCIÓN DE OBRAS DE CONSTRUCCIÓN Y RESTAURACIÓN DE LAS ESTRUCTURAS Y REVESTIMIENTO DE TODA CLASE DE EDIFICIOS Y MONUMENTOS, SU LIMPIEZA, IMPERMEABILIZACIÓN, TRATAMIENTO, PINTADO Y RECONSTRUCCIÓN. 4) LA IMPLANTACIÓN, CUIDADO Y MANTENIMIENTO DE JARDINES, ZONAS VERDES Y ÁREAS O EXPLOTACIONES FORESTALES, ASÍ COMO CUALQUIER OBRA O SERVICIO, QUE TENGA POR OBJETO SU CONSERVACIÓN (RED DE RIEGO, ILUMINACIÓN, FUENTES, ETC.), LA EJECUCIÓN Y MANTENIMIENTO DE CAMINOS FORESTALES, VÍAS DE SACA Y CONSTRUCCIÓN DE DIQUES PARA LA PREVENCIÓN DE LA EROSIÓN. 5) MONTAJE DE CENTRALES TELEFÓNICAS Y SISTEMAS DE TELECOMUNICACIÓN. 6)\tPRESTACIÓN DE SERVICIOS AUXILIARES EN URBANIZACIONES, FINCAS URBANAS, INSTALACIONES INDUSTRIALES, REDES VIALES, CENTROS COMERCIALES, ORGANISMOS OFICIALES Y DEPENDENCIAS ADMINISTRATIVAS, INSTALACIONES DEPORTIVAS O DE RECREO, MUSEOS, RECINTOS FERIALES, SALAS DE EXPOSICIONES, CONFERENCIAS Y CONGRESOS, HOSPITALES, CONVENCIONES, INAUGURACIONES, CENTROS CULTURALES Y DEPORTIVOS, EVENTOS DEPORTIVOS, SOCIALES Y CULTURALES, EXPOSICIONES, CONFERENCIAS INTERNACIONALES, JUNTAS GENERALES DE ACCIONISTAS Y DE COMUNIDADES DE PROPIETARIOS, RECEPCIONES, RUEDAS DE PRENSA, CENTROS DOCENTES, PARQUES, INSTALACIONES AGROPECUARIAS (AGRICULTURA, GANADERÍA Y PESCA), BOSQUES, FINCAS RÚSTICAS, COTOS DE CAZA, RECINTOS DE RECREO Y DE ESPECTÁCULOS Y, EN GENERAL, EN TODA CLASE DE INMUEBLES Y EVENTOS, POR MEDIO DE CONSERJES, ORDENANZAS, BEDELES, UJIERES, REPONEDORES, REPARTIDORES, CELADORES O CONTROLADORES, OPERADORES DE CONSOLA, PERSONAL DE SALA, PORTEROS, RECEPCIONISTAS, TAQUILLEROS (INCLUYENDO RECOGIDA DE ENTRADAS), TELEFONISTAS, ACOMODADORES, COBRADORES, CUIDADORES, SOCORRISTAS, AZAFATAS, PERSONAL DE SALA Y PROFESIONALES AFINES O QUE COMPLEMENTEN SUS FUNCIONES, CONSISTENTES EN EL MANTENIMIENTO Y LA CONSERVACIÓN DE LOS LOCALES, ASÍ COMO EN LA ATENCIÓN Y SERVICIO A LOS VECINOS, OCUPANTES, VISITANTES Y/O USUARIOS. 7) ATENCIÓN DE LOS SERVICIOS DE URGENCIA, PREVENCIÓN, INFORMACIÓN, CENTRALITA DE TELÉFONOS, COCINA Y COMEDORES. 8) APERTURA, CIERRE Y CUSTODIA DE LLAVES.  9) ENCENDIDO, APAGADO, REARME, MANEJO, SUPERVISIÓN, ENTRETENIMIENTO, MANTENIMIENTO, LIMPIEZA Y REPARACIÓN DE MOTORES E INSTALACIONES DE CALOR, FRÍO Y ELECTRICIDAD, ASCENSORES, CONDUCCIONES DE AGUA, GAS Y OTROS SUMINISTROS, FLUIDOS O COMBUSTIBLES, SISTEMAS Y APARATOS DE PREVENCIÓN DE INCENDIOS, COMPRESORES E INSTALACIONES AUTOMÁTICAS. 10) EXPLOTACIÓN DE SISTEMAS DE COMUNICACIÓN RÁPIDA CON SERVICIOS PÚBLICOS ASISTENCIALES: POLICÍA, BOMBEROS, SERVICIOS DE URGENCIA, HOSPITALES Y CENTROS MÉDICOS. 11) SERVICIOS DE PREVENCIÓN Y LUCHA CONTRA INCENDIOS EN GENERAL EN MONTES, BOSQUES, FINCAS RÚSTICAS, VIVIENDAS E INSTALACIONES INDUSTRIALES Y URBANAS. 12) CONTROL DE CALIDAD DE SERVICIOS O PRODUCTOS. 13)COBROS Y CUADRE DE CAJA; CONFECCIÓN, RECOGIDA Y COBRO DE EFECTOS Y/O RECIBOS; GESTIÓN DE COBROS Y RECAUDACIÓN EJECUTIVA. 14)\tSERVICIOS DE ASISTENCIA SOCIAL Y SANITARIA A LOS SIGUIENTES COLECTIVOS: MENORES, ANCIANOS, MINUSVÁLIDOS, FAMILIAS, INFANCIA, MUJERES SOLITARIAS CON CARGAS FAMILIARES NO COMPARTIDAS, DISCAPACITADOS FÍSICOS Y PSÍQUICOS Y PERSONAS O GRUPOS DE POBLACIÓN EN SITUACIÓN DE NECESIDAD, MEDIANTE LA REALIZACIÓN DE LAS SIGUIENTES TAREAS: SERVICIO DE AYUDA Y ASISTENCIA A DOMICILIO; TELEASISTENCIA DOMICILIARIA Y SOCIO-SANITARIA; EXPLOTACIÓN O GESTIÓN, TOTAL O PARCIAL, DE RESIDENCIAS, PISOS TUTELARES, CENTROS DE DÍA, COMUNIDADES TERAPÉUTICAS Y OTROS CENTROS DE ACOGIDA Y REHABILITACIÓN; TRASLADO Y ACOMPAÑAMIENTO DE LOS COLECTIVOS ANTES CITADOS; HOSPITALIZACIÓN A DOMICILIO Y AYUDA MÉDICA Y DE ENFERMERÍA A DOMICILIO; VIGILANCIA, ATENCIÓN, EDUCACIÓN Y CONTROL DE ALUMNADOS U OTROS COLECTIVOS DURANTE EL DESARROLLO DE LA ACTIVIDAD DE COMEDOR, EN CENTROS PÚBLICOS O PRIVADOS DE EDUCACIÓN. 15) MANIPULACIÓN, ELABORACIÓN, CONDIMENTACIÓN DE COMIDAS PARA SERVICIOS DE CATERING. 16) SERVICIOS RELACIONADOS CON LA PELETERÍA Y CONFECCIÓN DE PRENDAS DE VESTIR; MANIPULACIÓN DE PIELES, TELAS Y DEMÁS TEJIDOS Y FABRICACIÓN DE ARTÍCULOS DE VESTIR O CALZAR CON ESTOS MATERIALES; LIMPIEZA, LAVADO, PLANCHADO, CLASIFICACIÓN Y TRANSPORTE DE ROPA Y/O CALZADO. 17) CONDUCCIÓN DE VEHÍCULOS PROPIOS O AJENOS PARA SERVICIO DE CONDUCTOR O CHÓFER. 18) CONTROL Y VIGILANCIA DE EXÁMENES O PRUEBAS DE APTITUD, ASÍ COMO SERVICIOS AUXILIARES RELACIONADOS CON LA ENSEÑANZA. 19) SERVICIOS DE APOYO EN PROCESOS COMERCIALES O INDUSTRIALES EN CUALQUIERA DE SUS FASES. 20) SERVICIOS DE MARKETING, TELEMARKETING, TELEVENTA Y OTRAS FORMAS DE VENTA DE ARTÍCULOS O SERVICIOS Y REALIZACIÓN DE ESTUDIOS DE MERCADO.  21) SUPERVISIÓN DE CAJEROS AUTOMÁTICOS, APERTURA Y CIERRE DE LA PUERTA DE LA ESCLUSA DE ACCESO AL CAJERO. 22) CONTROL DE ADITIVOS Y MEZCLAS. 23)PESAJE Y CONTROL DE PESAJE DE TODA CLASE DE BIENES MUEBLES. 24) CONSERVACIÓN Y REPARACIÓN DE DEPURADORAS, GRUPOS DE TRATAMIENTO DE AGUAS, EQUIPOS BARREFONDOS. 25) SERVICIOS AUXILIARES INFORMÁTICOS Y DE ASESORÍA Y GESTIÓN A PERSONAS FÍSICAS O JURÍDICAS. 26) LA PRESTACIÓN DE SERVICIOS DE ASESORAMIENTO, ASISTENCIA TÉCNICA O COMERCIAL Y EJECUCIÓN DE TRABAJOS ADMINISTRATIVOS, TÉCNICOS, JURÍDICOS, ORGANIZATIVOS, PUBLICITARIOS E INFORMÁTICOS (INCLUIDOS LOS DE DESARROLLO DE PROGRAMAS), A TRAVÉS DE ESPECIALISTAS EN LAS CITADAS MATERIAS, Y DE TRADUCTORES, INTÉRPRETES, PROYECTISTAS, MECANÓGRAFOS, TAQUÍGRAFOS, TELEFONISTAS, DISTRIBUIDORES DE PUBLICIDAD, ESTENOTIPISTAS, OPERADORES DE ORDENADOR, PROGRAMADORES Y SECRETARIAS. 27)\tLA PRESTACIÓN A PERSONAS FÍSICAS O JURÍDICAS DE SERVICIOS DE CONSULTORÍA Y ASESORAMIENTO DE EMPRESAS EN LOS CAMPOS ADMINISTRATIVO, TÉCNICO, ECONÓMICO-CONTABLE, FINANCIERO, DE ORGANIZACIÓN, MARKETING, RECURSOS HUMANOS, COMUNICACIÓN E INFORMÁTICA Y DE CONTROL Y GESTIÓN DE EMPRESAS. 28) LA PRESTACIÓN DE SERVICIOS RELACIONADOS CON LA ENSEÑANZA, MEDIANTE PROFESORES DEBIDAMENTE TITULADOS EN LAS MATERIAS CUYA ENSEÑANZA SE IMPARTE. 29) LA PRESTACIÓN DE SERVICIOS RELACIONADOS CON LA SELECCIÓN DE PERSONAL, VALORACIÓN DE PUESTOS DE TRABAJO, CLIMA LABORAL, ESTUDIOS DE PLANTILLA Y CUALQUIER OTRA ACTIVIDAD RELACIONADA CON LA GESTIÓN DE RECURSOS HUMANOS. 30) LA CREACIÓN DE ESTRATEGIAS PARA CAMPAÑAS TELEFÓNICAS ASÍ COMO LA PLANIFICACIÓN, LOGÍSTICA Y REALIZACIÓN DE LAS MISMAS. 31) LAS ACTIVIDADES DE EMISIÓN Y RECEPCIÓN DE LLAMADAS POR TELEOPERADORES. 32) EL ARRENDAMIENTO DE LAS OBRAS Y/O SERVICIOS Y LA PRESTACIÓN DE SERVICIOS DE ASISTENCIA TÉCNICA EMPRESARIAL Y PROFESIONAL ESPECIALIZADA, DENTRO DE TODAS LAS ÁREAS FUNCIONALES Y PRODUCTIVAS DE EMPRESAS DE CUALQUIER SECTOR Y ACTIVIDAD, PUDIENDO PRESTAR SERVICIOS Y/O REALIZAR DICHAS OBRAS CON PERSONAL PROPIO EN LAS PROPIAS INSTALACIONES O EN LAS DE PROPIEDAD DE SUS CLIENTES. 33) LA REALIZACIÓN DE CAMPAÑAS Y PRESTACIÓN DE MERCHANDISING, PROMOCIÓN, DEGUSTACIÓN, DISTRIBUCIÓN DE MUESTRAS Y REPOSICIÓN DE PRODUCTOS, ASÍ COMO EL ASESORAMIENTO A EMPRESAS EN TODO LO RELACIONADO CON LO ANTERIOR. 34) EL SUMINISTRO Y/O ALQUILER A FAVOR DE TERCEROS DE LOS MEDIOS OFIMÁTICOS, BIENES DE EQUIPO PRODUCTIVOS Y CUALQUIER EQUIPAMIENTO Y MATERIAL NECESARIO PARA LA EJECUCIÓN DE LOS SERVICIOS Y OBRAS CONTRATADOS, LA TRANSMISIÓN Y RECEPCIÓN DE DOCUMENTOS POR TÉLEX, FAX Y LA RECOGIDA DE DATOS EN SOPORTES INFORMÁTICOS. 35) LA ORGANIZACIÓN DE FERIAS, CONGRESOS Y REUNIONES EN GENERAL. 36) LA PRESTACIÓN DE SERVICIOS DE TRANSPORTE DE VIAJEROS EN LA MODALIDAD DE SERVICIO PRIVADO COMPLEMENTARIO REALIZADO CON VEHÍCULOS CON CAPACIDAD INFERIOR A NUEVE PLAZAS, INCLUIDO EL CONDUCTOR, DE CONFORMIDAD CON LO PREVISTO EN LA LEY 12/1987, DE 28 DE MAYO, DE REGULACIÓN DEL TRANSPORTE DE VIAJEROS POR CARRETERA MEDIANTE VEHÍCULOS A MOTOR; Y LA LEY 16/1987, DE 30 DE JULIO, DE ORDENACIÓN DE LOS TRANSPORTES TERRESTRES, ASÍ COMO CUALQUIER OTRA NORMA QUE EN EL FUTURO LAS COMPLEMENTE O SUSTITUYA. 37) LA REALIZACIÓN DE TODA CLASE DE SERVICIOS DE TRANSPORTE DE VIAJEROS Y MERCANCÍAS POR CARRETERA CON CUALQUIER VEHÍCULO Y CARGA, PÚBLICOS Y PRIVADOS, REGULARES O DISCRECIONALES, ASÍ COMO LA EXPLOTACIÓN DE LOS SERVICIOS Y ACTIVIDADES AUXILIARES Y COMPLEMENTARIOS NECESARIOS PARA EL USO Y MANTENIMIENTO DE LOS SERVICIOS DE TRANSPORTE, CON SUJECIÓN A LA LEGISLACIÓN ESPECIAL Y GENERAL QUE LE FUERA DE APLICACIÓN. 38) ACTIVIDADES DE HANDLING. 39) LECTURA DE CONTADORES, CORTE, MANTENIMIENTO, REPARACIÓN Y REPOSICIÓN DE LOS MISMOS, ESCUCHA Y TRASCRIPCIÓN DE LECTURAS, INSPECCIÓN DE CONTADORES, TOMA Y ACTUALIZACIÓN DE DATOS Y COLOCACIÓN DE AVISOS. 40) CARGA, DESCARGA, ESTIBA Y DESESTIBA, TRANSPORTE, DISTRIBUCIÓN, COLOCACIÓN, CLASIFICACIÓN, CONTROL DE ALMACÉN, PREPARACIÓN DE INVENTARIOS, REPOSICIÓN, CONTROL DE EXISTENCIAS EN ALMACENES Y ALMACENAMIENTO DE TODO TIPO DE MERCANCÍAS. 41) RECOGIDA, MANIPULACIÓN, TRANSPORTE, REPARTO, DISTRIBUCIÓN, CUSTODIA Y ENTREGA DE TODA CLASE DE PAQUETES, DOCUMENTOS, CATÁLOGOS, PROPAGANDA Y MERCANCÍAS. 42)\tMEDICIONES DE TEMPERATURA Y HUMEDAD EN VIALES, Y EN GENERAL, EN TODO TIPO DE BIENES, MUEBLES E INMUEBLES, INSTALACIONES PÚBLICAS Y PRIVADAS REALIZANDO TODOS AQUELLOS CONTROLES NECESARIOS PARA LA CONSERVACIÓN Y EL MANTENIMIENTO CORRECTO DE LOS MISMOS, O DE LOS BIENES EN ELLOS DEPOSITADOS O CUSTODIADOS. 43) ATENCIÓN, REPOSICIÓN Y MANTENIMIENTO DE EQUIPOS, MAQUINARIA Y DISPENSADORES. 44) CONTROL Y COMPROBACIÓN DE GRUPOS ELECTRÓGENOS (PRESIÓN DE ACEITE, TEMPERATURA, VOLTÍMETROS, ARMARIOS ELÉCTRICOS, COMPRESORES, NIVEL DE BATERÍA O COMBUSTIBLE), INSTALACIÓN DE MEGAFONÍA Y AUDIO-VIDEO, DOTACIÓN DE CINTAS DE GRABACIÓN MUSICAL, CONTROL DE PANELES ELÉCTRICOS, NEUMÁTICOS, MANÓMETROS DE FRENO Y SUSPENSIÓN DE EQUIPOS DE AIRE ACONDICIONADO, ANTIBLOCAJES Y ACOPLAMIENTOS, REVISIÓN DE NIVELES DE CONSUMO DE AGUA Y COMBUSTIBLES, REVISIONES Y REPARACIONES DE AVERÍAS Y ELIMINACIÓN DE CARGAS DE CORRIENTE EN TODA CLASE DE MEDIOS DE LOCOMOCIÓN. 45) RECEPCIÓN, ATRAQUE, AMARRE Y CONEXIÓN DE SERVICIOS A EMBARCACIONES. 46) SERVICIOS DE PUBLICIDAD DIRECTA, FRANQUEO Y CURSO POR CORREO DE IMPRESOS PUBLICITARIOS, PROPAGANDÍSTICOS Y, EN GENERAL, DE TODO TIPO DE DOCUMENTOS Y PAQUETES, POR CUENTA DE SUS CLIENTES. 47) Y EN GENERAL LA REALIZACIÓN, EN CUALESQUIERA RAMAS DE LA INDUSTRIA Y DEL COMERCIO, DE CONTRATOS DE ARRENDAMIENTO DE COSAS, MUEBLES E INMUEBLES, ASÍ COMO LA EJECUCIÓN DE OBRAS Y LA PRESTACIÓN DE SERVICIOS, CON O SIN APORTACIÓN DE MATERIALES. 48) GESTIÓN Y CONTROL, A TRAVÉS DE UN CENTRO INFORMATIZADO Y AMPLIAMENTE COMUNICADO, DE CUALQUIERA DE LOS SERVICIOS MENCIONADOS EN LOS NÚMEROS ANTERIORES MEDIANTE OPERADORES DE CONSOLA, TANTO SI SON PRESTADOS POR LA PROPIA SOCIEDAD O POR TERCEROS. 49) FORMACIÓN PROFESIONAL Y RECICLAJE DE LAS PERSONAS QUE PRESTEN LOS SERVICIOS EXPRESADOS EN LOS PUNTOS ANTERIORES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06920",
      "_links": {
        "self": {
          "name": "RANDSTAD PROJECT SERVICES, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06920"
        }
      }
    },
    {
      "name": "JON ANDER URRESTI UGALDE",
      "registrationNumber": "06921",
      "identificationNumber": "45752123V",
      "address": "artike auzoa 48",
      "location": {
        "postalCode": "48370",
        "municipality": "Bermeo",
        "county": "Bizkaia",
        "municipalityId": "017",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "3.019",
          "name": "Otras actividades relacionadas con el cine, el teatro y el circo",
          "_links": {
            "self": {
              "name": "Otras actividades relacionadas con el cine, el teatro y el circo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/3.019"
            }
          }
        }
      ],
      "certificateStartDate": "2020-03-26",
      "certificateEndDate": "2020-09-16",
      "object": "ZINEMAREKIN, ANTZERKIAREKIN ETA ZIRKUAREKIN LOTUTAKO BESTE JARDUERA BATZUK",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06921",
      "_links": {
        "self": {
          "name": "JON ANDER URRESTI UGALDE",
          "href": "https://api.euskadi.eus/procurements/companies/06921"
        }
      }
    },
    {
      "name": "INDEKA INSTRUMENTACION, S.L.",
      "registrationNumber": "06923",
      "identificationNumber": "B20852133",
      "address": "SEGUNDO IZPIZUA 35 3C",
      "location": {
        "postalCode": "20001",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.619.7",
          "name": "Venta al por mayor de instrumentos de precisión, medida y similares",
          "_links": {
            "self": {
              "name": "Venta al por mayor de instrumentos de precisión, medida y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.619.7"
            }
          }
        }
      ],
      "certificateStartDate": "2020-03-26",
      "certificateEndDate": "2020-06-26",
      "object": "LA VENTA AL POR MAYOR Y AL POR MENOR DE SUMINISTROS INDUSTRIALES Y EL DESARROLLO DE PROYECTOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06923",
      "_links": {
        "self": {
          "name": "INDEKA INSTRUMENTACION, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06923"
        }
      }
    },
    {
      "name": "CRISTOBAL LANDA LANDA AGENCIA DE SEGUROS SL",
      "registrationNumber": "06924",
      "identificationNumber": "B95087581",
      "address": "Aita Elorriaga 9 BAJO",
      "location": {
        "postalCode": "48100",
        "municipality": "Mungia",
        "county": "Bizkaia",
        "municipalityId": "069",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.832.1",
          "name": "Agencias de seguros y corredurías de seguros",
          "_links": {
            "self": {
              "name": "Agencias de seguros y corredurías de seguros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.832.1"
            }
          }
        }
      ],
      "certificateStartDate": "2020-03-26",
      "certificateEndDate": "2020-06-26",
      "object": "ASESORAMIENTO Y GESTIÓN DE RIESGOS, TRAMITACIÓN SEGUROS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06924",
      "_links": {
        "self": {
          "name": "CRISTOBAL LANDA LANDA AGENCIA DE SEGUROS SL",
          "href": "https://api.euskadi.eus/procurements/companies/06924"
        }
      }
    },
    {
      "name": "ASFALGAL TECNICAS VIARIAS, S.L",
      "registrationNumber": "06926",
      "identificationNumber": "B32404972",
      "address": "C/ MARIE CURIE, 4 BAJO",
      "location": {
        "postalCode": "32005",
        "municipality": "Ourense",
        "county": "Ourense",
        "municipalityId": "054",
        "countyId": "32"
      },
      "economicActivities": [
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        },
        {
          "id": "1.722",
          "name": "Transporte de mercancías por carretera",
          "_links": {
            "self": {
              "name": "Transporte de mercancías por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.722"
            }
          }
        }
      ],
      "certificateStartDate": "2020-03-26",
      "certificateEndDate": "2020-08-21",
      "object": "A) CONSTRUCCIÓN, PREPARACIÓN DE TODO TIPO DE OBRAS PÚBLICAS O PRIVADAS. B) CONSTRUCCIÓN Y PROMOCIÓN DE EDIFICIOS, URBANIZACIONES Y APARCAMIENTOS. C) COMPRA-VENTA DE TODA CLASE DE INMUEBLES, TERRENOS, SOLARES Y VIVIENDAS. D) FABRICACIÓN Y SUMINISTRO DE TODA CLASE DE MATERIALES DE CONSTRUCCIÓN. E) EXPLOTACIÓN DE CANTERAS Y DEMÁS RECURSOS MINEROS DE CUALQUIERA DE LAS SECCIONES PREVISTAS EN LA LEGISLACIÓN SOBRE MINAS. F) LA INTERMEDIACIÓN PARA LA PRESTACIÓN DE SERVICIOS PROFESIONALES DE ELABORACIÓN Y REALIZACIÓN DE ESTUDIOS, PLANES Y PROYECTOS DE CARÁCTER TÉCNICO, ASI COMO LA DIRECCIÓN TÉCNICA DE OBRA. G) TRANSPORTE DE TODA CLASE DE MERCANCÍAS. H) ALQUILER DE MAQUINARIA EN GENERAL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06926",
      "_links": {
        "self": {
          "name": "ASFALGAL TECNICAS VIARIAS, S.L",
          "href": "https://api.euskadi.eus/procurements/companies/06926"
        }
      }
    },
    {
      "name": "EXTRACO, CONSTRUCCIÓNS E PROXECTOS, S.A.",
      "registrationNumber": "06927",
      "identificationNumber": "A32002644",
      "address": "CAMIÑO DA CIMA, Nº 24, 1º",
      "location": {
        "postalCode": "32004",
        "municipality": "Ourense",
        "county": "Ourense",
        "municipalityId": "054",
        "countyId": "32"
      },
      "economicActivities": [
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        }
      ],
      "certificateStartDate": "2020-03-26",
      "certificateEndDate": "2020-08-28",
      "object": "EL DISEÑO, GESTIÓN, PROMOCIÓN, CONSTRUCCIÓN, VENTA, CONTRATACIÓN, EJECUCIÓN, REFORMA, REPARACIÓN, FABRICACIÓN, TRANSFORMACIÓN, INVESTIGACIÓN, APROVECHAMIENTO, INSTALACIÓN, MONTAJE, INDUSTRIALIZACIÓN, DISTRIBUCIÓN, COMERCIALIZACIÓN, IMPORTACIÓN, EXPORTACIÓN, CONSERVACIÓN, MANTENIMIENTO, LIMPIEZA Y EXPLOTACIÓN DE TODA CLASE DE OBRAS, MATERIALES, CONSTRUCCIONES, E INSTALACIONES, TANTO PÚBLICAS COMO PRIVADAS, ASÍ COMO LAS ACTIVIDADES DE SERVICIOS RELACIONADAS,  POR SUS PROPIOS MEDIOS O BAJO RÉGIMEN DE CONCESIÓN, DE FORMA INDIVIDUAL O ASOCIADA A OTRAS EMPRESAS O ENTIDADES, EN ESPECIAL:\r\nOBRAS TERRESTRES, MARÍTIMAS, AÉREAS Y ESPACIALES, MOVIMIENTO DE TIERRAS, EXCAVACIONES, DESMONTES, VACIADOS, EXPLANACIONES, TERRAPLENES, PERFORACIONES, POZOS Y GALERÍAS, TÚNELES, PUENTES, VIADUCTOS Y GRANDES ESTRUCTURAS, INCLUSO DE FÁBRICA Y HORMIGÓN EN MASA, DE HORMIGÓN ARMADO, PRETENSADO Y METÁLICOS. CONSTRUCCIÓN, REHABILITACIÓN, REPARACIÓN, MANTENIMIENTO Y RESTAURACIÓN DE EDIFICACIONES, ESTRUCTURAS, INMUEBLES HISTÓRICO-ARTÍSTICOS, INSTALACIONES DEPORTIVAS, PLANTAS O EDIFICACIONES INDUSTRIALES, COMERCIALES, AGROPECUARIAS, APARCAMIENTOS SUBTERRÁNEOS Y EN SUPERFICIE, CENTRALES NUCLEARES, CANTERAS, GRAVERAS, ÁRIDOS, HORMIGÓN, DERIVADOS DEL HORMIGÓN, AGLOMERADO ASFÁLTICO, FERRALLA, MATERIALES DE CONSTRUCCIÓN, CERÁMICA, ESTRUCTURAS, DEMOLICIONES, DESMONTAJES, OBRAS DE ALBAÑILERÍA, REVOCOS Y REVESTIDOS, CANTERÍA, CRISTALERÍA, YACIMIENTOS MINERALES, ASÍ COMO LA ADQUISICIÓN, USO Y DISFRUTE DE PERMISOS, CONCESIONES, LICENCIAS, AUTORIZACIONES Y DEMÁS DERECHOS DE CARÁCTER MINERO, MARMOLERÍA, PAVIMENTOS, SOLADOS Y ALICATADOS, AISLAMIENTOS, IMPERMEABILIZACIONES, ACRISTALAMIENTOS, MUROS CORTINA, EBANISTERÍA, CERRAJERÍA, ESTRUCTURAS METÁLICAS, DE MADERA, MADERA LAMINADA, DE FÁBRICA Y HORMIGÓN, CARPINTERÍA METÁLICA, DE MADERA, PVC Y DERIVADOS PLÁSTICOS, OBRAS FERROVIARIAS, CONSTRUCCIÓN Y TENDIDO DE VÍAS EN SUPERFICIE, SUBURBANAS E INCLUSO ELEVADAS SOBRE CARRIL O CABLE, TRAVIESAS, SEÑALIZACIONES, ENCLAVAMIENTOS Y ELECTRIFICACIÓN DE FERROCARRILES, HIDRÁULICAS, EÓLICAS, DE REDES DE AGUA Y ALCANTARILLADO, OBRAS DE ABASTECIMIENTO, SANEAMIENTO, REGADÍOS, PRESAS, CANALES, ACEQUIAS, DESAGÜES, DEFENSA DE MÁRGENES Y ENCAUZAMIENTOS, CONDUCCIONES CON TUBERÍA DE PRESIÓN, REGENERACIÓN DE RÍOS Y LAGOS, REDES DE CAPTACIÓN Y DISTRIBUCIÓN DE AGUA Y SANEAMIENTO, ESTACIONES DEPURADORAS Y DE TRATAMIENTO DE AGUAS Y OTROS LÍQUIDOS, POTABILIZADORAS, OBRAS MARÍTIMAS, PUERTOS, MUELLES, DIQUES, DRAGADOS, ESCOLLERAS, INCLUSO ESCOLLERAS CON BLOQUES DE HORMIGÓN, CON CAJONES DE HORMIGÓN ARMADO, CON PILOTES Y TABLESTACAS, FAROS, RADIOFAROS, SEÑALIZACIONES MARÍTIMAS,  EMISARIOS, CONDUCCIONES Y TRABAJOS SUBMARINOS, REGENERACIÓN DE COSTAS, DE MARES, OBRAS DE CARRETERAS, CAMINOS, VIALES, PISTAS, URBANIZACIONES, CALZADAS, AUTOPISTAS, AUTOVÍAS, PISTAS DE ATERRIZAJE, AEROPUERTOS, HELIPUERTOS, PISTAS DEPORTIVAS, PAVIMENTACIONES, FIRMES DE HORMIGÓN HIDRÁULICO Y DE MEZCLAS BITUMINOSAS, SEÑALIZACIONES Y BALIZAMIENTOS, BARRERAS ACÚSTICAS, OLEODUCTOS, GASODUCTOS, CONDUCCIONES DE DISTRIBUCIÓN DE COMBUSTIBLES, INSTALACIONES ELÉCTRICAS, ELECTRÓNICAS Y MECÁNICAS, ALUMBRADOS, ILUMINACIONES Y BALIZAMIENTOS LUMINOSOS, LÍNEAS ELÉCTRICAS DE TRANSPORTE, CENTROS DE TRANSFORMACIÓN Y DISTRIBUCIÓN, TENDIDOS AÉREOS Y SUBTERRÁNEOS, CENTRALES DE PRODUCCIÓN DE ENERGÍA, SUBESTACIONES, TELECOMUNICACIONES E INSTALACIONES RADIOELÉCTRICAS, INSTALACIONES MECÁNICAS, ELEVADORAS O TRANSPORTADORAS, OBRAS, INSTALACIONES Y EQUIPOS DE VENTILACIÓN, AIRE ACONDICIONADO, CALEFACCIÓN, CLIMATIZACIÓN, INSTALACIONES CONTRA INCENDIOS, FRIGORÍFICAS, FONTANERÍA, GAS Y SANITARIAS, GEOTÉCNICAS, CIMENTACIONES, CIMENTACIONES ESPECIALES, SONDEOS, INYECCIONES, PILOTAJES, TABLESTACADOS, MUROS PANTALLA, CONSOLIDACIÓN DE TERRENO, PINTURAS, REVESTIMIENTOS, METALIZACIONES, TRATAMIENTO DE FACHADAS, ORNAMENTACIONES, DECORACIONES, RESTAURACIONES HISTÓRICO-ARTÍSTICAS, MOBILIARIO Y EQUIPAMIENTO URBANO, JARDINERÍA Y PLANTACIONES, PRODUCCIÓN, CULTIVO, COMERCIALIZACIÓN Y APLICACIONES DE TODO TIPO DE ESPECIES VEGETALES, \r\nALMACENAJE, TRATAMIENTOS Y TRANSFERENCIA DE RESIDUOS, TRATAMIENTO DE VERTEDEROS, CONSTRUCCIÓN, ADECUACIÓN, SELLADO Y CLAUSURA DE VERTEDEROS, CONSERVACIÓN, MEJORA DEL MEDIO AMBIENTE, TRATAMIENTOS MEDIOAMBIENTALES, CONTROL DE HUMOS Y RESIDUOS, GESTIÓN ÍNTEGRA DE BASURAS, TANTO EN LO QUE SE REFIERE A SU RECOGIDA, COMO A SU DEPURACIÓN, TRANSFORMACIÓN, EXPLOTACIÓN Y TRATATAMIENTO.\r\nACTIVIDADES INMOBILIARIAS POR CUENTA PROPIA O DE TERCEROS, ADQUISICIÓN, GESTIÓN, ADMINISTRACIÓN, ARRENDAMIENTO, EXPLOTACIÓN Y ENAJENACIÓN DE TODA CLASE DE INMUEBLES, TERRENOS, FINCAS, PARCELAS, SOLARES, EDIFICACIONES Y VIVIENDAS, TANTO RÚSTICAS COMO URBANAS, ASÍ COMO LA PROYECCIÓN, CONSTRUCCIÓN, URBANIZACIÓN, TRANSFORMACIÓN, EDIFICACIÓN, RECONSTRUCCIÓN, PROMOCIÓN, RESTAURACIÓN, ARRENDAMIENTO, PARCELACIÓN, CESIÓN, ADMINISTRACIÓN, COMPRA Y VENTA DE INMUEBLES Y FINCAS DE CUALQUIER NATURALEZA, INCLUIDO INSTALACIÓN Y MONTAJE DE CUALQUIER CLASE DE MATERIALES DE CONSTRUCCIÓN Y DE PRODUCTOS DERIVADOS DE LA MISMA, EJECUTANDO COMPLETA O PARCIALMENTE, POR CUENTA PROPIA O DE TERCEROS CONTRATISTAS, SUBCONTRATISTAS O DESTAJISTAS EN SU SENTIDO MÁS AMPLIO, TODO TIPO DE OBRAS RÚSTICAS, URBANAS, INDUSTRIALES, COMERCIALES, DE ESPARCIMIENTO Y DE RECREO, VIVIENDAS Y EDIFICACIONES DE RENTA LIMITADA, SUBVENCIONADA, DE RENTA LIBRE O DE CUALQUIER OTRA MODALIDAD, BIEN PARA EXPLOTACIÓN COMO TALES EN FORMA DE ARRENDAMIENTO O PARA SU VENTA POSTERIOR.\r\nEL TRANSPORTE EN GENERAL DE PERSONAS Y DE TODO TIPO DE MERCANCÍAS, YA SEAN MATERIALES DE CONSTRUCCIÓN U OTRAS CUALESQUIERA, ASÍ COMO EL ALQUILER DE MAQUINARIA, ELEMENTOS DE TRANSPORTE, EQUIPOS Y UTILLAJES DE CONSTRUCCIÓN. EXPLOTACIÓN Y PRESTACIÓN DE TODO TIPO DE SERVICIOS PÚBLICOS O COMUNITARIOS RELACIONADOS CON LA INFRAESTRUCTURA DE TRANSPORTE, URBANO O INTERURBANO, YA SEA POR VÍA TERRESTRE, MARÍTIMA O AÉREA.\r\nLA REALIZACIÓN Y REDACCIÓN DE TODO TIPO DE PROYECTOS, ASISTENCIAS Y DIRECCIONES TÉCNICAS, REDACCIÓN DE INFORMES Y ASESORAMIENTOS EN MATERIAS RELACIONADAS CON LAS OBRAS PÚBLICAS O PRIVADAS Y SERVICIOS RELACIONADOS, TANTO EN EL SEGUIMIENTO TÉCNICO DE SU PROYECTO DE DISEÑO, COMO EN LA EJECUCIÓN Y CONTROL DE CALIDAD DE LAS OBRAS.\r\nLA FABRICACIÓN, ADQUISICIÓN, SUMINISTRO, IMPORTACIÓN, EXPORTACIÓN, ARRENDAMIENTO, INSTALACIÓN, MANTENIMIENTO, DISTRIBUCIÓN Y EXPLOTACIÓN DE MAQUINARIA, HERRAMIENTAS Y MEDIOS AUXILIARES, VEHÍCULOS, MATERIALES, EQUIPOS Y MOBILIARIO DE TODA CLASE, INCLUIDO EL MOBILIARIO Y EQUIPAMIENTO URBANO.\r\nACTIVIDADES RELACIONADAS CON LA ARQUEOLOGÍA, TALES COMO LOCALIZACIÓN, EXCAVACIÓN, RECUPERACIÓN Y TRATAMIENTO DE RESTOS ARQUEOLÓGICOS.\r\nLA TITULARIDAD DE TODA CLASE DE CONCESIONES, SUBCONCESIONES, AUTORIZACIONES Y LICENCIAS ADMINISTRATIVAS DE OBRAS, SERVICIOS Y MIXTAS DEL ESTADO, COMUNIDADES AUTÓNOMAS, PROVINCIALES, MUNICIPALES, ORGANISMOS AUTÓNOMOS, ENTIDADES AUTÓNOMAS Y, EN GENERAL DE CUALQUIER ESTADO EXTRANJERO E INSTITUCIONES INTERNACIONALES.\r\nEL DISEÑO, GESTIÓN, PROMOCIÓN, CONSTRUCCIÓN, VENTA, CONTRATACIÓN, EJECUCIÓN, REFORMA, REPARACIÓN, FABRICACIÓN, TRANSFORMACIÓN, INVESTIGACIÓN, APROVECHAMIENTO, INSTALACIÓN, MONTAJE, INDUSTRIALIZACIÓN, DISTRIBUCIÓN, COMERCIALIZACIÓN, IMPORTACIÓN, EXPORTACIÓN, CONSERVACIÓN, MANTENIMIENTO, LIMPIEZA Y EXPLOTACIÓN DE TODA CLASE DE OBRAS, MATERIALES, CONSTRUCCIONES, E INSTALACIONES, CONSTITUYENDO O PARTICIPANDO EN OTRAS SOCIEDADES, EMPRESAS, AGRUPACIONES, ASOCIACIONES Y UNIONES, MEDIANTE LA SUSCRIPCIÓN, ADQUISICIÓN, POSESIÓN DE ACCIONES, PARTICIPACIONES Y CUALESQUIERA OTROS TÍTULOS Y VALORES, ASÍ COMO TODA CLASE DE NEGOCIOS RELACIONADOS CON LA COMPRAVENTA Y SUSCRIPCIÓN DE VALORES MOBILIARIOS TANTO DE RENTA FIJA COMO VARIABLE.\r\nLA CONSTRUCCIÓN, EXPLOTACIÓN Y GESTIÓN DE TODO TIPO DE ESTABLECIMIENTOS DEDICADOS A LA HOSTELERÍA Y SERVICIOS DE COMIDA, RESTAURACIÓN, ACTIVIDADES DEPORTIVAS, PARQUES DE ATRACCIONES Y, EN GENERAL, DE CUALQUIER OTRA ACTIVIDAD RELACIONADA CON EL OCIO, EL DEPORTE Y LA RECREACIÓN.\r\nLA  ADQUISICIÓN,  EXPLOTACIÓN,  VENTA  Y  CESIÓN  DE  DERECHOS  DE  PROPIEDAD INDUSTRIAL E INTELECTUAL.\r\nSERVICIOS ADMINISTRATIVOS: SERVICIOS AUXILIARES PARA TRABAJOS ADMINISTRATIVOS DE DISTRIBUCIÓN, ARCHIVO O SIMILARES, DE PUBLICACIONES Y OTROS DOCUMENTOS, ASÍ COMO REALIZACIONES DE FOTOCOPIAS, COPIAS DE PLANOS, FRANQUEO DE CORRESPONDENCIA Y OTROS. SERVICIOS DE GESTIÓN DE COBROS, INCLUIDO EL DE RECIBOS CORRESPONDIENTES A IMPUESTOS O SERVICIOS DE LAS ADMINISTRACIONES PÚBLICAS. ENCUESTAS, TOMA DE DATOS Y SERVICIOS ANÁLOGOS PARA ESTUDIOS DE MERCADO, ESTADOS DE OPINIÓN U OTRO TIPO DE ENCUESTAS. LECTURA DE CONTADORES, A EFECTOS DE DETERMINAR EL CONSUMO DE SERVICIOS PRESTADOS. ORGANIZACIÓN Y PROMOCIÓN DE CONGRESOS, FERIAS Y EXPOSICIONES, DISPONIENDO Y DISTRIBUYENDO LOS ESPACIOS, SERVICIOS DE AZAFATAS, INFORMACIÓN Y PROGRAMACIÓN DE ACTOS. SERVICIOS DE PORTERÍA, CONTROL DE ACCESOS, TANTO DE PERSONAS COMO DE VEHÍCULOS E INFORMACIÓN AL PÚBLICO EN LOCALES Y EDIFICIOS. OTROS SERVICIOS ADMINISTRATIVOS NO DETERMINADOS, INCLUYENDO TODO TIPO DE TRABAJOS Y ACTIVIDADES QUE SEAN OBJETO DE UN CONTRATO DE SERVICIOS.\r\nSERVICIOS ESPECIALIZADOS DE HIGIENIZACIÓN, DESINFECCIÓN, DESINSECTACIÓN Y DESRATIZACIÓN EN EDIFICIOS, LOCALES, MONTES, JARDINES, ALCANTARILLADOS, REDES DE AGUA Y EN ESTACIONES DEPURADORAS. SERVICIOS DE SEGURIDAD, CUSTODIA Y PROTECCIÓN INCLUIDA VIGILANCIA Y GUARDIA DE SEGURIDAD EN EDIFICIOS, LOCALES Y ESPACIOS PÚBLICOS, LA CUSTODIA DE BIENES Y LA PROTECCIÓN DE PERSONAS. SERVICIOS DE ATENCIÓN Y MANEJO DE INSTALACIONES Y EQUIPOS DE SEGURIDAD, TALES COMO CENTRALES DE ALARMAS, CÁMARAS Y MONITORES DE VÍDEO, SISTEMAS DE CONTROL DE CORRESPONDENCIA Y PAQUETERÍA, DETECCIÓN DE METALES Y SISTEMAS DE CONTROL DE ACCESOS. ARTES GRÁFICAS, TRABAJOS EDITORIALES Y DE IMPRENTA, IMPRESIÓN, ENCUADERNACIÓN Y ACABADO DE LIBROS, DE COMPOSICIÓN Y ESTEREOTIPIA, DE REPRODUCCIÓN DE MATERIAL GRABADO Y OTROS TRABAJOS RELACIONADOS CON LA IMPRESIÓN. SERVICIOS DE BIBLIOTECAS, ARCHIVOS Y MUSEOS, INCLUIDOS LOS TRABAJOS DE ORGANIZACIÓN, ATENCIÓN Y EXPLOTACIÓN. SERVICIOS RELACIONADOS CON LA HOSTELERÍA, COMIDAS, BANQUETES Y CÓCTELES. SERVICIOS DE PREVENCIÓN DE INCENDIOS FORESTALES, INCLUIDO LOS TRABAJOS DE VIGILANCIA Y CONTROL. SERVICIOS DE PROTECCIÓN DE ESPECIES INCLUIDOS LOS TRABAJOS DE VIGILANCIA Y CONTROL ASÍ COMO SUS TRATAMIENTOS SANITARIOS. OTROS SERVICIOS ESPECIALIZADOS NO DETERMINADOS, INCLUYENDO TODO TIPO DE TRABAJOS Y ACTIVIDADES QUE SEAN OBJETO DE UN CONTRATO DE SERVICIOS.\r\nSERVICIOS CUALIFICADOS: ACTIVIDADES MÉDICAS Y SANITARIAS, PRESTADAS EN HOSPITALES, CLÍNICAS, SANATORIOS, CONSULTORIOS Y BALNEARIOS O EN CENTROS DISTINTOS DE LOS ANTERIORES; CAMPAÑAS PREVENTIVAS Y DE VACUNACIÓN; REHABILITACIÓN Y FISIOTERAPIA. SERVICIOS DE INSPECCIÓN SANITARIA DE INSTALACIONES DE MATADEROS Y GRANJAS, ASÍ COMO LA DE INSTALACIONES EN GENERAL; SERVICIOS VETERINARIOS PARA LA SALUD QUE TENGAN COMO FIN LA PREVENCIÓN DE ENFERMEDADES RELACIONADAS CON LA SALUD HUMANA Y ANIMAL. SERVICIOS DE ESTERILIZACIÓN DE MATERIAL SANITARIO, DE INSTRUMENTAL QUIRÚRGICO, APARATOS E INSTRUMENTOS MÉDICOS Y DE TODO TIPO DE MATERIAL Y ROPA USADA POR PERSONAL SANITARIO, ASÍ COMO DE QUIRÓFANOS Y OTROS LOCALES PARA FINES SANITARIOS. SERVICIOS DE RESTAURACIÓN DE OBRAS DE ARTE, COMO CUADROS, TAPICES, ESCULTURAS, RETABLOS, LIBROS, DOCUMENTOS, MOBILIARIO, JOYAS Y OTROS ELEMENTOS ARTÍSTICOS. SERVICIOS DE MANTENIMIENTO, CONSERVACIÓN Y RESTAURACIÓN DE MATERIALES CINEMATOGRÁFICOS Y AUDIOVISUALES, INCLUIDO TRABAJOS DE REPASO, VISIONADO, REPRODUCCIÓN DE IMÁGENES, SONIDOS DE PELÍCULAS Y OTRO MATERIAL AUDIOVISUAL.\r\nSERVICIOS DE CONSERVACIÓN, MANTENIMIENTO Y REPARACIÓN DE TODA CLASE DE BIENES INMUEBLES, TRABAJOS DE CONSERVACIÓN, MANTENIMIENTO Y REPARACIÓN DE EDIFICIOS, INCLUYENDO TODO TIPO DE TRABAJOS TALES COMO ALBAÑILERÍA, CRISTALERÍA, CARPINTERÍA, PINTURA Y REVESTIMIENTOS CON PAPEL, TEJIDOS O PLÁSTICOS. CONSERVACIÓN, MANTENIMIENTO Y REPARACIÓN DE CARRETERAS, PISTAS, AUTOPISTAS, AUTOVÍAS, CALZADAS Y VÍAS FÉRREAS, CONSERVANDO Y MANTENIENDO FIRMES, VÍAS FÉRREAS, SEÑALIZACIONES Y BALIZAMIENTO VIAL, VALLADOS, BARRERAS ACÚSTICAS, ACERAS, ARQUETAS Y CONDUCTOS, CUNETAS, MEDIANAS Y TERRAPLENES, ASÍ COMO DE ESTRUCTURAS DE PUENTES Y TÚNELES Y TODO AQUELLO NECESARIO PARA GARANTIZAR LA VIALIDAD. CONSERVACIÓN, REPARACIÓN Y MANTENIMIENTO DE REDES DE AGUA Y ALCANTARILLADO, CANALIZACIONES DE AGUAS, DE ACEQUIAS, DESAGÜES, DRENAJES, ALCANTARILLAS, EMISARIOS MARÍTIMOS, DEPÓSITOS, CISTERNAS Y GALERÍAS SUBTERRÁNEAS. CONSERVACIÓN, REPARACIÓN Y MANTENIMIENTO INTEGRAL DE ESTACIONES DEPURADORAS Y DE TRATAMIENTO DE AGUAS, DE TRATAMIENTO DE RESIDUOS Y POTABILIZADORAS, INCLUIDAS SU MAQUINARIA E INSTALACIONES. CONSERVACIÓN, REPARACIÓN Y MANTENIMIENTO DE MOBILIARIO URBANO, TALES COMO BANCOS, MESAS, PAPELERAS Y CUALQUIER OTRO TIPO DE ELEMENTO O CONSTRUCCIÓN QUE TENGA CARÁCTER DE MOBILIARIO URBANO. CONSERVACIÓN, REPARACIÓN Y MANTENIMIENTO DE MONTES, JARDINES, PARQUES Y OTRAS ZONAS VERDES, QUE INCLUYAN PODA, REPOSICIÓN, DESBROCE, RIEGO, ABONADO, TRATAMIENTOS FITOSANITARIOS Y DEMÁS TRABAJOS AGRÍCOLAS Y FORESTALES. CONSERVACIÓN REPARACIÓN Y MANTENIMIENTO DE MONUMENTOS Y EDIFICIOS SINGULARES, HISTÓRICO- ARTÍSTICOS O DE RECIENTE CONSTRUCCIÓN, INCLUYENDO TODO TIPO DE TRABAJOS TENDENTES A EVITAR O DETENER SU DETERIORO, ASÍ COMO LA REPOSICIÓN DE LOS ELEMENTOS NECESARIOS.\r\nSERVICIOS DE MANTENIMIENTO, REPARACIÓN Y CONSERVACIÓN DE TODA CLASE DE EQUIPOS E INSTALACIONES, SERVICIOS DE MANTENIMIENTO, REPARACIÓN Y CONSERVACIÓN DE EQUIPOS E INSTALACIONES ELÉCTRICAS Y ELECTRÓNICAS, DE ALTA Y BAJA TENSIÓN, TALES COMO REDES EN EDIFICIOS, ALUMBRADO PÚBLICO, REDES INTERURBANAS, BALIZACIÓN DE PUERTOS Y AEROPUERTOS, CENTRALES ELÉCTRICAS, CENTROS DE TRANSFORMACIÓN Y DISTRIBUCIÓN, ASÍ COMO DE LOS COMPONENTES ELECTRÓNICOS DE DICHAS INSTALACIONES; TRABAJOS DE MANTENIMIENTO Y REPARACIÓN DE MOTORES, GENERADORES, Y TRANSFORMADORES ELÉCTRICOS, DE EQUIPOS ELECTRÓNICOS DE SEÑALIZACIÓN, DE MEDIDA Y CONTROL, DE RELOJES Y DE TERMÓMETROS ELECTRÓNICOS. MANTENIMIENTO, REPARACIÓN Y CONSERVACIÓN DE EQUIPOS E INSTALACIONES DE FONTANERÍA, CONDUCCIONES DE AGUA Y GAS, INCLUYENDO GRIFERÍAS, VÁLVULAS, BOMBAS, COMPRESORES, CONDUCCIONES DOMÉSTICAS DE AGUA Y GAS Y DE SUS CORRESPONDIENTES CONTADORES. MANTENIMIENTO, REPARACIÓN Y CONSERVACIÓN DE EQUIPOS E INSTALACIONES DE CALEFACCIÓN Y AIRE ACONDICIONADO, EQUIPOS DE TIPO CENTRALIZADO DE FRÍO, CALOR Y ACONDICIONAMIENTO DE AIRE, INCLUYENDO SUS RESPECTIVOS SISTEMAS DE CONDUCCIÓN Y CALDERAS PARA CALEFACCIÓN, TANTO DE MODO INDIVIDUAL  COMO COLECTIVO. MANTENIMIENTO, REPARACIÓN Y CONSERVACIÓN DE EQUIPOS E INSTALACIONES DE ELECTROMEDICINA, DE TODO TIPO DE MATERIAL Y APARATOS MÉDICOS, QUIRÚRGICOS, TERAPÉUTICOS Y ÓPTICOS, DE TIPO ELÉCTRICO Y ELECTRÓNICO. MANTENIMIENTO, REPARACIÓN Y CONSERVACIÓN DE EQUIPOS E INSTALACIONES DE SEGURIDAD Y CONTRA INCENDIOS, DE EQUIPOS DE CONTROL DE ACCESOS, DE CONTROL DE INTRUSIÓN Y PRESENCIA, DE DETECCIÓN DE ELEMENTOS METÁLICOS, DE CONTROL DE CORRESPONDENCIA Y PAQUETERÍA Y LOS DE DETECCIÓN Y EXTINCIÓN DE INCENDIOS, ASÍ COMO LAS INSTALACIONES DE ALARMA DE TODO TIPO. MANTENIMIENTO, REPARACIÓN Y CONSERVACIÓN DE EQUIPOS Y MAQUINARIA DE OFICINA, ASÍ COMO SU ADAPTACIÓN A PRESTACIONES DE NUEVA NECESIDAD. MANTENIMIENTO, REPARACIÓN Y CONSERVACIÓN DE EQUIPOS E INSTALACIONES DE APARATOS ELEVADORES Y DE TRASLACIÓN HORIZONTAL, ASCENSORES, MONTACARGAS, ESCALERAS MECÁNICAS, CINTAS Y CADENAS TRANSPORTADORAS, ELEVADORES MECÁNICOS Y NEUMÁTICOS, TUBOS NEUMÁTICOS Y MECANISMOS DISTRIBUIDORES.\r\nSERVICIOS DE MANTENIMIENTO, REPARACIÓN Y CONSERVACIÓN DE MAQUINARIA: MANTENIMIENTO, REPARACIÓN Y CONSERVACIÓN DE TODO TIPO DE MAQUINARIA UTILIZADA EN PROCESOS INDUSTRIALES, EN LA CONSTRUCCIÓN, EN LA AGRICULTURA Y GANADERÍA, PESCA, EN LA MINERÍA Y EN LA SILVICULTURA, ASÍ COMO DE TODO TIPO DE MÁQUINAS, HERRAMIENTAS Y UTILLAJE DE PROCESOS INDUSTRIALES Y DE SERVICIOS. MANTENIMIENTO, REPARACIÓN Y CONSERVACIÓN DE VEHÍCULOS AUTOMOTORES, INCLUIDOS BUQUES Y AERONAVES, DE TODO TIPO DE ELEMENTOS Y MEDIOS DE TRANSPORTE, TALES COMO AUTOMÓVILES, AUTOCARES, CAMIONES, FURGONETAS, MOTOCICLETAS, BICICLETAS, EMBARCACIONES, AERONAVES, LOCOMOTORAS DE FERROCARRIL Y TRANVÍA Y OTRO MATERIAL RODANTE. DESMONTAJE DE ARMAMENTO ASÍ COMO LA DESTRUCCIÓN E INUTILIZACIÓN DE MUNICIÓN Y MATERIAL EXPLOSIVO. TRABAJOS DE DESGUACE DE TODO TIPO TALES COMO DE BARCOS, VEHÍCULOS, AERONAVES, EQUIPOS Y MAQUINARIA. OTROS SERVICIOS DE MANTENIMIENTO, REPARACIÓN Y CONSERVACIÓN NO DETERMINADOS, INCLUYENDO TODO TIPO DE TRABAJOS Y ACTIVIDADES QUE SEAN OBJETO  DE UN CONTRATO DE SERVICIOS.\r\nSERVICIOS DE TRANSPORTES: TRANSPORTE EN GENERAL Y POR CUALQUIER MEDIO, DE PERSONAS, MERCANCÍAS Y ANIMALES, ASÍ COMO SERVICIOS DE MUDANZAS. TRASLADO DE ENFERMOS POR CUALQUIER MEDIO DE TRANSPORTE, MEDIANTE AMBULANCIAS O CUALQUIER OTRO TIPO DE TRANSPORTE TERRESTRE, MARÍTIMO O AÉREO, CONVENIENTEMENTE HABILITADO PARA TAL EFECTO. TRANSPORTE Y CUSTODIA DE FONDOS MEDIANTE VEHÍCULOS HABILITADOS CONVENIENTEMENTE Y DOTADOS DE VIGILANTES Y GUARDAS DE SEGURIDAD. TRANSPORTE DE OBRAS DE ARTE, TALES COMO PINTURAS, ESCULTURAS Y OTRAS ANÁLOGAS. RECOGIDA Y TRANSPORTE DE TODA CLASE DE RESIDUOS, TALES COMO BASURAS, VIDRIO, PAPEL, METALES, TRAPOS Y EN GENERAL, TODO TIPO DE RESIDUOS URBANOS E INDUSTRIALES DEPOSITADOS EN CONTENEDORES O ESPACIOS HABILITADOS AL EFECTO. SERVICIOS AÉREOS DE FUMIGACIÓN, CONTROL, VIGILANCIA AÉREA Y EXTINCIÓN DE INCENDIOS, REALIZADOS CON AERONAVES, PARA TRATAMIENTOS MEDIANTE FUMIGACIÓN DE EXPLOTACIONES AGRARIAS Y FORESTALES, ASÍ COMO LOS DE CONTROL Y VIGILANCIA AÉREA DE GRANDES EXTENSIONES, PARA DETECTAR LA APARICIÓN DE FOCOS DE INCENDIO Y PROCEDER A SU EXTINCIÓN. SERVICIOS DE GRÚA, REALIZADOS CON VEHÍCULOS GRÚA PARA RETIRADA DE LAS VÍAS PÚBLICAS DE CONTENEDORES, VEHÍCULOS O CUALQUIER ELEMENTO QUE DIFICULTE LA CIRCULACIÓN, ASÍ COMO LOS QUE SIRVAN DE AUXILIO PARA TRABAJOS DE PODA DE ÁRBOLES, COLOCACIÓN Y RETIRADA DE ELEMENTOS ORNAMENTALES Y PUBLICITARIOS, ENTRE OTROS. REMOLQUE DE BUQUES ASÍ COMO SERVICIOS DE RECUPERACIÓN DE TODA CLASE DE EMBARCACIONES, ASÍ COMO EL SALVAMENTO DE SUS TRIPULACIONES, PASAJEROS Y RECUPERACIÓN DE CARGAS. SERVICIOS DE MENSAJERÍA, RECADERÍA, CORRESPONDENCIA, DISTRIBUCIÓN, REPARTO Y MANIPULACIÓN DE CORRESPONDENCIA, ASÍ COMO DISTRIBUCIÓN DE DE TODO TIPO DE OBJETOS, TALES COMO PAQUETERÍA, PUBLICACIONES Y MATERIAL DE ARTES GRÁFICAS. OTROS SERVICIOS DE TRANSPORTE NO DETERMINADOS, INCLUYENDO TODO TIPO DE TRABAJOS Y ACTIVIDADES QUE SEAN OBJETO DE UN CONTRATO DE SERVICIOS.\r\nSERVICIOS DE TRATAMIENTO DE RESIDUOS Y DESECHOS: TRATAMIENTO E INCINERACIÓN DE RESIDUOS Y DESECHOS URBANOS, TRATAMIENTO Y RECONVERSIÓN DE BASURAS, VIDRIO, PAPEL Y OTROS RESIDUOS Y DESECHOS TANTO RÚSTICOS COMO URBANOS, ASÍ COMO LA ELIMINACIÓN, EN SU CASO, POR INCINERACIÓN O CUALQUIER OTRO MÉTODO. TRATAMIENTO Y SECADO DE LODOS DE CUALQUIER PROCEDENCIA Y SU RECONVERSIÓN PARA UTILIZARLOS COMO ABONO U OTRAS FINALIDADES. TRATAMIENTO DE TODA CLASE DE RESIDUOS RADIACTIVOS Y ÁCIDOS, TRATAMIENTO Y ELIMINACIÓN DE PILAS, BATERÍAS, ACUMULADORES, TANTO DE USO DOMÉSTICO COMO INDUSTRIAL, Y, EN GENERAL, DE TODO TIPO DE RESIDUOS. TRATAMIENTO DE RESIDUOS DE CENTROS SANITARIOS Y CLÍNICAS VETERINARIAS, TRABAJOS DE TRATAMIENTO, INCINERACIÓN Y ELIMINACIÓN DE RESIDUOS HUMANOS Y DE ANIMALES PROCEDENTES DE OPERACIONES QUIRÚRGICAS, EXTRACCIONES Y DEMÁS ACTUACIONES MÉDICAS Y VETERINARIAS, ASÍ COMO LOS PRODUCTOS FARMACÉUTICOS DESECHABLES Y DEMÁS MATERIAL USADO NO REUTILIZABLE, TALES COMO ALGODONES, GASAS, COMPRESAS, JERINGUILLAS, AGUJAS, ENVASES, VESTUARIO Y ROPA DE CAMA. TRATAMIENTO Y ELIMINACIÓN DE RESIDUOS OLEOSOS PROCEDENTES DE INSTALACIONES INDUSTRIALES Y AGROALIMENTARIAS, DE MOTORES DE VEHÍCULOS Y DE VERTIDOS DE TODA CLASE. OTROS SERVICIOS DE TRATAMIENTO DE RESIDUOS Y DESHECHOS NO DETERMINADOS, INCLUYENDO TODO TIPO DE TRABAJOS Y ACTIVIDADES QUE SEAN OBJETO DE UN CONTRATO DE SERVICIOS.\r\nSERVICIOS DE CONTENIDO: SERVICIOS DE PUBLICIDAD MEDIANTE ANUNCIOS, CARTELES, FOLLETOS, PELÍCULAS PUBLICITARIAS, ENTRE OTROS, A TRAVÉS DE PRENSA, RADIO, TELEVISIÓN, PUBLICIDAD AÉREA U OTROS MEDIOS. SERVICIOS DE RADIO Y TELEVISIÓN, COMPRENDIENDO LA REALIZACIÓN DE TODO TIPO DE PROGRAMAS TALES COMO INFORMATIVOS, CULTURALES, RECREATIVOS Y DEPORTIVOS, PARA SER EMITIDOS A TRAVÉS DE DICHOS MEDIOS. AGENCIAS DE NOTICIAS, INCLUIDO TRABAJOS DE INVESTIGACIÓN, RECOPILACIÓN, COMPROBACIÓN Y ANÁLISIS DE NOTICIAS Y SU DISTRIBUCIÓN. REALIZACIÓN DE MATERIAL AUDIOVISUAL, INCLUIDO TODO TIPO DE TRABAJOS DE PRODUCCIÓN, DISTRIBUCIÓN Y VENTA DE PELÍCULAS, VÍDEOS, DISCOS, CASETES, FOTOS, DIAPOSITIVAS, DVD, VÍDEO CD Y OTROS PRODUCTOS AUDIOVISUALES. SERVICIOS DE TRADUCTORES E INTÉRPRETES, INCLUIDOS LOS DE TRADUCCIÓN E INTERPRETACIÓN SIMULTÁNEA DE IDIOMAS PARA REUNIONES Y CONFERENCIAS.\r\nSERVICIOS GENERALES: SERVICIOS DE LIMPIEZA EN GENERAL Y DE TODO TIPO, TALES COMO LIMPIEZA DE EDIFICIOS, LOCALES, CALLES, VIALES, PISTAS, MONTES, JARDINES, PLAYAS Y ALCANTARILLAS. SERVICIOS DE LAVANDERÍA Y TINTE DE TODA CLASE DE TEJIDOS TALES COMO VESTUARIO, ROPA, CORTINAS, ALFOMBRAS Y TAPICES. SERVICIOS DE DEPÓSITO Y ALMACENAJE DE TODA CLASE DE MERCANCÍAS, VEHÍCULOS, MUEBLES, DOCUMENTOS, PELÍCULAS Y OTROS ENSERES; ALMACENES ESPECIALES, TALES COMO SILOS Y OTROS ALMACENES DE GRANOS, ALMACENES FRIGORÍFICOS Y ALMACENES Y DEPÓSITOS DE LÍQUIDOS. AGENCIAS DE VIAJES, GESTIÓN Y MEDIACIÓN PARA EL TRANSPORTE Y ALOJAMIENTO Y LA ORGANIZACIÓN DE SERVICIOS TURÍSTICOS. GUARDERÍAS INFANTILES, SERVICIOS DE CUIDADO Y CUSTODIA DE NIÑOS EN ESTANCIAS Y LOCALES APROPIADOS. RECOGIDA DE CARROS PORTAEQUIPAJES EN ESTACIONES Y AEROPUERTOS. OTROS SERVICIOS NO DETERMINADOS, INCLUYENDO TODO TIPO DE TRABAJOS Y ACTIVIDADES QUE SEAN OBJETO DE UN CONTRATO DE SERVICIOS.\r\nSERVICIOS DE TECNOLOGÍAS DE LA INFORMACIÓN Y LAS COMUNICACIONES: SERVICIOS DE CAPTURA DE INFORMACIÓN POR MEDIOS ELECTRÓNICOS, INFORMÁTICOS Y TELEMÁTICOS, SERVICIOS DE MECANOGRAFÍA Y GRABACIÓN O CAPTURA DE DATOS POR MEDIOS ELECTRÓNICOS Y DIGITALIZACIÓN O CONVERSIÓN DE FORMATOS DE DOCUMENTOS MEDIANTE EL USO DE LAS TECNOLOGÍAS DE LA INFORMACIÓN Y LAS COMUNICACIONES. SERVICIOS DE DESARROLLO Y MANTENIMIENTO DE PROGRAMAS DE ORDENADOR. TRABAJOS DE PLANIFICACIÓN, ANÁLISIS, DISEÑO, CONSTRUCCIÓN, PRUEBAS Y MANTENIMIENTO DE SISTEMAS DE INFORMACIÓN, DE PROGRAMAS Y APLICACIONES INFORMÁTICAS. SERVICIOS DE MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES INFORMÁTICOS Y DE TELECOMUNICACIONES. TRABAJOS DE MANTENIMIENTO PREVENTIVO, CORRECTIVO O PERFECTIVO Y DE REPARACIÓN DE EQUIPOS Y SISTEMAS FÍSICOS Y LÓGICOS PARA EL TRATAMIENTO DE LA INFORMACIÓN, ASÍ COMO DE LOS EQUIPOS EMISORES Y RECEPTORES DE LA MISMA Y SUS CORRESPONDIENTES SISTEMAS Y MEDIOS DE TRANSMISIÓN. SERVICIOS DE TELECOMUNICACIONES, DE COMUNICACIÓN DE VOZ Y/O DATOS, ALQUILER DE CIRCUITOS PARA LA TRANSMISIÓN DE VOZ Y/O DATOS, LA PROVISIÓN DE LOS MEDIOS TÉCNICOS Y HUMANOS NECESARIOS PARA QUE LOS USUARIOS FINALES DE LAS REDES DE TELECOMUNICACIONES ACCEDAN Y TENGAN PRESENCIA EN INTERNET Y OTROS SERVICIOS DE VALOR AÑADIDO SOBRE REDES DE TELECOMUNICACIONES. SERVICIOS DE EXPLOTACIÓN Y CONTROL DE SISTEMAS INFORMÁTICOS E INFRAESTRUCTURAS TELEMÁTICAS, TRABAJOS ASOCIADOS A LA PUESTA EN FUNCIONAMIENTO, EL SEGUIMIENTO, LA GESTIÓN Y CONTROL DE EQUIPOS Y SISTEMAS INFORMÁTICOS Y DE LAS INFRAESTRUCTURAS TELEMÁTICAS, NECESARIAS PARA LA ADECUADA EXPLOTACIÓN DE PROGRAMAS Y APLICACIONES INFORMÁTICAS. SERVICIOS DE CERTIFICACIÓN ELECTRÓNICA, ACTIVIDADES RELATIVAS A LA GENERACIÓN, EXPEDICIÓN Y GESTIÓN DE CERTIFICADOS ELECTRÓNICOS Y OTROS SERVICIOS RELACIONADOS, TALES COMO LOS SERVICIOS DE AUTORIDAD DE REGISTRO Y DE FECHADO ELECTRÓNICO, PARA FIRMA ELECTRÓNICA, AUTENTICACIÓN ELECTRÓNICA, CONFIDENCIALIDAD Y NO REPUDIO. SERVICIOS DE EVALUACIÓN Y CERTIFICACIÓN TECNOLÓGICA, TRABAJOS TÉCNICOS PARA DISEÑAR, CONSTRUIR Y EJECUTAR LAS PRUEBAS QUE PERMITAN LA EVALUACIÓN DE UN PRODUCTO O SISTEMA, RESPECTO DE UNOS CRITERIOS Y MÉTODOS DE EVALUACIÓN, PARA DETERMINAR SU COMPORTAMIENTO ANTE LAS CARACTERÍSTICAS Y FUNCIONALIDADES QUE LE SON ATRIBUIDAS Y CERTIFICAR LOS RESULTADOS OBTENIDOS. OTROS SERVICIOS INFORMÁTICOS O DE TELECOMUNICACIONES, INCLUYENDO TODO TIPO DE TRABAJOS Y ACTIVIDADES QUE SEAN OBJETO DE UN CONTRATO DE SERVICIOS.\r\nLA INSTALACIÓN DE TALLERES PROPIOS PARA EL DISEÑO, CONSTRUCCIÓN, REPARACIÓN O CONSERVACIÓN DE LOS ELEMENTOS PRINCIPALES Y AUXILIARES NECESARIOS PARA EL DESARROLLO DE LAS ACTIVIDADES ANTERIORMENTE DESCRITAS\r\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06927",
      "_links": {
        "self": {
          "name": "EXTRACO, CONSTRUCCIÓNS E PROXECTOS, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/06927"
        }
      }
    },
    {
      "name": "GALBAR EUSKADI, S.A.",
      "registrationNumber": "06911",
      "identificationNumber": "A20569398",
      "address": "CARRETERA DEL MOLINO, 23",
      "location": {
        "postalCode": "20303",
        "municipality": "Irun",
        "county": "Gipuzkoa",
        "municipalityId": "045",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.722",
          "name": "Transporte de mercancías por carretera",
          "_links": {
            "self": {
              "name": "Transporte de mercancías por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.722"
            }
          }
        },
        {
          "id": "1.754.1",
          "name": "Depósitos y almacenes generales",
          "_links": {
            "self": {
              "name": "Depósitos y almacenes generales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.754.1"
            }
          }
        },
        {
          "id": "1.849.5",
          "name": "Servicios de recadería y reparto y manipulación de correspondencia",
          "_links": {
            "self": {
              "name": "Servicios de recadería y reparto y manipulación de correspondencia",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.5"
            }
          }
        }
      ],
      "certificateStartDate": "2020-03-17",
      "certificateEndDate": "2020-04-30",
      "object": "LA REALIZACIÓN DE LA ACTIVIDAD DE AGENCIA DE TRANSPORTE, RECADERÍA Y MENSAJERÍA. LA REALIZACIÓN DE SERVICIOS TRANSITARIO; INTERMEDIACIÓN DE SERVICIOS DE TRANSPORTE; PRESTACIÓN DE SERVICIOS A EMPRESAS IMPORTADORAS Y EXPORTADORAS, MEDIANTE LA TRAMITACIÓN Y GESTIÓN ADMINISTRATIVA. ALMACENAJE, CARGA Y DESCARGA DE MERCANCÍAS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06911",
      "_links": {
        "self": {
          "name": "GALBAR EUSKADI, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/06911"
        }
      }
    },
    {
      "name": "BARBO ENERGÍAS RENOVABLES, S.A.U.",
      "registrationNumber": "06912",
      "identificationNumber": "A95641692",
      "address": "C/ Idorsolo, 15 - 1º Dpto. 7.2.",
      "location": {
        "postalCode": "48160",
        "municipality": "Derio",
        "county": "Bizkaia",
        "municipalityId": "901",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.151.1",
          "name": "Producción de energía hidroeléctrica",
          "_links": {
            "self": {
              "name": "Producción de energía hidroeléctrica",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.151.1"
            }
          }
        },
        {
          "id": "1.615.9",
          "name": "Venta al por mayor de otros artículos de consumo duradero n.c.o.p",
          "_links": {
            "self": {
              "name": "Venta al por mayor de otros artículos de consumo duradero n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.9"
            }
          }
        },
        {
          "id": "1.659.9",
          "name": "Venta al por menor de otros productos no especificados en esta agrupación",
          "_links": {
            "self": {
              "name": "Venta al por menor de otros productos no especificados en esta agrupación",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.9"
            }
          }
        },
        {
          "id": "1.692",
          "name": "Reparación de maquinaria industrial",
          "_links": {
            "self": {
              "name": "Reparación de maquinaria industrial",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.692"
            }
          }
        }
      ],
      "certificateStartDate": "2020-03-17",
      "certificateEndDate": "2020-05-13",
      "object": "A) DISEÑO, PROYECTO, FABRICACIÓN, CONSTRUCCIÓN, MONTAJE, MANTENIMIENTO, CONSERVACIÓN Y REPARACIÓN, PROMOCIÓN, FINANCIACIÓN, CESIÓN, COMPRAVENTA, SUMINISTRO Y COMERCIALIZACIÓN DE INSTALACIONES DE GENERACIÓN DE ENERGÍAS RENOVABLES, (INCLUIDAS DE MODO ILUSTRATIVO Y NO EXHAUSTIVO LA ENERGÍA HIDRÁULICA, EÓLICA, TERMO-SOLAR, FOTOVOLTAICA, A PARTIR DE BIO-MASA.), TANTO INSTALACIONES COMPLETAS LLAVE EN MANO, COMO DE PARTES, REPUESTOS Y PIEZAS PARA LAS MISMAS, E INSTALACIONES DE TRANSFORMACIÓN Y DISTRIBUCIÓN DE ENERGÍA. B) PRODUCCIÓN, COMERCIALIZACIÓN, DISTRIBUCIÓN Y VENTA DE ENERGÍA ELÉCTRICA PROVENIENTE DE INSTALACIONES DE ENERGÍAS RENOVABLES. C) INTERMEDIACIÓN Y COORDINACIÓN DE SERVICIOS DE PROYECTO, INGENIERÍA, DESARROLLO, OPERACIÓN, MANTENIMIENTO Y ENAJENACIÓN DE LAS INSTALACIONES A LAS QUE SE HACE REFERENCIA EN LOS PÁRRAFOS ANTERIORES DE ESTE ARTÍCULO, YA SEAN PROPIAS O DE TERCEROS, SERVICIOS DE ANÁLISIS, ESTUDIOS DE INGENIERÍA O CONSULTORÍA ENERGÉTICA, MEDIO-AMBIENTAL, TÉCNICA O ECONÓMICA RELACIONADA CON INSTALACIONES DE GENERACIÓN, COMERCIALIZACIÓN Y DISTRIBUCIÓN DE ENERGÍAS RENOVABLES. D) PARTICIPACIÓN EN SOCIEDADES, AGRUPACIONES DE EMPRESAS, Y DEMÁS ENTIDADES CON O SIN PERSONALIDAD JURÍDICA, TANTO EN ESPAÑA COMO EN EL EXTRANJERO, QUE TENGAN POR OBJETO LA PRODUCCIÓN, ALMACENAMIENTO, COMERCIALIZACIÓN Y DISTRIBUCIÓN DE ENERGÍA DERIVADA DE ELECTRICIDAD O DE GAS. E) COMPRAVENTA Y FINANCIACIÓN, INCLUIDAS FORMULAS FINANCIERAS DE DERIVADOS, DE ENERGÍA Y PARTICIPACIÓN E INTERVENCIÓN EN EL MERCADO ENERGÉTICO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06912",
      "_links": {
        "self": {
          "name": "BARBO ENERGÍAS RENOVABLES, S.A.U.",
          "href": "https://api.euskadi.eus/procurements/companies/06912"
        }
      }
    },
    {
      "name": "DIMENSIÓN MARKETING DIRECTO, S.A.",
      "registrationNumber": "02114",
      "identificationNumber": "A20186227",
      "address": "Pº DEL MAESTRO ARBÓS, Nº 19",
      "location": {
        "postalCode": "20013",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        }
      ],
      "certificateStartDate": "2020-03-12",
      "certificateEndDate": "2019-12-19",
      "object": "LA EXPLOTACIÓN DE UN NEGOCIO DEDICADO A LA DEDICACIÓN PROFESIONAL Y POR CUENTA DE TERCEROS A LA CREACIÓN, PROYECCIÓN, EJECUCIÓN Y DISTRIBUCIÓN DE CAMPAÑAS DE PUBLICIDAD A TRAVÉS DE CUALQUIER MEDIO DE DIFUSIÓN, PUDIENDO GOZAR DE EXCLUSIVAS DE ÁMBITO LOCAL, TODO ELLO DENTRO DE LOS LÍMITES DEL ARTÍCULO 5 DE LA ORDEN DE 5 DE ABRIL DE 1965, QUE APROBÓ EL REGLAMENTO DEL REGISTRO GENERAL DE PUBLICIDAD",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02114",
      "_links": {
        "self": {
          "name": "DIMENSIÓN MARKETING DIRECTO, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/02114"
        }
      }
    }
  ]
}