{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 609,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "BRILL PHARMA S.L.",
      "registrationNumber": "06288",
      "identificationNumber": "B65665267",
      "address": "MUNNER 10",
      "location": {
        "postalCode": "08022",
        "municipality": "Barcelona",
        "county": "Barcelona",
        "municipalityId": "019",
        "countyId": "08"
      },
      "economicActivities": [
        {
          "id": "1.614.1",
          "name": "Venta al por mayor de productos farmacéuticos y medicamentos",
          "_links": {
            "self": {
              "name": "Venta al por mayor de productos farmacéuticos y medicamentos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.614.1"
            }
          }
        }
      ],
      "certificateStartDate": "2019-06-05",
      "certificateEndDate": "2019-08-21",
      "object": "A.- LA IMPORTACIÓN, EXPORTACIÓN, REPRESENTACIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN DE ESPECIALIDADES FARMACÉUTICAS (TANTO DE PRESCRIPCIÓN COMO DE VENTA LIBRE), PRODUCTOS SANITARIOS, PARASANITARIOS, PARAFARMACÉUTICOS, INDUSTRIALES, DE MATERIAS PRIMAS Y DE OTRAS CLASES. B.- EL DESARROLLO Y EL EJERCICIO DE TODAS AQUELLAS ACTIVIDADES PROPIAS DE UN LABORATORIO FARMACÉUTICO INCLUYENDO EL DESARROLLO E INVESTIGACIÓN DE PRODUCTOS SANITARIOS, FARMACÉUTICOS, PARASANITARIOS, PARAFARMACÉUTICOS, INDUSTRIALES, DE MATERIAS PRIMAS Y DE OTRAS CLASES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06288",
      "_links": {
        "self": {
          "name": "BRILL PHARMA S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06288"
        }
      }
    },
    {
      "name": "AUTOBUSES BETOÑO, S.L.",
      "registrationNumber": "02156",
      "identificationNumber": "B01268945",
      "address": "C/ ESCORIAZA, Nº 5.",
      "location": {
        "postalCode": "01013",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.721.3",
          "name": "Transporte de viajeros por carretera",
          "_links": {
            "self": {
              "name": "Transporte de viajeros por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.721.3"
            }
          }
        }
      ],
      "certificateStartDate": "2019-06-04",
      "certificateEndDate": "2019-11-03",
      "object": "EL TRANSPORTE DE VIAJEROS POR CARRETERA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02156",
      "_links": {
        "self": {
          "name": "AUTOBUSES BETOÑO, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02156"
        }
      }
    },
    {
      "name": "VYAIRE MEDICAL S.L.",
      "registrationNumber": "06282",
      "identificationNumber": "B87513040",
      "address": "Camino Fuente de la Mora, 9, 1ª planta",
      "location": {
        "postalCode": "28050",
        "municipality": "Alcobendas",
        "county": "Madrid",
        "municipalityId": "006",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.392.1",
          "name": "Fabricación de material médico-quirúrgico",
          "_links": {
            "self": {
              "name": "Fabricación de material médico-quirúrgico",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.392.1"
            }
          }
        }
      ],
      "certificateStartDate": "2019-06-04",
      "certificateEndDate": "2019-08-18",
      "object": " EL EJERCICIO DE ACTIVIDADES EN EL SECTOR MÉDICO, SANITARIO, FARMACÉUTICO Y HOSPITALARIO, EN PARTICULAR: 1) LA INVESTIGACIÓN, PRUEBA, FABRICACIÓN, DESARROLLO Y COMERCIALIZACIÓN DE CUALESQUIERA TECNOLOGÍAS, MAQUINARIA, APARATOS, INSTRUMENTOS, ACCESORIOS Y PRODUCTOS MÉDICOS, SANITARIOS Y HOSPITALARIOS, ASÍ COMO SOFTWARE, EN PARTICULAR, TECNOLOGÍAS, MAQUINARIA, APARATOS, INSTRUMENTOS, ACCESORIOS Y PRODUCTOS RELATIVOS AL CUIDADO RESPIRATORIO Y CARDIOLOGÍA; Y 2) LA REALIZACIÓN DE CUALESQUIERA ACTIVIDADES, DIAGNÓTICOS, SERVICIOS Y TERAPIAS MÉDICAS, SANITARIAS, FARMACÉUTICAS, Y HOSPITALARIAS, EN PARTICULAR, DIAGNÓSTICOS, SERVICIOS, TERAPIAS PULMONARES O RELATIVAS AL SUEÑO. VENTILACIÓN, PREVENCIÓN DE INFECCIONES, GESTIÓN DE MEDICAMENTOS, VIGILANCIA Y ANALÍTICA, ANESTESIA, CARDIOLOGÍA, CIRUGÍA Y AL CUIDADO RESPIRATORIO. 3) LA EJECUCIÓN DE LOS SERVICIOS TÉCNICOS, DE FORMACIÓN Y CONSULTORÍA CORRESPONDIENTES A LAS ÁREAS ANTERIORMENTE MENCIONADAS. 4) LA SOCIEDAD PUEDE PARTICIPAR EN OTRAS SOCIEDADES QUE POSEAN UN PROPÓSITO SIMILAR, ASÍ COMO ADQUIRIR O ESTABLECER EMPRESAS SIMILARES. 5) LA SOCIEDAD PODRÁ CONCERTAR PRÉSTAMOS CON OTRAS FILIALES DEL MISMO GRUPO DE SOCIEDADES. 6) LA SOCIEDAD PUEDE ASIMISMO REALIZAR CUALQUIER COSA QUE SEA ADECUADO PARA PROMOVER Y CONSEGUIR, DIRECTA O INDIRECTAMENTE CUALQUIERA DE LOS FINES ANTERIORMENTE MENCIONADOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06282",
      "_links": {
        "self": {
          "name": "VYAIRE MEDICAL S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06282"
        }
      }
    },
    {
      "name": "REYMAN ELECTROBOMBAS S.L.",
      "registrationNumber": "06279",
      "identificationNumber": "B95182911",
      "address": "ESKURTZE, 7",
      "location": {
        "postalCode": "48012",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        },
        {
          "id": "1.502.2",
          "name": "Consolidación y preparación de terrenos para la construcción de edificaciones",
          "_links": {
            "self": {
              "name": "Consolidación y preparación de terrenos para la construcción de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.502.2"
            }
          }
        },
        {
          "id": "1.504.3",
          "name": "Instalaciones de frío, calor y acondicionamiento de aire",
          "_links": {
            "self": {
              "name": "Instalaciones de frío, calor y acondicionamiento de aire",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.3"
            }
          }
        },
        {
          "id": "1.631",
          "name": "Intermediarios del comercio",
          "_links": {
            "self": {
              "name": "Intermediarios del comercio",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.631"
            }
          }
        },
        {
          "id": "1.653.4",
          "name": "Venta al por menor de material de construcción y mobiliario de saneamiento",
          "_links": {
            "self": {
              "name": "Venta al por menor de material de construcción y mobiliario de saneamiento",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.653.4"
            }
          }
        },
        {
          "id": "1.654.5",
          "name": "Venta al por menor de toda clase de maquinaría",
          "_links": {
            "self": {
              "name": "Venta al por menor de toda clase de maquinaría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.654.5"
            }
          }
        },
        {
          "id": "1.692",
          "name": "Reparación de maquinaria industrial",
          "_links": {
            "self": {
              "name": "Reparación de maquinaria industrial",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.692"
            }
          }
        }
      ],
      "certificateStartDate": "2019-06-03",
      "certificateEndDate": "2019-10-10",
      "object": "- LA INSTALACIÓN, REPARACIÓN, MANTENIMIENTO Y COMERCIALIZACIÓN DE TODO TIPO DE MAQUINARIA. - LA INSTALACIÓN DE TODO TIPO DE CALEFACCIÓN, FONTANERÍA, SANITARIA Y AGUA CALIENTE ASÍ COMO SU REPARACIÓN Y CONSERVACIÓN. - LA COMERCIALIZACIÓN DE TODO TIPO DE PISCINAS, DEPURADORAS DE AGUA, SU INSTALACIÓN, CONSERVACIÓN, MANTENIMIENTO Y COMERCIALIZACIÓN. - LA CONSTRUCCIÓN, REFORMA, REPARACIÓN Y REHABILITACIÓN DE TODO TIPO DE EDIFICACIONES. - LA ADQUISICIÓN Y ENAJENACIÓN POR CUALQUIER TÍTULO DE FINCAS RÚSTICAS Y URBANAS, TIERRAS, SOLARES, EDIFICIOS Y LA ADMINISTRACIÓN, TENENCIA, EXPLOTACIÓN Y ARRENDAMIENTO ACTIVO O PASIVO DE TALES BIENES Y SU VENTA, TOTAL O PARCIALMENTE, SEGÚN CONVENGA, PARA SU APROVECHAMIENTO AGRÍCOLA, FORESTAL, URBANO, INDUSTRIAL O CUALQUIER OTRO. - REALIZAR TODAS LAS ACTIVIDADES, ACTOS, NEGOCIOS Y CONTRATOS QUE SEAN ANTECEDENTE O CONSECUENCIA DE LOS ANTERIORES O CONEXOS CON ELLOS, BIEN DIRECTAMENTE O POR MEDIO DE LA PARTICIPACIÓN EN EL CAPITAL DE OTRAS SOCIEDADES, O MEDIANTE ASOCIACIÓN CON OTRAS ENTIDADES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06279",
      "_links": {
        "self": {
          "name": "REYMAN ELECTROBOMBAS S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06279"
        }
      }
    },
    {
      "name": "DRASEMAR, S.L.",
      "registrationNumber": "04697",
      "identificationNumber": "B39700489",
      "address": "C/ LA MAR, Nº 28",
      "location": {
        "postalCode": "39750",
        "municipality": "Colindres",
        "county": "Cantabria",
        "municipalityId": "023",
        "countyId": "39"
      },
      "economicActivities": [
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        }
      ],
      "certificateStartDate": "2019-05-31",
      "certificateEndDate": "2019-11-27",
      "object": "COMERCIO AL POR MAYOR Y MENOR, IMPORTACIÓN, EXPORTACIÓN Y FABRICACIÓN DE TODO TIPO DE ARTÍCULOS DE REGALO, ARTÍCULOS ELECTRÓNICOS, CINTAS DE VIDEO Y AUDIO, CALZADO, PRENDAS DE VESTIR, PIELES, ARTÍCULOS DE CUERO, ARTÍCULOS DE VIAJE, PELETERÍA, MARROQUINERÍA, PORCELANA, CERÁMICA, CUALQUIER PRODUCTO TEXTIL O COMPLEMENTO DEL VESTIR, SOFTWARE, HARDWARE, BISUTERÍA, ALIMENTACIÓN. TRABAJOS RELACIONADOS CON LA CONSTRUCCIÓN, REPARACIÓN Y CONSERVACIÓN DE MAQUINARIA, APARATOS ELÉCTRICOS Y ELECTRÓNICOS; COMERCIO MAYOR, MENOR, IMPORTACIÓN, EXPORTACIÓN DE PRODUCTOS DE PERFUMERÍA, DROGUERÍA, HIGIENE Y BELLEZA; NEGOCIOS DE HOSTERÍA, TALES COMO RESTAURANTES, CAFETERÍAS, SALAS DE FIESTAS, DISCOTECAS, PUBS; COMPRA-VENTA Y ALQUILER DE INMUEBLES; TRANSPORTES DE MERCANCÍAS A NIVEL NACIONAL E INTERNACIONAL; SERVICIOS DE MENSAJERA; SERVICIOS DE LIMPIEZA DE EDIFICIOS Y LOCALES; SERVICIOS DE CONSERJERÍAS Y MANTENIMIENTO. PROYECTAR, DIRIGIR, PROMOVER Y REALIZAR TODA CLASE DE OBRAS PRIVADAS Y PÚBLICAS, DEL ESTADO, COMUNIDADES AUTÓNOMAS, PROVINCIAS Y MUNICIPIOS; PROMOCIÓN Y CONSTRUCCIÓN DE INMUEBLES PARA VIVIENDAS, COMERCIO E INDUSTRIA, ASÍ COMO CUALQUIER OTRA ACTIVIDAD RELACIONADA CON LA CONSTRUCCIÓN Y PROMOCIÓN URBANÍSTICA, HIDRÁULICAS Y MARÍTIMAS; REALIZACIÓN DE ESTUDIOS E INFORMES DE OBRAS, ECONÓMICOS Y SOCIALES, PROYECTOS Y DIRECCIONES DE OBRAS Y PRESTACIONES DE SERVICIOS DE MANTENIMIENTO Y CONSERVACIÓN DE BIENES INMUEBLES, EQUIPOS E INSTALACIONES. REALIZACIÓN DE VOLADURAS ESPECIALES TANTO TERRESTRES COMO MARÍTIMAS, EN SUPERFICIE O SUBMARINAS. INSTALACIÓN Y MANTENIMIENTO DE CALEFACCIÓN Y AGUA CALIENTE SANITARIA; INSTALACIÓN, REPARACIÓN Y MANTENIMIENTO DE INSTALACIONES ELÉCTRICAS, DE FONTANERÍA, DE PROTECCIÓN CONTRA INCENDIOS, DE FRIO INDUSTRIAL, CLIMATIZACIÓN Y PRODUCTOS PETROLÍFEROS LÍQUIDOS IP-II. PRESTACIÓN DEL SERVICIO PORTUARIO DE AMARRE Y DESAMARRE DE BUQUES TANTO EN TIERRA COMO A BORDO, ENTENDIENDO POR TAL AQUEL SERVICIO QUE TIENE POR OBJETO RECOGER LAS AMARRAS DE UN BUQUE, PORTARLAS Y FIJARLAS A LOS ELEMENTOS FIJOS DISPUESTOS PARA ESTE FIN Y SEÑALADOS POR PERSONAL COMPETENTE, EN EL ORDEN CONVENIENTE PARA FACILITAR LAS OPERACIONES DE ATRAQUE, DESAMARRE Y DESATRAQUE. TAMBIÉN SE DEDICARÁ AL TRANSPORTE DE MERCANCÍAS Y DE PERSONAL POR MAR Y POR TIERRA, INCLUIDOS MOVIMIENTOS Y TRASLADOS DE MERCANCÍAS PELIGROSAS; A REALIZACIÓN DE TRABAJOS SUBMARINOS; LIMPIEZA Y DRAGADOS DE PUERTOS Y, EN GENERAL, DE INSTALACIONES MARÍTIMO-TERRESTRES; SONDEOS; LA PRÁCTICA DE TRABAJOS CON GRÚAS, Y EN GENERAL, LA REALIZACIÓN DE ACTIVIDADES Y TRABAJOS PORTUARIOS. ASIMISMO PODRÁ DEDICARSE AL TRINCAJE Y DESTRINCAJE TANTO DE BUQUES COMO DE CAMIONES U OTROS ELEMENTOS DE TRANSPORTE; LIMPIEZA Y SUMINISTROS DE BUQUES; ESTIBA Y DESESTIBA DE BUQUES, Y, EN GENERAL, REPARACIONES DE BUQUES EN TIERRA O A FLOTE. TAMBIÉN PODRÁ DESARROLLAR LAS ACTIVIDADES SIGUIENTES: TRABAJOS RELACIONADOS CON LA MARINA MERCANTE; PESCA MARÍTIMA EN CUALQUIERA DE SUS MODALIDADES; EXTRACCIÓN DE PRODUCTOS DEL MAR; TRÁFICO INTERIOR DE PUERTOS Y DE EMBARCACIONES DEPORTIVAS Y DE RECREO, TRABAJOS DE CARÁCTER ADMINISTRATIVO, TÉCNICO Y SUBALTERNO DE LAS EMPRESAS DEDICADAS A LAS ACTIVIDADES ANTERIORES; SERVICIOS AUXILIAR, SANITARIO Y DE FONDA Y COCINA A BORDO DE EMBARCACIONES; ARMAMENTO DE EMBARCACIONES; Y, EN GENERAL, CUALQUIER OTRA ACTIVIDAD MARÍTIMO-PESQUERA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04697",
      "_links": {
        "self": {
          "name": "DRASEMAR, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04697"
        }
      }
    },
    {
      "name": "LABAQUA, S.A.",
      "registrationNumber": "03502",
      "identificationNumber": "A03637899",
      "address": "C/ DRACMA 16-18, P.I. LAS ATALAYAS",
      "location": {
        "postalCode": "03114",
        "municipality": "Alacant/Alicante",
        "county": "Alicante/Alacant",
        "municipalityId": "014",
        "countyId": "03"
      },
      "economicActivities": [
        {
          "id": "1.843.9",
          "name": "Otros servicios técnicos n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios técnicos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.9"
            }
          }
        }
      ],
      "certificateStartDate": "2019-05-30",
      "certificateEndDate": "2019-11-02",
      "object": "1. EL CONTROL Y ANÁLISIS DE CALIDAD DE TODO TIPO DE AGUAS, INCLUYENDO LAS DE CONSUMO PÚBLICO O PRIVADO, POTABLES O PARA EL RIEGO, CON FINES RECREATIVOS Y LAS AGUAS DE BAÑO, SEA CUAL FUERE SU TIPO Y PROCEDENCIA, ASÍ COMO DE LAS ENVASADAS Y/O MINEROMEDICINALES. 2. EL CONTROL Y ANÁLISIS DE AGUAS RESIDUALES, FECALES Y DE CUALQUIER OTRO TIPO QUE EXISTA, ASÍ COMO CUALQUIER PRODUCTO O RESIDUO RELACIONADO CON LA DEPURACIÓN DE LAS AGUAS, FANGOS Y TIERRAS EN GENERAL, DIRECTA O INDIRECTAMENTE. 3. EL CONTROL Y ANÁLISIS DE RESIDUOS, TANTO URBANOS COMO INDUSTRIALES, SANITARIOS Y DE CUALQUIER OTRA PROCEDENCIA. 4. EL CONTROL Y ANÁLISIS DE CUALQUIER TIPO DE EMISIÓN A LA ATMÓSFERA, O CALIDAD DEL AIRE, ASÍ COMO ESTUDIOS DE INMISIÓN. 5. EL ANÁLISIS OLFATOMÉTRICO EN CUALQUIER TIPO DE INDUSTRIA O SITUACIÓN GENERADORES DE OLORES. 6. REALIZACIÓN DE TOMA DE MUESTRAS EN CUALQUIERA DE LAS MATRICES ANTES ENUNCIADAS. 7. REALIZACIÓN DE ACTIVIDADES DE INSPECCIÓN MEDIOAMBIENTAL, CONFORME A LOS CRITERIOS RECOGIDOS EN LA NORMATIVA APLICABLE, ASÍ COMO INSPECCIÓN SANITARIA DE CUALQUIER TIPO DE INSTALACIONES O EDIFICACIONES. 8. PROVEEDOR DE EJERCICIO DE INTERCOMPARACIÓN EN DISTINTOS TIPOS DE MATRICES (AGUA POTABLE Y RESIDUAL, LODOS, SUELOS, ACEITES, AGUA DE BAÑO, AGUA REUTILIZADA, AIRE, FILTROS, ETC.) Y PARÁMETROS ANALÍTICOS (FÍSICO-QUÍMICOS, MICROBIOLÓGICOS, RADIACTIVIDAD, ETC.) ORGANIZACIÓN DE EJERCICIOS DE INTERCOMPARACIÓN. 9. BIOSEGURIDAD EN HOSPITALES, HOTELES, RESIDENCIAS, INDUSTRIAS, COMERCIO, OFICINAS Y RESTO DE INSTALACIONES TANTO PÚBLICAS COMO PRIVADAS, INCLUYENDO LA LIMPIEZA, LA HIGIENIZACIÓN, LA DESINFECCIÓN, LA DESINSECTACIÓN Y DESRATIZACIÓN, ASÍ COMO EL MANTENIMIENTO, LA CONSERVACIÓN Y LA REPARACIÓN DE EQUIPOS E INSTALACIONES DE AGUAS, GAS, CALEFACCIÓN, AIRE ACONDICIONADO, Y EQUIPOS E INSTALACIONES DE ELECTROMEDICINA, ASÍ COMO LA CONSERVACIÓN Y MANTENIMIENTO DE REDES DE AGUA Y ALCANTARILLADO. 10. ELABORACIÓN DE MATERIALES DE REFERENCIA QUÍMICOS Y MICROBIOLÓGICOS, ASÍ COMO DE SISTEMAS DE DIAGNÓSTICO MICROBIOLÓGICO BASADOS EN TÉCNICAS MOLECULARES. 11. ESTUDIOS Y SERVICIOS PARA EL CUMPLIMIENTO DE LA NORMATIVA EN MATERIA DE PREVENCIÓN DE RIESGOS LABORALES EN ASPECTOS DE SEGURIDAD, HIGIENE INDUSTRIAL A NIVEL DE RIESGOS FÍSICOS, QUÍMICOS Y MICROBIOLÓGICOS Y ERGONOMÍA Y PSICOSOCIOLOGÍA. 12. ESTUDIOS Y SERVICIOS DE CONSULTORÍA Y ASESORAMIENTO EN MATERIA DE PREVENCIÓN DE RIESGOS LABORALES Y EN SISTEMAS DE GESTIÓN DE CALIDAD. 13. ESTUDIOS Y SERVICIOS DE INGENIERÍA DE SEGURIDAD INDUSTRIAL, COORDINACIÓN DE SEGURIDAD Y SALUD, Y CONSEJERO DE SEGURIDAD ADR. 14. FORMACIÓN EN EL ÁMBITO DE LA PREVENCIÓN DE RIESGOS LABORALES, SISTEMAS DE GESTIÓN DE CALIDAD, Y GESTIÓN AMBIENTAL. 15. CONTROL DE RUIDOS EN TODO TIPO DE INSTALACIONES INDUSTRIALES, COMERCIALES, URBANAS, ETC. EN CUMPLIMIENTO DE LAS ACTUALES NORMATIVAS. 16. DISEÑO Y REALIZACIÓN DE PROYECTOS DE INVESTIGACIÓN, DESARROLLO E INNOVACIÓN. 17. CON RELACIÓN CON LOS DIECISÉIS PUNTOS ANTERIORES, ELABORAR INFORMES, ESTUDIOS, PLANES, ANTEPROYECTOS, PROYECTOS Y CUALESQUIERA DOCUMENTOS DE CARÁCTER TÉCNICO, ORGANIZATIVO, ECONÓMICO O SOCIAL, ASÍ COMO LA DIRECCIÓN, SUPERVISIÓN Y CONTROL DE LA EJECUCIÓN Y MANTENIMIENTO DE OBRAS, INSTALACIONES Y DE LA IMPLANTACIÓN DE SISTEMAS ORGANIZATIVOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03502",
      "_links": {
        "self": {
          "name": "LABAQUA, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/03502"
        }
      }
    },
    {
      "name": "KOMETASOFT,S.L.",
      "registrationNumber": "06275",
      "identificationNumber": "B91873034",
      "address": "CALLE CASILLA DE LA DEHESA, 18",
      "location": {
        "postalCode": "41089",
        "municipality": "Dos Hermanas",
        "county": "Sevilla",
        "municipalityId": "038",
        "countyId": "41"
      },
      "economicActivities": [
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2019-05-30",
      "certificateEndDate": "2019-09-29",
      "object": "EL ASESORAMIENTO INFORMÁTICO, EL DESARROLLO, VENTA Y MANTENIMIENTO DE PROGRAMAS INFORMÁTICOS; LA REALIZACIÓN DE PROYECTOS DE TECNOLOGÍA INTERNET; LA FORMACIÓN DE PERSONAL E IMPARTICIÓN DE CURSOS; Y LA IMPORTACIÓN Y VENTA DE TODO TIPO DE ORDENADORES Y MATERIAL INFORMÁTICO, ASÍ COMO LA REPRESENTACIÓN Y DISTRIBUCIÓN COMERCIAL DE OTRAS EMPRESAS DEL SECTOR",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06275",
      "_links": {
        "self": {
          "name": "KOMETASOFT,S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06275"
        }
      }
    },
    {
      "name": "PREVENOR, S.L.",
      "registrationNumber": "06277",
      "identificationNumber": "B95036844",
      "address": "HURTADO DE AMEZAGA, 1 1º",
      "location": {
        "postalCode": "48008",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.843.9",
          "name": "Otros servicios técnicos n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios técnicos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.9"
            }
          }
        }
      ],
      "certificateStartDate": "2019-05-30",
      "certificateEndDate": "2019-11-02",
      "object": "1. PRESTACIÓN DE SERVICIOS RELACIONADOS CON LA PREVENCIÓN DE RIESGOS LABORALES Y LA SEGURIDAD, HIGIENE Y SALUD EN EL TRABAJO. 2.ACTIVIDADES DE FORMACIÓN, INFORMACIÓN Y DIVULGACIÓN EN MATERIA DE PREVENCIÓN DE RIESGOS LABORALES Y SEGURIDAD, HIGIENE Y SALUD EN EL TRABAJO. EVALUACIONES DE RIESGOS, ELABORACIÓN DE PLANES DE PREVENCIÓN, ELABORACIÓN DE PLANES DE EMERGENCIA Y EVACUACIÓN, ELABORACIÓN DE INFORMES E IMPRESOS, RECONOCIMIENTOS MÉDICOS Y PLANIFICACIÓN DE LA ACTIVIDAD EN MATERIA DE PREVENCIÓN DE RIESGOS LABORALES Y SEGURIDAD, HIGIENE Y SALUD EN EL TRABAJO, ASÍ COMO ASESORAMIENTO A TERCEROS PARA EL DESARROLLO DE LOS MISMOS. APOYO TÉCNICO Y COLABORACIÓN CON LOS DIFERENTES ORGANISMOS Y EMPRESAS DEDICADAS A LA PREVENCIÓN DE RIESGOS Y A LA SEGURIDAD, HIGIENE Y SALUD EN EL TRABAJO. ASESORAR E INFORMAR A LAS EMPRESAS Y ORGANISMOS, TANTO PÚBLICAS COMO PRIVADAS SOBRE LA MANERA MÁS EFECTIVA DE CUMPLIR LAS DISPOSICIONES RELATIVAS A LA PREVENCIÓN DE RIESGOS LABORALES Y SEGURIDAD, HIGIENE Y SALUD EN EL TRABAJO. 3. MEDICIONES HIGIÉNICAS, DIAGNÓSTICOS Y EVALUACIÓN DE DICHAS MEDICIONES, PROPOSICIÓN DE MEDIDAS CORRECTORAS Y VENTA  AL POR MENOR O MAYOR DE TODO TIPO DE ARTÍCULOS RELACIONADOS CON LA SEGURIDAD E HIGIENE EN EL TRABAJO. 4. LA ELABORACIÓN Y EJECUCIÓN DE PLANES Y PROYECTOS DE CREACIÓN, PROMOCIÓN, DESARROLLO E INVERSIÓN Y PARTICIPACIÓN, REFERENTES A EMPRESAS O NEGOCIOS INDUSTRIALES, COMERCIALES Y DE SERVICIOS. 5. LA PRESTACIÓN DE SERVICIOS DE CONSULTORÍA A EMPRESAS Y PARTICULARES, EN MATERIA DE PLANIFICACIÓN Y ORGANIZACIÓN INDUSTRIAL Y COMERCIAL, &#8220;MARKETING&#8221;, CONTABILIDAD, ASESORAMIENTO Y CREACIÓN DE NEGOCIOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06277",
      "_links": {
        "self": {
          "name": "PREVENOR, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06277"
        }
      }
    },
    {
      "name": "CONSTRUCCIONES LAUGAS, S.A.",
      "registrationNumber": "02997",
      "identificationNumber": "A20558300",
      "address": "POLIGONO AKARREGI 9A 9B",
      "location": {
        "postalCode": "20120",
        "municipality": "Hernani",
        "county": "Gipuzkoa",
        "municipalityId": "040",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        },
        {
          "id": "1.505.1",
          "name": "Revestimientos exteriores e interiores de todas clases",
          "_links": {
            "self": {
              "name": "Revestimientos exteriores e interiores de todas clases",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.505.1"
            }
          }
        }
      ],
      "certificateStartDate": "2019-05-29",
      "certificateEndDate": "2019-11-28",
      "classification": [
        {
          "id": "O",
          "name": "Obras",
          "groups": [
            {
              "id": "C",
              "name": "EDIFICACIONES",
              "subgroups": [
                {
                  "id": "04",
                  "name": "ALBAÑILERIA, REVOCOS Y REVESTIDOS",
                  "categories": [
                    {
                      "id": "1",
                      "name": "Desde 0 Hasta 150.000",
                      "_links": {
                        "self": {
                          "name": "Desde 0 Hasta 150.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/1"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "ALBAÑILERIA, REVOCOS Y REVESTIDOS",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/C/subgroups/04"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "name": "EDIFICACIONES",
                  "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/C"
                }
              }
            },
            {
              "id": "E",
              "name": "HIDRAULICAS",
              "subgroups": [
                {
                  "id": "01",
                  "name": "ABASTECIMIENTOS Y SANEAMIENTOS",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 360.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 360.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "ABASTECIMIENTOS Y SANEAMIENTOS",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/01"
                    }
                  }
                },
                {
                  "id": "04",
                  "name": "ACEQUIAS Y DESAGÜES",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 360.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 360.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "ACEQUIAS Y DESAGÜES",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/04"
                    }
                  }
                },
                {
                  "id": "05",
                  "name": "DEFENSAS DE MARGENES Y ENCAUZAMIENTOS",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 360.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 360.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "DEFENSAS DE MARGENES Y ENCAUZAMIENTOS",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/05"
                    }
                  }
                },
                {
                  "id": "07",
                  "name": "OBRAS HIDRAULICAS SIN CUALIFICACION ESPECIFICA",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 360.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 360.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "OBRAS HIDRAULICAS SIN CUALIFICACION ESPECIFICA",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/07"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "name": "HIDRAULICAS",
                  "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E"
                }
              }
            },
            {
              "id": "G",
              "name": "VIALES Y PISTAS",
              "subgroups": [
                {
                  "id": "04",
                  "name": "Con firmes de mezclas bituminosas",
                  "categories": [
                    {
                      "id": "1",
                      "name": "Desde 0 Hasta 150.000",
                      "_links": {
                        "self": {
                          "name": "Desde 0 Hasta 150.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/1"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Con firmes de mezclas bituminosas",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/G/subgroups/04"
                    }
                  }
                },
                {
                  "id": "06",
                  "name": "Obras viales sin cualificación específica",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 360.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 360.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Obras viales sin cualificación específica",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/G/subgroups/06"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "name": "VIALES Y PISTAS",
                  "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/G"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Obras",
              "href": "https://api.euskadi.eus/procurements/companies/types/O"
            }
          }
        }
      ],
      "object": "LA COMPRAVENTA DE TODA CLASE DE TERRENOS RÚSTICOS O URBANOS; LA CONSTRUCCIÓN DE EDIFICACIONES; LA CREACIÓN Y DESENVOLVIMIENTO DE URBANIZACIONES; LA CONSTRUCCIÓN Y EJECUCIÓN DE OBRAS PUBLICAS\r\nMEDIANTE CONTRATAS CON LA ADMINISTRACIÓN DEL ESTADO. PROVINCIA, MUNICIPIO,COMUNIDADES AUTÓNOMAS Y ORGANISMOS PÚBLICOS; LA PROMOCIÓN DE OBRA PROPIA BIEN POR EJECUCIÓN DIRECTA O MEDIANTE CONTRATA\r\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02997",
      "_links": {
        "self": {
          "name": "CONSTRUCCIONES LAUGAS, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/02997"
        }
      }
    },
    {
      "name": "SERGIO SÁNCHEZ ISASI",
      "registrationNumber": "06269",
      "identificationNumber": "14261814C",
      "address": "Bilbao la vieja 13,1º",
      "location": {
        "postalCode": "48003",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.476.1",
          "name": "Edición de libros",
          "_links": {
            "self": {
              "name": "Edición de libros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.476.1"
            }
          }
        },
        {
          "id": "2.751",
          "name": "Profesionales de la publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Profesionales de la publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.751"
            }
          }
        }
      ],
      "certificateStartDate": "2019-05-29",
      "certificateEndDate": "2019-11-17",
      "object": "PROFESIONALES DE LA PUBLICIDAD, RELACIONES PÚBLICAS Y SIMILARES Y EDICIÓN DE LIBROS\r\n\r\n\r\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06269",
      "_links": {
        "self": {
          "name": "SERGIO SÁNCHEZ ISASI",
          "href": "https://api.euskadi.eus/procurements/companies/06269"
        }
      }
    }
  ]
}