{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 204,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "MIRA SGA, S.L.",
      "registrationNumber": "06686",
      "identificationNumber": "B01377878",
      "address": "C/ SAN PRUDENCIO, 6-1º",
      "location": {
        "postalCode": "01005",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.846",
          "name": "Empresas de estudios de mercado",
          "_links": {
            "self": {
              "name": "Empresas de estudios de mercado",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.846"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-21",
      "certificateEndDate": "2026-04-13",
      "object": "A) PROGRAMACIÓN CINEMATOGRÁFICA DE SALAS DE EXHIBICIÓN (CINES) TANTO PARA LOS SOCIOS COMO A TERCEROS. B) GESTIÓN GENERAL ADMINISTRATIVA, DE PERSONAL, MARKETING COMERCIAL O DE CUALQUIER TIPO PARA LAS EMPRESAS O PARTICULARES SOCIOS O TERCEROS. C) ESTUDIOS DE INVESTIGACIÓN DE MERCADOS, VIABILIDAD Y DE OPORTUNIDADES DE NEGOCIO DE EMPRESAS DE OCIO E INCLUSO BÚSQUEDA DE CLIENTES, PROMOCIONES DE EDIFICIOS, LOCALES E INSTALACIONES PARA EMPRESAS, SOCIOS O TERCEROS. D) ORGANIZACIÓN DE EVENTOS Y ESPECTÁCULOS ARTÍSTICOS Y CULTURALES. E) DISTRIBUCIÓN DE PELÍCULAS EN CUALESQUIERA DE SUS SOPORTES: 35 MM, VIDEO, CD, DVD, ETC. F) PROMOCIÓN, INSTALACIÓN Y PUESTA EN MARCHA DE ACTIVIDADES NEGOCIALES TALES COMO SALAS DE EXHIBICIÓN CINEMATOGRÁFICA, OCIO, CULTURA, AUDIOVISUALES, HOSTELERÍA, ETC. G) ASESORAMIENTO A EMPRESAS DE OCIO, PROMOTORAS, EXHIBIDORAS, Y DISTRIBUIDORAS DE MATERIAL CINEMATOGRÁFICO O QUE TENGA RELACIÓN CON CUALQUIERA DE LAS ACTIVIDADES O NEGOCIOS INDICADOS ANTERIORMENTE Y EN GENERAL ASESORAMIENTO Y GESTIÓN RELACIONADOS CON EL SECTOR AUDIOVISUAL.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06686",
      "_links": {
        "self": {
          "name": "MIRA SGA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06686"
        }
      }
    },
    {
      "name": "JUAN VICENTE CARRASCO COLLADO",
      "registrationNumber": "04267",
      "identificationNumber": "16277382Y",
      "address": "juntas generales 50 4c",
      "location": {
        "postalCode": "01010",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.721.3",
          "name": "Transporte de viajeros por carretera",
          "_links": {
            "self": {
              "name": "Transporte de viajeros por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.721.3"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-21",
      "certificateEndDate": "2026-04-13",
      "classification": [
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "R",
              "subgroups": [
                {
                  "id": "01",
                  "name": "Transporte de viajeros por carretera",
                  "categories": [
                    {
                      "id": "3",
                      "name": "Desde 300.001 Hasta 600.000",
                      "_links": {
                        "self": {
                          "name": "Desde 300.001 Hasta 600.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/3"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Transporte de viajeros por carretera",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/R/subgroups/01"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/R"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "TRANSPORTE DE VIAJEROS POR CARRETERA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04267",
      "_links": {
        "self": {
          "name": "JUAN VICENTE CARRASCO COLLADO",
          "href": "https://api.euskadi.eus/procurements/companies/04267"
        }
      }
    },
    {
      "name": "DAIR INGENIEROS, S.L.",
      "registrationNumber": "01870",
      "identificationNumber": "B48891485",
      "address": "C/ KANDELAZUBIETA, Nº 29 - 31, BAJO.",
      "location": {
        "postalCode": "48940",
        "municipality": "Leioa",
        "county": "Bizkaia",
        "municipalityId": "054",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-21",
      "certificateEndDate": "2026-04-14",
      "object": "a) LA REALIZACIÓN DE TODO TIPO DE PROYECTOS, INFORMES, ESTUDIOS Y ASESORAMIENTO TÉCNICO RELACIONADO CON LA INGENIERÍA, ASÍ COMO CUALQUIER OTRO TIPO DE LABORES DE CONSULTORÍA TÉCNICA.\r\n\r\nb) LA EXPLOTACIÓN INDUSTRIAL Y COMERCIAL DE PATENTES Y MARCAS INDUSTRIALES, NACIONALES O EXTRANJERAS, EN EL CAMPO DE LA INGENIERÍA Y DE LA CONSULTA TÉCNICA.\r\n\r\nc) EL ALQUILER DE ELEMENTOS PATRIMONIALES DE LA EMPRESA.\r\n\r\nd) LAS PROMOCIONES DEL SUELO E INDUSTRIALES.\r\n\r\ne) LAS ACTIVIDADES RELACIONADAS CON LA CONSTRUCCIÓN TANTO EDIFICATORIA COMO DE OBRA PÚBLICA E IMPLANTACIÓN INDUSTRIAL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01870",
      "_links": {
        "self": {
          "name": "DAIR INGENIEROS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/01870"
        }
      }
    },
    {
      "name": "LIMPIEZAS ABANDO, S.L.",
      "registrationNumber": "03518",
      "identificationNumber": "B48848634",
      "address": "CM IBARSUSI, 19-NAVE 7 A",
      "location": {
        "postalCode": "48004",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.911",
          "name": "Servicios agrícolas y ganaderos",
          "_links": {
            "self": {
              "name": "Servicios agrícolas y ganaderos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.911"
            }
          }
        },
        {
          "id": "1.921.3",
          "name": "Exterminio de animales dañinos y desinfección",
          "_links": {
            "self": {
              "name": "Exterminio de animales dañinos y desinfección",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.3"
            }
          }
        },
        {
          "id": "1.922",
          "name": "Servicios de limpieza",
          "_links": {
            "self": {
              "name": "Servicios de limpieza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-21",
      "certificateEndDate": "2026-04-10",
      "object": "LA PRESTACIÓN DE SERVICIOS DE LIMPIEZA, DESINFECTACIÓN, DESRATIZACIÓN Y DESINSECTACIÓN; EL TRATAMIENTO, RECUBRIMIENTO, ASILAMIENTO E IMPERMEABILIZACIÓN DE SUELOS, PAREDES, FACHADAS Y EDIFICIOS EN GENERAL; LA COMPRA, VENTA, IMPORTACIÓN, EXPORTACIÓN, ALQUILER, MONTAJE E INSTALACIÓN DE MÁQUINAS DE LIMPIEZA, SUS COMPLEMENTOS Y ACCESORIOS; LA REPRESENTACIÓN DE CUALESQUIERA TERCERAS PERSONAS, NACIONALES O EXTRANJERAS, FÍSICAS O JURÍDICAS QUE TENGA POR OBJETO LA REALIZACIÓN DE CUALESQUIERA DE LAS ACTIVIDADES COMPRENDIDAS EN LOS APARTADOS ANTERIORES; LA REDACCÓN Y DIRECCIÓN DE PROYECTOS TÉCNICOS DE OBRAS E INDUSTRIALES, ASÍ COMO LA CONTRATACIÓN O EJECUCIÓN DE OBRAS; ASESORAMIENTO TÉCNICO A SOCIEDADES COOPERATIVAS DE VIVIENDAS Y SOCIEDADES MERCANTILES; LA COMPRAVENTA DE SOLARES, FINCAS RÚSTICAS O URBANAS, PISOS, LOCALES COMERCIALES, PLAZAS DE GARAJE, APARTACMIENTOS E INMUEBLES; LA URBANIZACIÓN DE TERRENOS Y LA CONSTRUCCIÓN DE EDIFICIOS, REMODELACIONES, REHABILITACIÓN, REFORMAS Y DECORACIÓN DE INTERIORES Y EXTERIORES; REALIZACIÓN, BIEN POR CONTRATACIÓN DIRECTA O INDIRECTA, POR CUENTA PROPIA O AJENA DE TODA CLASE DE OBRAS PÚBLICAS O PRIVADAS; EXPLOTACIÓN DIRECTA O INDIRECTA, INCLUSO BAJO LA FÓRMULA DE ARRENTAMIENTO DE FINCAS RÚSTICAS, AGRÍCOLAS FORESTALES Y GANADERAS, EDIFICIOS Y OTRAS FINCAS URBANAS, HOTELES, MOTELES, CINES, TEATROS, SALAS DE FIESTA, CAFETERÍA, BARES, RESTAURANTES, ESPECTÁCULOS Y PISCINAS; LA PROMOCIÓN DE EDIFICACIONES, SERVICIOS RELATIVOS A LA PROPIEDAD INMOBILIARIA Y A LA PROPIEDAD INDUSTRIAL, SERVICIOS PRESTADOS A LAS EMPRESAS, SERVICIOS DE COMPRA, VENTA Y CONTRATACIÓN DE VALORES MOBILIARIOS. LA GESTIÓN ADMINISTRATIVA, ASESORAMIENTO TÉCNICO, JURÍDICO, CONTABLE, LABORAL E INMOBILIARIO; LA PINTURA DE CUALQUIER TIPO Y CLASE Y REVESTIMIENTOS CON PAPEL, TEJIDOS O PLÁSTICOS, TRABAJOS EN YESO Y ESCAYOLA,ASÍ COMO LA TERMINACIÓN Y DECORACIÓN DE TODO TIPO DE EDIFICIOS, LOCALES Y VIVIENDAS; LA LIMPIEZA, CONSERVACIÓN Y MANTENIMIENTO DE MUEBLES E INMUEBLES, Y, EN ESPECIAL, LA LIMPIEZA, CONSERVACIÓN Y MANTENIMIENTO DE VIVIENDAS, EDIFICIOS CONSTRUIDOS O EN CONSTRUCCIÓN, SALAS DE ESPECTÁCULOS, HOTELES, BINGOS, ALMACENES, LOCALES, OFICINAS DE ENTIDADES BANCARIAS Y DE CUALESQUIERA ORGANISMOS OFICIALES O PARTICULARES; LA LIMPIEZA, MANTENIMIENTO, ARREGLO Y CONSERVACIÓN DE JARDINES, CLUBS DE CAMPO Y FACHADAS DE EDIFICIOS; LA LIMPIEZA URBANA A INDUSTRIAL; LA REPRESENTACIÓN DE TODO TIPO DE MAQUINARIA QUE ESTÉN RELACIONADAS CON EL PRESENTE OBJETO SOCIAL; LA RECEPCIÓN Y ENVIO DE MENSAJES Y CUALQUIER OBJETO TRANSPORTABLE; LA PRESTACIÓN DE SERVICIOS DE PUBLICIDAD, RELACIONES PÚBLICAS, ASISTENCIA A FERIAS, CONVENCIONES, PROMOCIONES Y ELABORACIÓN DE ESTUDIOS DE MERCADO; LA REALIZACIÓN DE TRABAJOS DE MECANOGRAFÍA, TAQUIGRAFÍA, REPRODUCCIÓN Y TRADUCCIÓN DE TEXTOS Y PLANOS; LA PRESTACIÓN DE SERVICIOS DE RECADERÍA, MENSAJERÍA, REPARTO Y MANIPULACIÓN DE CORRESPONDENCIA; LA PRESTACIÓN DE SERVICIOS DE ENSEÑANZA Y DE FORMACIÓN Y PERFECCIONAMIENTO PROFESIONAL EN OFIMÁTICA, DELINEACIÓN, ARTES Y OFICIOS INDUSTRIALES; LA COMPRA, VENTA, DISTRIBUCIÓN Y ALMACANAJE DE MATERIALES DE CONSTRUCCIÓN, ELÉCTRICOS, TUBERÍAS, ACCE4SORIOS DE GAS, ELEMENTOS NEUMÁTICOS, DE CALEFACCIÓN, FONTANERÍA Y AIRE ACONDICIONADO; ESTUDIOS PARA LA IMPLANTACIÓN DE SISTEMAS DE CALIDAD Y MEDIO AMBIENTE, SEGÚN NORMAS ISO, INCLUYENDO: DIAGNÓSTICO, DESARROLLO, IMPLANTACIÓN, MANTENIMIENTO DE SISTEMAS DE ASEGURAMIENTO DE LA CALIDAD Y MEJORA DE PROCESOS; EJECUCIÓN DE PLANES DE EMERGENCIA, CON EVACUACIÓN, SEÑALIZACIÓN E INSTALACIONES DE EXTINCIÓN DE INCENDIOS; FORMACIÓN EN RIESGOS LABORALES ASÍ COMO EL ESTUDIO E IMPLANTACIÓN DE SISTEMAS DE PREVENCIÓN Y GESTIÓN DE RIESGOS SEGÚN LO PREVISTO EN LA LEY DE PREVENCIÓN DE RIESGOS LABORALES; SERVICIOS DE TELEMARKETING, ASISTENCIA TELEFÓNICA Y MANEJO DE CENTRALES TELEFÓNICAS EN LAS DEPENDENCIAS DEL CLIENTE; ESTUDIOS DE REINGENIERÍA DE PROCESOS; EJECUCIÓN DE PROYECTOS Y DELINEACIÓN; REALIZACIÓN DE INSTALACIONES, NEUMÁTICAS, ELÉCTRICAS, DE CONDUCCIÓN DE GASES DE TODO TIPO, PARA USOS TANTO INDUSTRIAL COMO DOMÉSTICO, CALEFACCIÓN, FONTANERÍA Y AIRE ACONDICIONADO, ASÍ COMO MANTENIMIENTO DE LAS MISMAS; EL CULTIVO DE TIERRAS, PROPIAS O AJENAS Y LA EXPLOTACIÓN DE GANADO OVINO, CAPRINO, PORCINO Y BOVINO; LA PRODUCCIÓN Y REALIZACIÓN DE PROGRAMAS PARA SU EMISIÓN ASÍ COMO LA CONTRATACIÓN Y DIFUSIÓN DE ANUNCIOS PUBLICITARIOS; LA PRODUCCIÓN DE SERVICIOS TÉCNICOS Y COMERCIALES RELACIONADOS CON LA COMUNICACIÓN, MEDIANTE PERIÓDICOS, LIBROS, REVISTAS, MATERIAL ESCOLAR Y DIDÁCTICO O CUALQUIER MEDIO APTO PARA ELLOS, COMPRENDIENDO SU COMERCIALIZACIÓN Y DISTRIBUCIÓN;LA EXPLOTACIÓN DEL NEGOCIO DE HOSTELERÍA, EN SU MÁS AMPLIO SENTIDO: BARES, CAFETERÍAS, HOTELES, PUB, DISCOBARES, RESTAURANTES, PIZZERÍAS, BOCADILLERÍAS, CROSANTERÍAS Y BURGUER; LLAS EXPLOTACIONES GANADERAS, EXPORTACIÓN E IMPORTACIÓN DE ANIMALES; LA EXHIBICIÓN, CRIANZA Y ADIESTRAMIENTO DE LOS MISMOS, SU VENTA Y LA COMERCIALIZACIÓN DE SUS PRODUCTOS Y DERIVADOS, TALES COMO CARNES, PIELES, GARRAS, TROFEOS, PLUMAJES. LA PROMOCIÓN DE CACERÍAS. LA COMPRAVENTA Y TENENCIA DE BIENES INMUEBLES, SU EXPLOTACIÓN POR MEDIO DE ARRENDAMIENTOS, TRASPASOS, CESIONES O POR OTROS MEDIOS ADMITIDOS EN DERECHO; LA EXPLOTACIÓN AGRÍCOLA, GANADERA, FORESTAL O CINEGÉTICA DE FINCAS RÚSTICAS, Y LA MANIPULACIÓN INDUSTRIAL Y COMERCIALIZACIÓN DE SUS PRODUCTOS; LA FABRICACIÓN, PROMOCIÓN CONSTRUCCIÓN, COMERCIALIZACIÓN, DISTRIBUCIÓN, INSTALACIÓN, MONTAJE, VENTAS AL POR MAYOR Y AL POR MENOR, EXPORTACIÓN E IMPORTACIÓN DE: ARTÍCULOS DEPORTIVOS, ARTÍCULOS DE CAZA Y PESCA, ASÍ COMO CALZADO Y PRENDAS DE VESTIR; LA COMPRAVENTA DE ANIMALES DOMÉSTICOS Y SUS ACCESORIOS COMO COLLARES, BOZALES Y COMIDA; LA EXPLOTACIÓN DE UN NEGOCIO DE ACTIVIDADES DEPORTIVAS Y DE RECREO, BOLERA,S PISTAS DE CARS, GLOF, PATINAJE, TENIS, FUTBOL, FUTBOL-SALA, BALONCESTO, BALNMANO; AGENTES COBRADORES DE FACTURAS, DE EFECTOS COMERCIALES DE PRÉSTAMO Y DERECHOS DE TODAS CLASES; PROFESIONALES RELACIONADOS CON LAS ACTIVIDADES JURÍDICAS, FINANCIERAS Y DE ALQUILERES; LA PRESTACIÓN DE SERVICIOS DE MEDIACIÓN Y REPRESENTACIÓN A TODA CLASE DE ARTISTAS Y DEPORTISTAS TANTO POR SU ACTIVIDAD PROFESIONAL COMO PARA LA EXPLOTACIÓN QUE SU PROPIA IMAGEN PUEDEN EFECTUAR; EL EJERCICIO O EXPLOTACIÓN DE LAS ACTIVIDADES DE ORGANIZACIÓN, CELEBRACIÓN Y COMERCIALIZACIÓN DE EVENTOS SOCIALES Y CULTURALES, CERTÁMENES, FERIAS Y CONGRESOS, ASÍ COMO LA GESTIÓN DEL GRUPO EMPRESARIAL CONSTITUIDO POR SOCIEDADES PARTICIPADAS; LAS INSTALACIONES ELÉCTRICAS EN GENERAL, DE REDES TELEGRÁFICAS, TELEFÓNICAS, TELEFONÍA SIN HILOS Y TV, ASÍ COMO INSTALACIONES DE SISTEMAS DE CANALIZACIÓN DE PUERTOS Y AEROPUERTOS; AGENCIAS DE SEGUROS, SERVICIOS DE TASACIÓN Y TARIFICACIÓN O SEGUROS; INTERMEDIACIÓN EN FACILITAR PRÉSTAMOS; FALICITAR PRÉSTAMOS Y CRÉDITOS, INCLUYENDO CREDITO AL CONSUMO, CRÉDITO HIPOTECARIO Y FINANCIACIÓN DE TRANSACCIONES COMERCIALES; LEASING. ENTIDADES DE ARRENDAMIENTO FINANCIERO; ACTIVIDADES SOCIO-EDUCATIVAS, CULTURAS DEPORTIVAS, DE OCIO Y ANIMACIÓN, PRESTADAS A ENTIDADES PÚBLICAS PRIVADAS O PARTICULARES; SERVICIOS A LOS AYUNTAMIENTOS Y OTRAS ENTIDADES PUBLICAS O PRIVADAS EN EL DESARROLLO DE PROYECTOS EDUCATIVOS DIRIGIDOS A LA INFANCIA, JUVENTUD, TERCERA EDAD, MUJER, ETC.; LA FABRICACIÓN, COLOCAICÓN DE PIEZAS DE CARPINTERÍS, PARQUET Y ESTRUCTURAS DE MADERA (PUERTAS, VENTANAS, CERCOS. MARCOS, PARQUES, ENTARIMADOS, ADOQUINES DE MADERA, MOLDURARIA), ASÍ COMO LA FABRICACIÓN DE PERSIANAS DE MADERA, MAMPARAS, ETC.; ACTUACIONES ARQUEOLÓGICAS; EXCAVACIONES ARQUEOLÓGICAS Y PROSPECCIONES SOBRE REGISTROS Y YACIMIENTOS DE CUALQUIER ETAPA HISTÓRICA. EXCAVACIONES EN AREA. ARQUEOLOGÍA DE LA ARQUITECTURA. EXCAVACIONES ARQUEOLÓGICAS DE URGENCIA. CONTROL DE VACIADOS, DRAGADOS Y SEGUIMIENTO DE OBRAS PÚBLICAS O PRIVADAS (EDIFICIOS, VIALES, REDES ELÉCTRICAS, DE COMUNICACIÓN O DE SANEAMIENTOS); SONDEOS VALORATIVOS. INVENTARIO Y CATALOGACIÓN DE YACIMIENTOS. PROSPECCIONES SUPERFICIALES INTENSIVAS, DE TODO TIPO (DIRECTAS, VISUALES, ANALÍTICAS, CON  O SIN SONDEOS Y CON APLICACIÓN DE MÉTODOS ELÉCTRICOS, MAGNÉTICOS Y SISMOLÓGICOS). DELIMITACIÓN DE YACIMIENTOS PARA SU INCORPORACIÓN EN LA NORMATIVA URBANÍSTICA; DIBUJO Y DELINACIÓN: ELABORACIÓN DE PLANIMETRÍA. REALIZACIÓN DE DIBUJO ARQUEOLÓGICO DE MATERIAL CERÁMICO Y OTROS TIPOS DE REGISTRO ARQUEOLÓGICO. DISEÑO GRÁFICO INFORMATIZADO; TOPOGRAFÍA. CARTOGRAFÍA. SISTEMAS DE INFORMACIÓN GEOGRÁFICA (SIG) FOTOGRAMETRÍA; RESTAURACIÓN Y CONSERVACIÓN: RESTAURACIÓN. CONSOLIDACIÓN. REHABILITACIÓN: PERITACIÓN Y RESTAURACIÓN SOBRE TODO TIPO DE OBJETOS Y SOPORTES, INCLUYENDO LOS CONSIDERADOS COMO BIENES DE INTERÉS CULTURAL. PUESTA EN VALOR DE BIENES CULTURALES: ASESORAMIENTO PARA LA PROMOCIÓN DE CONJUNTOS ARQUEOLÓGICOS Y ETNOGRÁFICOS. ELABORACIÓN DE GUÍAS Y RUTAS TURÍSTICAS. SEÑALIZACIÓN DE YACIMIENTOS; CONSULTORÍA: ESTUDIOS, INFORMES, PROYECTOS, MEMORIAS, PUBLICACIONES, GUÍAS, CATÁLOGOS, ETC. ESTUDIOS DE VIABILIDAD ANTE REMODELACIONES URBANÍSTICAS. ASESORAMIENTO JURÍDICO SOBRE PATRIMONIO HISTÓRICO Y MEDIOAMBIENTAL. GESTIÓN INSTITUCIONAL. ESTUDIOS SOBRE RECURSOS ARQUEOLÓGICOS, ETNOGRÁFICOS Y CULTURALES. ESTUDIOS DE IMPACTO AMBIENTAL. ESTUDIOS DE IMPACTO ARQUEOLÓGICO. PLANIFICACIÓN Y CONSERVACIÓN PATRIMONIAL. GENERACIÓN Y DESARROLLO DE PLANES DE ORDENACIÓN, INTERVENCIÓN, PROTECCIÓN, DESARROLLO Y FOMENTO DEL PATRIMONIO HISTÓRICO Y ARQUEOLÓGICO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03518",
      "_links": {
        "self": {
          "name": "LIMPIEZAS ABANDO, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03518"
        }
      }
    },
    {
      "name": "ALDAKETA SOZIALA BERRIA, S.L.",
      "registrationNumber": "07519",
      "identificationNumber": "B95385852",
      "address": "Lutxana 4 - 4º piso dpto. 7",
      "location": {
        "postalCode": "48008",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.933.9",
          "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
          "_links": {
            "self": {
              "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.933.9"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-21",
      "certificateEndDate": "2026-04-13",
      "object": "LA REALIZACIÓN DE SERVICIOS DE ENSEÑANZA Y GUARDERÍA, TALLERES FORMATIVOS Y DE OCIO Y FORMACIÓN NO REGLADA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07519",
      "_links": {
        "self": {
          "name": "ALDAKETA SOZIALA BERRIA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07519"
        }
      }
    },
    {
      "name": "RIOZURI S.L.",
      "registrationNumber": "05672",
      "identificationNumber": "B95180527",
      "address": "P.A.E. IBARRABARRI PABELLON 27E",
      "location": {
        "postalCode": "48940",
        "municipality": "Leioa",
        "county": "Bizkaia",
        "municipalityId": "054",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.659.2",
          "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
          "_links": {
            "self": {
              "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.2"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-21",
      "certificateEndDate": "2026-04-20",
      "object": "A) LA PRESTACIÓN POR CUENTA PROPIA O AJENA DE SERVICIOS DE ASESORAMIENTO, ESTUDIO Y GESTIÓN A TODO TIPO DE EMPRESAS, BIEN SEAN PERSONAS INDIVIDUALES O JURÍDICAS, PÚBLICAS O PRIVADAS, EN MATERIA DE ORGANIZACIÓN, ESTRUCTURACIÓN, CONTABILIDAD, CONTROL, ESTUDIO FINANCIERO O ECONÓMICO, COMERCIALIZACIÓN, FABRICACIÓN, JURÍDICA, FISCAL, LABORAL, SOCIAL, CONTROL Y ANÁLISIS TÉCNICOS, INVESTIGACIONES OPERATIVAS, INGENIERÍA DE INSTALACIONES, PROCESOS, CONTROL Y ANÁLISIS CONTABLES Y CUALQUIER OTRO TIPO DE ASESORAMIENTO O GESTIÓN EMPRESARIAL QUE SE DEMANDE. B) LA COMPRAVENTA, ARRENDAMIENTO NO FINANCIERO, ADMINISTRACIÓN Y GESTIÓN DE TODO TIPO DE FINCAS Y TODO TIPO DE SERVICIOS INMOBILIARIOS, Y EN GENERAL, LA INTERMEDIACIÓN EN EL SECTOR INMOBILIARIO. C) LA PRESTACIÓN DE SERVICIOS A PARTICULARES O SOCIEDADES, CONSISTENTES EN TODOS LOS TRÁMITES NECESARIOS PARA LA OBTENCIÓN DE CRÉDITOS HIPOTECARIOS O DE OTRO TIPO, DE ENTIDADES FINANCIERAS, PARA LA ADQUISICIÓN DE INMUEBLES. D) LA INVESTIGACIÓN ESTUDIO Y PLANEAMIENTO DE TODA CLASE DE PROYECTOS DE INVERSIÓN, TANTO EN LO QUE AFECTA A SU VIABILIDAD, COMO A TODAS SUS DIVERSAS FACETAS Y ASPECTOS, ASÍ COMO EL ESTUDIO, PROMOCIÓN Y DESARROLLO DE EMPRESAS INDUSTRIALES, COMERCIALES O DE SERVICIOS. E) LA ADQUISICIÓN, CESIÓN, TENENCIA, DISFRUTE, ADMINISTRACIÓN, GESTIÓN Y NEGOCIACIÓN EN GENERAL DE VALORES MOBILIARIOS E INMUEBLES, PARTICIPACIONES SOCIALES O EN COPROPIEDAD DE TODA CLASE DE BIENES INMUEBLES. F) LA CONSTITUCIÓN, CON LA CONCURRENCIA DE OTRAS PERSONAS, DE TODA CLASE DE SOCIEDADES MERCANTILES Y LA PARTICIPACIÓN EN OTRAS CONSTITUIDAS, PUDIENDO OSTENTAR EN TODAS ELLAS CARGOS DE ADMINISTRACIÓN, DIRECCIÓN O CONTROL MEDIANTE LA OPORTUNA DELEGACIÓN EN PERSONA FÍSICA. G) LA ADQUISICIÓN, USO, VENTA Y ENAJENACIÓN, POR CUALQUIER TÍTULO, DE FINCAS RÚSTICAS Y URBANAS, YA SEAN TIERRAS O SOLARES, SU PARCELACIÓN Y URBANIZACIÓN, PISOS, LOCALES, PABELLONES INDUSTRIALES O COMERCIALES, EDIFICACIONES DE TODO TIPO, ASÍ COMO LA PROMOCIÓN, CONSTRUCCIÓN O DERRIBO DE CUALQUIER TIPO DE EDIFICACIÓN DE LAS ANTES MENCIONADAS Y LA TENENCIA, EXPLOTACIÓN Y ARRENDAMIENTO, YA SEA ACTIVO O PASIVO DE TALES BIENES Y SU VENTA TOTAL O PARCIAL, SEGÚN CONVENGA, ASÍ COMO LA PROMOCIÓN Y CONSTITUCIÓN DE COMUNIDADES DE PROPIETARIOS O DE CUALQUIER OTRA FORMA DE ASOCIACIÓN O SOCIEDAD CON FINES DE EDIFICACIÓN Y URBANIZACIÓN. H) EL ARRENDAMIENTO Y CUALQUIER OTRA FÓRMULA DE CESIÓN, USO O DISFRUTE QUE ABARQUE TODO O PARTE DE LOS EPÍGRAFES ANTERIORES. I) LA COMERCIALIZACIÓN, DISTRIBUCIÓN, INSTALACIÓN, COMPRA, VENTA, AL POR MENOR Y AL POR MAYOR DE TODO TIPO DE MATERIAL INFORMÁTICO O DE OFICINA EN EL MÁS AMPLIO SENTIDO DE LA PALABRA ENTENDIENDO POR TAL, SOFTWARE, HARDWARE, INSTALACIÓN, MANTENIMIENTO, ADAPTACIONES, ASISTENCIA TÉCNICA Y OPERATIVA, DE TODO TIPO DE EMPRESAS O PATENTES ESPAÑOLAS O EXTRANJERAS ASÍ COMO EL DESARROLLO DE TODOS LOS CONCEPTOS INDICADOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05672",
      "_links": {
        "self": {
          "name": "RIOZURI S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05672"
        }
      }
    },
    {
      "name": "FUNDACION CENTRO DE ORIENTACION FAMILIAR LAGUNGO",
      "registrationNumber": "09130",
      "identificationNumber": "G48554430",
      "address": "AVENIDA SABINO ARANA 34 1 CTRO",
      "location": {
        "postalCode": "48013",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.933.9",
          "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
          "_links": {
            "self": {
              "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.933.9"
            }
          }
        },
        {
          "id": "1.952",
          "name": "Asistencia y servicios sociales en centros no residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros no residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.952"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-21",
      "certificateEndDate": "2026-04-15",
      "object": "1. OFRECER A TODOS LOS CIUDADANOS, PERSONAS Y ENTIDADES, SIN DISCRIMINACIÓN ALGUNA POR RAZÓN DE SUS CREENCIAS RELIGIOSAS, IDEAS POLÍTICAS, SITUACIÓN ECONÓMICA, SEXO, RAZA O CUALQUIER OTRA CIRCUNSTANCIA, SERVICIOS ESPECIALIZADOS DE ORIENTACIÓN, ASESORAMIENTO Y TERAPIA, CONDUCENTES A LA CONSTRUCCIÓN DE UNA VIDA FAMILIAR SATISFACTORIA. 2. PROPORCIONAR A LOS CÓNYUGES Y A LOS COMPONENTES DE LAS FAMILIAS QUE LO SOLICITEN LA ATENCIÓN FORMATIVA ADECUADA EN LOS ÁMBITOS DL MATRIMONIO, DE LA EDUCACIÓN, DE LOS CONFLICTOS Y DIFICULTADES QUE EN LA CONVIVENCIA DE LOS MIEMBROS DE LA UNIDAD FAMILIAR SURJAN A LO LARGO DEL TIEMPO DE SU EXISTENCIA, Y DE SUS ESPECÍFICAS MISIONES. 3. COLABORAR CON LAS INSTITUCIONES DIOCESANAS, OFRECIENDO CURSOS EN MATERIA DE MATRIMONIO Y FAMILIA, ASÍ COMO ORGANIZANDO O PARTICIPANDO EN CICLOS DE CONFERENCIAS, ENCUENTROS, DEBATES, PUBLICACIONES, ETC., PARA UNA DEBIDA PREPARACIÓN Y VALORACIÓN DEL MATRIMONIO. 4. BRINDAR SERVICIOS DE ORIENTACIÓN Y AYUDA, INDIVIDUAL O DE PAREJA, EN EL CAMPO DE LA PLANIFICACIÓN FAMILIAR, APLICANDO LOS CONCEPTOS DE PATERNIDAD RESPONSABLE DESDE PERSPECTIVAS CREYENTES. 5. COOPERAR CON OTROS ORGANISMOS, ECLESIALES O CIVILES, EN LAS ÁREAS DE EDUCACIÓN SEXUAL, ENCUENTROS FAMILIARES, SITUACIONES IRREGULARES, PREVENCIÓN DEL ABORTO, ETC. Y OTRAS QUE HAGAN REFERENCIA A LA UNIÓN CONYUGAL, SITUACIÓN PREMATRIMONIAL Y RELACIÓN PATERNO-FILIAL. 6. ORGANIZAR LOS RECONOCIMIENTOS PRE-MATRIMONIALES A QUIENES VOLUNTARIAMENTE LO DESEEN, ASÍ COMO EMITIR LOS CORRESPONDIENTES INFORMES.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09130",
      "_links": {
        "self": {
          "name": "FUNDACION CENTRO DE ORIENTACION FAMILIAR LAGUNGO",
          "href": "https://api.euskadi.eus/procurements/companies/09130"
        }
      }
    },
    {
      "name": "TALLERES GORLAN, S.A.",
      "registrationNumber": "06560",
      "identificationNumber": "A48232813",
      "address": "GIPUZKOA KALEA, 1 (ELOTXELERRI)",
      "location": {
        "postalCode": "48180",
        "municipality": "Loiu",
        "county": "Bizkaia",
        "municipalityId": "903",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.314.1",
          "name": "Carpintería metálica",
          "_links": {
            "self": {
              "name": "Carpintería metálica",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.314.1"
            }
          }
        },
        {
          "id": "1.505.5",
          "name": "Carpintería y cerrajería",
          "_links": {
            "self": {
              "name": "Carpintería y cerrajería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.505.5"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-21",
      "certificateEndDate": "2026-04-09",
      "object": "LA FABRICACIÓN, CONSTRUCCIÓN, MONTAJE, REPARACIÓN DE PERSIANAS METÁLICAS Y EN GENERAL, CUANTOS PRODUCTOS SON PROPIOS DE LA INDUSTRIA DE HERRERÍA, METALISTERÍA, MANUFACTURACIÓN DEL HIERRO, SOLDADURA Y TRABAJOS DE TALLER MECÁNICO. EXPLOTAR REPRESENTACIONES, CONCESIONES Y PATENTES DE TODAS CLASES, NACIONALES O EXTRANJERAS, RELACIONADAS O NO CON EL APARTADO ANTERIOR. LA IMPORTACIÓN Y EXPORTACIÓN DE TODA CLASE DE PRODUCTOS, ARTÍCULOS Y MAQUINARIA EN GENERAL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06560",
      "_links": {
        "self": {
          "name": "TALLERES GORLAN, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/06560"
        }
      }
    },
    {
      "name": "GIZAKER, S.L.",
      "registrationNumber": "01637",
      "identificationNumber": "B48575682",
      "address": "INDUSTRIALDEA DE GOJAIN. AVDA. SAN BLAS, Nº 11, EDIF. C - 2º",
      "location": {
        "postalCode": "01171",
        "municipality": "Legutio",
        "county": "Araba/Álava",
        "municipalityId": "058",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.151.4",
          "name": "Producción de energía no especificada en otros epígrafes",
          "_links": {
            "self": {
              "name": "Producción de energía no especificada en otros epígrafes",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.151.4"
            }
          }
        },
        {
          "id": "1.936",
          "name": "Investigación científica y técnica",
          "_links": {
            "self": {
              "name": "Investigación científica y técnica",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.936"
            }
          }
        },
        {
          "id": "1.936.4",
          "name": "Investigaciones en ciencias sociales, humanidades y jurídicas",
          "_links": {
            "self": {
              "name": "Investigaciones en ciencias sociales, humanidades y jurídicas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.936.4"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-21",
      "certificateEndDate": "2026-04-15",
      "classification": [
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "L",
              "subgroups": [
                {
                  "id": "03",
                  "name": "Encuestas, toma de datos y servicios análogos",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 300.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 300.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Encuestas, toma de datos y servicios análogos",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/L/subgroups/03"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/L"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "LA ACTIVIDAD DE INVESTIGACIONES SOCIOLÓGICAS, ESTUDIOS DE MERCADO Y SELECCIÓN DE PERSONAL. EL PROYECTO, DISEÑO, DESARROLLO Y VENTA DE PROGRAMAS INFORMÁTICOS; LA ORGANIZACIÓN Y COMERCIALIZACIÓN DE SERVICIOS Y TRATAMIENTOS INFORMÁTICOS, ESPECIALMENTE MANTENIMIENTO, ASESORAMIENTO Y FORMACIÓN",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01637",
      "_links": {
        "self": {
          "name": "GIZAKER, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/01637"
        }
      }
    },
    {
      "name": "BNFIX KLZ AUDITORES, S.L.P.",
      "registrationNumber": "03208",
      "identificationNumber": "B01369503",
      "address": "C/ARCA, Nº 2-4º",
      "location": {
        "postalCode": "01005",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.842",
          "name": "Servicios financieros y contables",
          "_links": {
            "self": {
              "name": "Servicios financieros y contables",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.842"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-21",
      "certificateEndDate": "2026-04-19",
      "object": "LA ACTIVIDAD PROPIA DE LOS PROFESIONALES DE LA AUDITORÍA DE CUENTAS Y LAS ATRIBUIDAS A LOS ECONOMISTAS EN SUS ESTATUTOS PROFESIONALES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03208",
      "_links": {
        "self": {
          "name": "BNFIX KLZ AUDITORES, S.L.P.",
          "href": "https://api.euskadi.eus/procurements/companies/03208"
        }
      }
    }
  ]
}