{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 681,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "MONTAJES ELÉCTRICOS URARTE, S.A.L.",
      "registrationNumber": "01734",
      "identificationNumber": "A01126663",
      "address": "C/ URITIASOLO, Nº 9. PABELLÓN: 3.",
      "location": {
        "postalCode": "01006",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        }
      ],
      "certificateStartDate": "2013-07-18",
      "certificateEndDate": "2014-01-03",
      "object": "LOS PROYECTOS Y EJECUCIÓN DE MONTAJES ELÉCTRICOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01734",
      "_links": {
        "self": {
          "name": "MONTAJES ELÉCTRICOS URARTE, S.A.L.",
          "href": "https://api.euskadi.eus/procurements/companies/01734"
        }
      }
    },
    {
      "name": "J. GUTIÉRREZ BUS, S.L.",
      "registrationNumber": "02904",
      "identificationNumber": "B48471874",
      "address": "C/MARIA DE MAEZTU Nº 6-5º B",
      "location": {
        "postalCode": "48015",
        "municipality": "Barakaldo",
        "county": "Bizkaia",
        "municipalityId": "013",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.721.3",
          "name": "Transporte de viajeros por carretera",
          "_links": {
            "self": {
              "name": "Transporte de viajeros por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.721.3"
            }
          }
        }
      ],
      "certificateStartDate": "2013-07-18",
      "certificateEndDate": "2014-01-04",
      "object": "LA ACTIVIDAD DE TRANSPORTES  EN GENERAL, PUDIENDO EXPLOTAR LÍNEAS REGULARES Y DISCRECIONALES DE ÁMBITO INTERNACIONAL, NACIONAL, COMARCAL, PROVINCIAL Y LOCAL, ASÍ COMO EL ESTABLECIMIENTO  Y EXPLOTACIÓN  DE AGENCIAS DE TRANSPORTE, APARCAMIENTOS, GARAJES, CENTROS DE ESTACIONES DE SERVICIOS O DE ASISTENCIA A VEHÍCULOS Y TODAS AQUELLAS ACTIVIDADES COMPLEMENTARIAS, AUXILIARES  Y NECESARIAS Y/O CONVENIENTRES PARA EL DESARROLLO DEL OBJETO PRINCIPAL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02904",
      "_links": {
        "self": {
          "name": "J. GUTIÉRREZ BUS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02904"
        }
      }
    },
    {
      "name": "CONSTRUCCIONES IRAZUSTABARRENA, S.A.",
      "registrationNumber": "01363",
      "identificationNumber": "A20064473",
      "address": "AVDA. DE TOLOSA, 5 - PLANTA 3ª OFICINA 6 DCHA. ",
      "location": {
        "postalCode": "20018",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        }
      ],
      "certificateStartDate": "2013-07-15",
      "certificateEndDate": "2014-01-08",
      "object": "LA CONSTRUCCIÓN DE OBRAS EN GENERAL, TANTO PÚBLICAS COMO PRIVADAS Y DE PROTECCIÓN OFICIAL, HORMIGONADO, ESTRUCTURA, ALBAÑILERÍA Y DEMÁS TRABAJOS PROPIOS DE LA CONSTRUCCIÓN; COMPRAR Y VENDER TERRENOS, BAJOS COMERCIALES, VIVIENDAS, GARAJES, ALMACENES Y CUALQUIER OTRO TIPO DE BIENES INMUEBLES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01363",
      "_links": {
        "self": {
          "name": "CONSTRUCCIONES IRAZUSTABARRENA, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/01363"
        }
      }
    },
    {
      "name": "OBRAS HIDRAULICAS DEL NORTE, S.L.",
      "registrationNumber": "03582",
      "identificationNumber": "B01432996",
      "address": "BIZKARRETA PARCELA B9B. POL. IND. LA COBA",
      "location": {
        "postalCode": "01213",
        "municipality": "Ribera Baja/Erriberabeitia",
        "county": "Araba/Álava",
        "municipalityId": "047",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        }
      ],
      "certificateStartDate": "2013-07-08",
      "certificateEndDate": "2014-01-08",
      "object": " INSTALACIONES DE REDES DE DISTRIBUCIÓN DE AGUA, RIEGOS, BOMBEOS, SANEAMIENTO Y ABASTECIMIENTO. DEPURACIÓN Y FILTRACIÓN DE AGUA, ASÍ COMO LA COMPRAVENTA AL POR MAYOR Y/O POR MENOR DE PIEZAS Y UTENSILIOS RELACIONADOS CON LA ACTIVIDAD DESCRITA ANTERIORMENTE; INSTALACIÓN Y COMERCIO DE FONTANERÍA Y CALEFACCÓN ASÍ COMO LA COMPRAVENTA AL POR MAYOR Y/O POR MENOR DE MATERIALES RELACIONADOS CON DICHA ACTIVIDAD;  REALIZACIÓN DE ESTUDIOS DE INGENIERÍA Y TOPOGRAFÍA; DISEÑO, INSTALACIÓN Y CONSTRUCCIÓN DE PARQUES Y JARDINES; REALIZACIÓN DE ESTUDIOS E INSTALACIONES DE MEDIO AMBIENTE O PROTECCIÓN AMBIENTAL;  LA EXPLOTACIÓN, PROMOCIÓN Y PUESTA EN PRODUCCIÓN DE TODA CLASE DE ACTIVIDADES AGRÍCOLAS, GANADERAS, PECUARIAS, CINEGÉTICAS Y FORESTALES, MEDIANTE EL EJERCICIO DE DICHAS ACTIVIDADES POR SÍ O A TRAVÉS DE TERCEROS; LA ADQUISICIÓN, URBANIZACIÓN, PARCELACIÓN, CONSTRUCCIÓN, EDIFICACIÓN, CONSTITUCIÓN EN PROPIEDAD HORIZONTAL, REFORMA, AMPLIACIÓN, EXPLOTACIÓN DIRECTA O INDIRECTA, ENAJENACIÓN, ARRENDAMIENTO Y PROMOCIÓN Y EN GENERAL, TODA ACTIVIDAD RELATIVA A BIENES INMUEBLES, ASÍ RÚSTICOS COMO URBANOS, Y LA REALIZACIÓN DE OBRAS PRIVADAS Y/O PÚBLICAS Y TODA SUERTE DE INVERSIONES Y PROMOCIONES RELACIONADAS CON EL RAMO DE LA CONSTRUCCIÓN ACUDIENDO A SUBASTAS Y CONTRATACIONES PÚBLICAS Y PRIVADAS; REALIZACIÓN DE CANALIZACIONES ELÉCTRICAS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03582",
      "_links": {
        "self": {
          "name": "OBRAS HIDRAULICAS DEL NORTE, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03582"
        }
      }
    },
    {
      "name": "COMERCIO ELECTRÓNICO B2B, 2000, S.A.",
      "registrationNumber": "02738",
      "identificationNumber": "A95083655",
      "address": "PARQ. TECNOL.ZAMUDIO. LAGA BIDEA. EDIFICIO 804-2.OFICINA 201",
      "location": {
        "postalCode": "48160",
        "municipality": "Derio",
        "county": "Bizkaia",
        "municipalityId": "901",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.330.1",
          "name": "Construcción de máquinas de oficina y ordenadores",
          "_links": {
            "self": {
              "name": "Construcción de máquinas de oficina y ordenadores",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.330.1"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2013-07-05",
      "certificateEndDate": "2014-01-01",
      "object": "EL  ESTUDIO, DESARROLLO E IMPLANTACIÓN DE SISTEMAS DE COMERCIO ELECTRÓNICO Y SISTEMAS INFORMÁTICOS, ASÍ COMO LA VENTA Y DISTRI BUCIÓN DE EQUIPOS Y PROGRAMAS INFORMÁTICOS. SI LAS DISPOSICIONES LEGALES EXIGIESEN PARA EL EJERCICIO DE ALGUNA DE LAS ACTIVIDADES COMPRENDIDAS EN EL OBJETO SOCIAL ALGÚN TÍTULO PROFESIONAL O AUTORIZACIÓN ADMINISTRATIVA, O LA INSCRIPCIÓN EN REGISTROS PÚBLICOS, DICHAS ACTIVIDADES DEBERÁN REALIZARSE POR MEDIO DE PERSONA  QUE OSTENTE LA REQUERIDA  TITULACIÓN, Y EN SU CASO, NO PODRÁN  INICIARSE ANTES DE QUE SE HAYAN CUMPLIDO LOS REQUISITOS ADMINISTRATIVOS EXIGIDOS.\r\nLAS ACTIVIDADES INTEGRANTES DEL OBJETO SOCIAL PODRÁN SER DESARROLLADAS POR LA SOCIEDAD DE MODO INDIRECTO, MEDIANTE SU PARTICIPACIÓN EN SOCIEDADES O ENTIDADES CON DISTINTA PERSONALIDAD JURÍDICA. LA SOCIEDAD NO DESARROLLARÁ NINGUNA ACTIVIDAD PARA LA QUE LAS LEYES EXIJAN CONDICIONES O LIMITACIONES ESPECÍFICAS, EN TANTO NO DÉ EXACTO CUMPLIMIENTO A LAS MISMAS  ",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02738",
      "_links": {
        "self": {
          "name": "COMERCIO ELECTRÓNICO B2B, 2000, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/02738"
        }
      }
    },
    {
      "name": "AQUAGEST PROMOCIÓN TÉCNICA Y FINANCIERA DE ABASTECIMIENTOS DE AGUA, S.A.",
      "registrationNumber": "04874",
      "identificationNumber": "A28220606",
      "address": "C/ DOS DE MAYO, nº 8",
      "location": {
        "postalCode": "47004",
        "municipality": "Valladolid",
        "county": "Valladolid",
        "municipalityId": "186",
        "countyId": "47"
      },
      "economicActivities": [
        {
          "id": "1.161.1",
          "name": "Captación, tratamiento y distribución agua, núcleos urbanos",
          "_links": {
            "self": {
              "name": "Captación, tratamiento y distribución agua, núcleos urbanos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.161.1"
            }
          }
        },
        {
          "id": "1.161.3",
          "name": "Tratamiento de agua para su suministro",
          "_links": {
            "self": {
              "name": "Tratamiento de agua para su suministro",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.161.3"
            }
          }
        },
        {
          "id": "1.161.4",
          "name": "Distribución de agua para núcleos urbanos",
          "_links": {
            "self": {
              "name": "Distribución de agua para núcleos urbanos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.161.4"
            }
          }
        },
        {
          "id": "1.654.5",
          "name": "Venta al por menor de toda clase de maquinaría",
          "_links": {
            "self": {
              "name": "Venta al por menor de toda clase de maquinaría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.654.5"
            }
          }
        },
        {
          "id": "1.857.9",
          "name": "Lectura y conservación a tanto alzado de contadores de agua",
          "_links": {
            "self": {
              "name": "Lectura y conservación a tanto alzado de contadores de agua",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.857.9"
            }
          }
        },
        {
          "id": "1.921.4",
          "name": "Servicios de alcantarillado, evacuación y depuración de aguas residuales",
          "_links": {
            "self": {
              "name": "Servicios de alcantarillado, evacuación y depuración de aguas residuales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.4"
            }
          }
        }
      ],
      "certificateStartDate": "2013-06-26",
      "certificateEndDate": "2013-12-04",
      "object": "1. LA SOCIEDAD DESARROLLARÁ SU ACTIVIDAD MERCANTIL EN EL ÁMBITO DEL DENOMINADO CICLO INTEGRAL DEL AGUA, ENTENDIDO EN SU SENTIDO MÁS AMPLIO Y QUE COMPRENDE, DE MANERA NO LIMITATIVA, LAS OPERACIONES SIGUIENTES: 1.1. EN EL ÁMBITO DENOMINADO CICLO INTEGRAL DEL AGUA: A) CAPTACIÓN O PRODUCCIÓN: DE AGUAS CONTINENTALES SUBTERRÁNEAS O SUPERFICIALES, Y DE AGUAS MARINAS POR CUALQUIER SISTEMA DE CAPTACIÓN DIRECTA O PROFUNDA. B) ADUCCIÓN: MEDIANTE SISTEMAS DE COLECTORES O CANALES Y, EN SU CASO, ESTACIONES DE IMPULSIÓN O BOMBEO, ASÍ COMO LA UTILIZACIÓN DE CUANTOS ELEMENTOS ACCESORIOS Y PIEZAS ESPECIALES SEAN NECESARIOS PARA SU FUNCIONAMIENTO. C) TRATAMIENTO: MEDIANTE CUALQUIER PROCESO FÍSICO, QUÍMICO, BIOLÓGICO, O COMBINACIONES DE LOS ANTERIORES QUE PERMITA, A PARTIR DE AGUAS CAPTADAS DE CUALQUIER TIPO, Y ADUCIDAS, OBTENER AGUAS POTABLES PARA CONSUMO HUMANO O AGUAS APTAS PARA RIEGO AGRÍCOLA, AGUAS PARA USOS INDUSTRIALES ESPECÍFICOS, O CUALESQUIERA OTROS USOS. D) TRATAMIENTOS DE SUBPRODUCTOS O RESIDUOS DEL TRATAMIENTO DE AGUAS CAPTADAS Y ADUCIDAS, EN ESPECIAL LODOS: PARA MINIMIZAR SU ACTIVIDAD, EN SU CASO, VALORIZÁNDOLOS, INCLUYENDO SU OBTENCIÓN, VENTA Y DISTRIBUCIÓN. SE COMPRENDE TAMBIÉN SU TRANSPORTE Y DEPOSICIÓN EN LUGARES AUTORIZADOS. E) DISTRIBUCIÓN: A PARTIR DE LOS SISTEMAS DE TRATAMIENTO HASTA LOS USUARIOS O ABONADOS DEL ABASTECIMIENTO, SEAN ESTOS URBANOS, RÚSTICOS, INDUSTRIALES, DE RIEGO, O PARA CUALQUIER OTRO USO DE LAS AGUAS, O HASTA LOS DEPÓSITOS DE ALMACENAMIENTO, Y DESDE ÉSTOS, A SU VEZ, HASTA LOS USUARIOS, TODO ELLO MEDIANTE LAS REDES DE CONDUCCIONES, IMPULSIONES O BOMBEOS, PIEZAS ESPECIALES, ACCESORIOS Y DEPÓSITOS QUE SEAN NECESARIOS. ASIMISMO SE INCLUYE LA DISTRIBUCIÓN INFERIOR EN RECINTOS PRIVADOS Y LOS REGADÍOS AGRÍCOLAS. F) ALCANTARILLADO: RECOGIDA DE AGUAS USADAS POR LOS USUARIOS, O ABONADOS DEL ABASTECIMIENTO, O DE AGUAS PLUVIALES, POR SISTEMAS DE CONDUCCIONES Y, EN SU CASO, IMPULSIONES O BOMBEOS, INCLUYENDO LOS SITEMAS GENERALES DE COLECTORES, SIN ACOMETIDAS DIRECTAS, PARA TRANSPORTE DE AGUAS USADAS EN ALTA. SE COMPRENDE TAMBIÉN EL TRANSPORTE, MEDIANTE MEDIOS DE TRANSPORTE MÓVILES ADECUADOS, DE RESIDUOS DEL ALCANTARILLADO. G) DEPURACIÓN DE AGUAS RESIDUALES URBANAS: MEDIANTE CUALQUIER PROCESO FÍSICO, QUÍMICO O BIOLÓGICO, O CUALQUIER COMBINACIÓN DE ELLOS, DE LAS AGUAS USADAS, O PLUVIALES, TRANSPORTADAS POR LOS COLECTORES DE ALCANTARILLADO, CON EL OBJETO DE LA REDUCCIÓN DE SU CARGA CONTAMINANTE, PREVIO A SU VERTIDO AL MEDIO. H) DEPURACIÓN DE AGUAS RESIDUALES INDUSTRIALES, GANADERAS O DE CUALQUIER OTRO TIPO: MEDIANTE PROCESOS FÍSICOS, QUÍMICOS O BIOLÓGICOS, O CUALQUIER COMBINACIÓN DE LOS ANTERIORES, CON EL OBJETO DE LA REDUCCIÓN DE SU CARGA CONTAMINANTE, PREVIO A SU VERTIDO AL MEDIO. I) TRATAMIENTO DE RESIDUOS Y SUBPRODUCTOS DE LAS AGUAS RESIDUALES, EN ESPECIAL DE LODOS: MINIMIZANDO SU ACTIVIDAD O CARÁCTER CONTAMINANTE Y, EN SU CASO, VALORIZÁNDOLOS PARA CUALQUIER USO O REUTILIZACIÓN INCLUYENDO VALORIZACIÓN ENERGÉTICA, AGRÍCOLA E INDUSTRIAL, ASÍ COMO SU OBTENCIÓN, VENTA Y DISTRIBUCIÓN. SE COMPRENDE TAMBIÉN SU TRANSPORTE Y DEPOSICIÓN EN LUGARES AUTORIZADOS. J) CAPTACIÓN, CONDUCCIÓN, TRATAMIENTO Y VERTIDO DE AGUAS PLUVIALES. K) REGENERACIÓN DE AGUAS: MEDIANTE TRATAMIENTOS FÍSICOS, QUÍMICOS O BIOLÓGICOS O CUALQUIER COMBINACIÓN DE ELLOS, DE LAS AGUAS RESIDUALES O PLUVIALES DEPURADAS, PARA UNA MAYOR REDUCCIÓN DE SU CARGA CONTAMINANTE HASTA CONVERTIRLA EN APTA PARA SU REUTILIZACIÓN, SEA PARA USO AGRÍCOLA, INDUSTRIALES, RECREATIVOS, RECARGAS HIDRÁULICAS, RIEGOS URBANOS O DE CAMPOS DE DEPORTES, TAREAS DE LIMPIEZAS O CUALQUIER USO ADMITIDO POR LA LEGISLACIÓN VIGENTE. L) VERTIDO: DE LAS AGUAS CAPTADAS, ADUCIDAS, TRATADAS, DISTRIBUIDAS, RECOGIDAS EN ALCANTARILLADO, DEPURADAS O REGENERADAS, AL MEDIO RECEPTOR, BIEN SEA MEDIANTE  ALIVIADEROS, SISTEMAS DE PURGAS, VERTEDEROS, COLECTORES O EMISARIOS, ASÍ COMO SUS ESTACONES DE IMPULSIÓN O BOMBEO, PIEZAS ESPECIALES O ACCESORIOS. DICHAS OPERACIONES SERÁN LLEVADAS A CABO MEDIANTE LAS SIGUIENTES ACTIVIDADES CONCRETAS: A) LA GERENCIA O LA GESTIÓN, EN CUALQUIERA DE LAS MODALIDADES CONTEMPLADAS EN DERECHO Y, EN SU CASO, MEDIANTE CUENTAS DE PARTICIPACIÓN, DE SERVICIOS PÚBLICOS DE ABASTECIMIENTO DE AGUA POTABLE; DE ALCANTARILLADO Y EVACUACIÓN DE AGUAS RESIDUALES, INCLUÍDA LA CONSERVACIÓN, LIMPIEZA Y MANTENIMIENTO DE REDES DE AGUA POTABLE Y ALCANTARILLADO; ASÍ COMO SUS ELEMENTOS ACCESORIOS, BOMBAS, VÁLVULAS, ETC. DE DEPURACIÓN DE AGUAS PARA CONSUMO O RESIDUALES, DE REGENERACIÓN DE ÉSTAS O TRATAMIENTOS DE RESIDUOS O SUBPRODUCTOS DEL TRATAMIENTO, DEPURACIÓN O REGENERACIÓN DE AGUAS, Y SU VERTIDO, ASÍ COMO EL MANTENIMIENTO Y CONSERVACIÓN DE ETAP, EDAR Y DESALADORAS. B) LA GERENCIA O LA GESTIÓN, EN LAS MODALIDADES QUE REGULA EL DERECHO Y, EN SU CASO, MEDIANTE CUENTAS DE PARTICIPACIÓN DE SERVICIOS ANÁLOGOS A LOS ESTABLECIDOS EN EL PUNTO ANTERIOR O, EN CUALQUIER CASO, DE LOS INCLUIDOS EN LA DESCRIPCIÓN DEL CICLO INTEGRAL DEL AGUA, PRESTADOS PARA PRIVADOS Y PARTICULARES Y, EN GENERAL, CUALQUIER PERSONA FÍSICA O JURÍDICA, CON ESPECIAL REFERENCIA A ASOCIACIONES, COMUNIDADES DE PROPIETARIOS, COMUNIDADES DE REGANTES Y ENTIDADES URBANÍSTICAS DE CUALQUIER TIPO. C) LA REALIZACIÓN DE ESTUDIOS, PROYECTOS E INFORMES, ASÍ COMO LA EJECUCIÓN DE TODO TIPO DE OBRAS EN GENERAL, LA JEFATURA Y LA DIRECCIÓN FACULTATIVA DE ÉSTAS Y, ADEMÁS, LAS RELACIONADAS CON CUALQUIERA DE LOS SERVICIOS Y ACTIVIDADES QUE COMPONEN EL CICLO INTEGRAL DEL AGUA, COMPRENDIÉNDOSE TANTO OBRAS CIVILES, DE EDIFICACIÓN O DE URBANIZACIÓN, INCLUÍDA LA OPERACIÓN Y EN SU CASO CONSTRUCCIÓN DE ETAP, EDAR O DESALADORAS, COMO OBRAS RELATIVAS A INSTALACIONES ELÉCTRICAS, MECÁNICAS, DE FONTANERÍA O DE TELECONTROL U OPERACIÓN REMOTA DE INFRAESTRUCTURAS O EQUIPAMIENTOS DE LOS SERVICIOS, SEAN ÉSTAS DE DEMOLICIÓN, DE PRIMER ESTABLECIMIENTO O NUEVA PLANTA, DE REPARACIÓN SIMPLE O GRAN REPARACIÓN, DE MANTENIMIENTO Y CONSERVACIÓN O DE AMPLIACIÓN O MEJORA. D) LA REALIZACIÓN DE CUANTAS TAREAS AUXILIARES Y ACCESORIAS A LAS INCLUÍDAS EN LA DISCRIPCIÓN DEL CICLO INTEGRAL DEL AGUA SEAN NECESARIAS PARA SU CORRECTO DESARROLLO, ENTRE LAS QUE SE INCLUYEN, ENUNCIATIVAMENTE, SRVICIOS ADMINISTRATIVOS EN RELACIÓN A LOS ABONADOS Y USUARIOS DE LOS SERVICIOS Y CON LOS TITULARES O PROPIETARIOS DE LOS SERVICIOS GESTIONADOS; REALIZACIÓN DE ESTUDIOS TARIFARIOS, ECONÓMICOS, PUBLICITARIOS, ESTADÍSTICOS, O DE CUALQUIER OTRO CONTENIDO, TALES COMO ENCUESTAS Y TOMA DE DATOS RELACIONADOS OCN CUALESQUIERA DE LAS TAREAS PROPIAS DEL CICLO INTEGRAL DEL AGUA; INSTALACIÓN SUSTITUCIÓN, REPARACIÓN, VERIFIACIÓN, LECTURA Y CONSERVACIÓN DE CONTADORES Y AFOROS DE AGUA; FACTURACIÓN Y COBRO; MANTENIMIENTOS DE FUENTES Y CUALQUIER CLASE DE EDIFICIOS, OBRA CIVIL, INSTALACIONES ELÉCTRICAS Y MECÁNICAS; DESARRROLLO, IMPLANTACIÓN, OPERACIÓN Y MANTENIMIENTO DE PROGRAMAS INFORMÁTICOS DE ORDENADOR Y DE CUALESQUIERA ELEMENTOS DE HARDWARE INCLUÍDOS TELECOMUNICACIONES Y TELECONTROL DE INSTALACIONES EN GENERAL PARA CUALESQUIERA DE LAS TAREAS PROPIAS DEL CICLO INTEGRAL DEL AGUA Y SUS TAREAS AUXILIARES Y ACCESORIAS; CONTROL ANALÍTICO DE LAS AGUAS DE TODO TIPO, TODOS ELLOS EJERCIDOS COMPLEMENTARIAMENTE AL RESTO DE ACTIVIDADES O, EN SU CASO, AISLADA E INDIVIDUALMENTE. 2. IGUALMENTE, LA SOCIEDAD PODRÁ DEDICARSE A LA REALIZACIÓN DE OTRAS ACTIVIDADES, TALES COMO: 2.1. EN EL ÁMBITO DE OTROS SERVICIOS: a) RECOGIDA, TRANSPORTE Y TRATAMIENTO DE RESIDUOS SÓLIDOS URBANOS E INDUSTRIALES. b) GESTIÓN, CONSERVACIÓN, MANTENIMIENTO Y EXPLOTAICÓN DE CUALQUIER TIPO DE INSTALACIÓN DE GESTIÓN DE RESIDUOS URBANOS E INDUSTRIALES, YA SEAN BANALES NO ESPECIALES O ESPECIALES, ASÍ COMO VERTEDEROS DE TODO TIPO, DEPÓSITOS DE CLASIFICACIÓN Y TRANSFERENCIA DE RESTOS DE OBRAS Y DE MOBILIARIO, ENSERES Y ELECTRODOMÉSTICOS USADOS. c) CONSERVACIÓN Y MANTENIMIENTO DE ALUM BRADOS PÚBLICOS Y DE SISTEMAS DE ALUMBRADO E ILUMINACIÓN EN GENERAL. d) CONSERVACIÓN, LIMPIEZA Y MANTENIMIENTO DE EDIFICIOS PÚBLICOS. e) CONSERVACIÓN Y MANTENIMIENTO DE FUENTES ORNAMENTALES. f) CONSERVAICÓN Y MANTENIMIENTO DE ACERAS, CALZADAS Y CUALQUIER CLASE DE VÍA EN GENERAL. g) HIGIENIZACIÓN, DESINFECCIÓN, DESINSECTACIÓN Y DESRATIZACIÓN. h) MANTENIMIENTO Y GESTIÓN DE TRAFICO, INCLUÍDAS REDES  SEMAFÓRICAS Y CONTROL DE ESTACIONAMIENTO DE VEHÍCULOS, INCLUÍDO GESTIÓN Y EXPLOTACIÓN DE SUPERFICIES Y EDIFICIOS DE APARCAMIENTOS. i) MANTENIMIENTO DE SERVICIOS Y MOBILIARIO URBANOS, ZONAS VERDES, ESPACIOS LIBRES ZONAS AJARDINADAS Y MONTES. j) GESTIÓN Y MANTENIMIENTO DE INSTALACIONES DEPORTIVAS Y RECREATIVAS, TALES COMO POLIDEPORTIVOS, PISCINAS, CAMPOS DE JUEGO, PARQUES INFANTILES Y RECREATIVOS E INSTALACIONES ANÁLOGAS Y COMPLEMENTARIAS. k) PROTECCIÓN MEDIOAMBIENTAL, ASÍ COMO PROCEDIMIENTOS Y OBRAS DE CORRECCIÓN DE CONTAMINACIÓN AMBIENTAL, COMPRENDIENTO LA DESCONTAMINACIÓN DE SUELOS, LAS DEFENSAS DE MÁRGENES Y ENCAUZAMIENTOS. MEDIANTE LAS SIGUIENTES ACTIVIDADES CONCRETAS: A) LA GERENCIA O GESTIÓN INDIRECTA EN CUALQUIER ADE LAS MODALIDADES PERMITIDAS POR EL ORDENAMIENTO JURÍDICO DE LAS ANTERIORES ACTIVIDADES CUANDO LAS MISMAS SEAN DE TITULARIDAD DE LAS ADMINISTRACIONEES PÚBLICAS O, EN SU CASO, LA CONTRATACIÓN PARA LA GERENCIA O GESTIÓN DE DICHOS SERVICIOS EN EL ÁMBITO PRIVADO. B) LA REALIZACIÓN DE ESTUDIOS, PROYECTOS E INFORMES, CUALQUIERA QUE SEA SU OBJETO, ASÍ COMO LA EJECUCIÓN DE OBRAS, LA JEFATURA Y DIRECIÓN DE ÉSTAS, EN RELACIÓN A CUALQUIER ADE LOS SERVICIOS Y ACTIVIDSDEES RELACIONADOS, SEAN ÉSTAS DE DEMOLICIÓN, DE PRIMER ESTABLEICMIENTO O NUEVA PLANTA, DE REPARACIÓN SIMPLE O GRAN REPARACIÓN, DE MANTENIMIENTO Y CONSERVACIÓN, O DE AMPLIACIÓN O MEJORA. C) LA REALIZACIÓN CUANTAS TAREAS AUXILIARES Y ACCESORIAS A LAS INCLUÍDAS EN LA DESCRIPCIÓN DE LAS ANTERIORES ACTIVIDADES SEAN NECESARIAS PARA SU CORRECTO DESARROLLO, ENTRE LAS QUE SE INCLUYEN, ENUNCIATIVAMENTE, SERVICIOS ADMINISTRATIVOS EN RELACIÓN A LOS USUARIOS DE LOS SERVICIOS Y CON LOS TITULARES O PROPIETARIOS DE LOS SERVICIOS GESTIONADOS; REALIZACIÓN DE ESTUDIOS TARIFARIOS, ECONÓMICOS, PUBLICITARIOS, ESTADÍSTICOS O DE CUALQUIER OTRO CONTENIDO, RELACIONADOS CON AQUELLAS; INSTALACIÓN, SUSTITUCIÓN O CONSERVACIÓN DE CUALESQUIERA EQUIPAMIENTOS MUEBLES NECESARIOS PARA LA RELAIZACIÓN DE LAS MISMAS, FACTURACIÓN Y COBRO; MANTENIMIENTOS DE EDIFICIOS, OBRA CIVIL, INSTLACIONES ELÉCTRICAS Y MECÁNICAS; DESARROLLO, IMPLANTACIÓN, OPERACIÓN Y MANTENIMIENTO DE PROGRAMAS INFORMÁTICOS DE ORDENADOR Y DE CUALESQUIERA ELEMENTOS DE HARDWARE PRECISOS PARA CUALESQUIERA DE LAS TAREAS PROPIAS DE LA GESTIÓN Y REALIZACIÓN DE LAS INDICADAS ACTIVIDADES Y SERVICIOS Y SUS TAREAS AUXILIARES Y ACCESORIAS; CONTROLES DE CALIDAD O ANALÍTICOS, TODOS ELLOS EJERCIDOS COMPLEMENTARIAMENTE AL RESTO DE ACTIVIDADES O, EN SU CASO, AISLADA O INDIVIDUALMENTE. 2.2. EN EL ÁMBITO DE LA ENERGÍA ELÉCTRICA: a) LA PRODUCCIÓN DE ENERGÍA ELÉCTRICA, INCLUÍDOS SUS DENOMINADOS SERVICIOS COMPLEMENTARIOS. b) LA COMERCIALIZACIÓN DE ENERGÍA ELÉCTRICA. c) LA REALIZACIÓN DE FORMA INDIRECTA, ES DECIR, MEDIANTE LA TITULARIDAD DE ACCIONES O DE PARTICIPACIONES EN OTRAS SOCIEDADES, DE TODA CLASE DE ACTIVIDADES, OBRAS Y SERVICIOS RELACIONADOS OCN LOS NEGOCIOS DE TRANSPORTE, DISTRIBUCIÓN Y VENTA A TARIFA DE ENERGÍA ELÉCTRICA. MEDIANTE LAS SIGUIENTES ACTIVIDADES CONCRETAS: A) EN CUANTO A LA PRODUCCIÓN DE ENERGÍA ELÉCTRICA, LA REALIZACIÓN DE TODA CLASE DE ACTIVIDADES, OBRAS Y SERVICIOS RELACIONADOS CON ELLA. B) EN CUANTO A LA COMERCIALIZACIÓN DE ENERGÍA ELÉCTRICA, DE FORMA DIRECTA. C) EN CUANTO AL TRANSPORTE, DISTRIBUCIÓN Y VENTA A TARIFA DE ENERGÍA ELÉCTRICA, DE FORMA INDIRECTA. 2.3. EN EL ÁMBITO DE LA GESTIÓN RECAUDATORIA. a) LAS TAREAS DE GESTIÓN RECAUDATORIA QUE, SIN IMPLICAR EJERCICIO DE AUTORIDAD, ESTÉN ENCAMINADAS AL COBRO DE LOS INGRESOS DE DERECHO PÚBLICO, YA SEAN DE CARÁCTER TRIBUTARIO O EXTRATRIBUTARIO, EN PERÍODO VOLUNTARIO O EJECUTIVO, QUE A TAL FIN LE SEAN ENCOMENDADAS POR LAS ADMINISTRACIONES PÚBLICAS. 2.4. EN EL ÁMBITO DE LA CONSTRUCCION: a) LA CONSTRUCCIÓN Y EJECUCIÓN DE OBRAS NUEVAS, DE RESTAURACIÓN, REPARACIONES CORRIENTES Y GRAN REPARACIÓN, REFORMA, AMPLIACIÓN, MEJORA, MODERNIZACIÓN, ADAPTACIÓN, ADECUACIÓN, CONSERVACIÓN, MANTENIMIENTO Y REFUERZO DE UNA OBRA NUEVA O PREEXISTENTE. b) LA REDACCIÓN DE ESTUDIOS, PROYECTOS Y DISEÑOS, DE CONSTRUCCIÓN, EJECUCIÓN DE OBRAS O ALGUNA DE LAS ACTIVIDADES QUE SE RELACIONAN EN ESTE APARTADO. c) LA PREPARACIÓN DE OBRAS EN LA QUE SE INCLUYE A TÍTULO ENUNCIATIVO Y NO LIMITATIVO LA DEMOLICIÓN DE INMUEBLES Y MOVIMIENTOS DE TIERRAS Y LAS PERFORACIONES Y SONDEOS. d) LA CONSTRUCCIÓN EN GENERLA DE INMUEBLES Y DE OBRAS DE INGENIERÍA CIVIL, EN LA QUE SE INCLUYE A TÍTULO ENUNCIATIVO Y POR TANTO NO LIMITATIVO SU DIRECCIÓN, LA CONSTRUCCIÓN DE TODO TIPO DE PUENTES, TÚNELES, ETC., ASÍ COMO LA CONSTRUCCIÓN DE TODO TIPO DE INSTALACIONES TALES COMO TUBERÍAS, CALLES, ACERAS Y CARRETERAS; REDES DE ENERGÍA, URBANIZACIÓN DE TERRENOS Y CONSTRUCCIÓ DE CENTROS DEPORTIVOS. LAS ANTERIORES ACTIVIDADES LAS PODRÁ REALIZAR: A) MEDIANTE LA GERENCIA, GESTIÓN, EXPLOTACIÓN, ADJUDICACIÓN, AUTORIZACIÓN O CONTRATACIÓN EN CUALQUIER ADE LAS MODALIDADES CONTEMPLADAS EN DERECHO, INCLUÍDOS LOS CONTRATOS DE COLABORACIÓN, Y EN SU CASO, MEDIANTE CUENTAS EN PARTICIPACIÓN, CON CUALQUIER TIPO DE PERSONAS FÍSICAS O OJURÍDICAS, TANTO PRIVADAS COMO PÚBLICAS. B) ASIMISMO, LAS ACTIVIDADES ENUNCIADAS LAS PODRÁ REALIZAR, BIEN DIRECTAMENTE O BIEN MEDIANTE LA SUBCONTRATACIÓN DE LAS OBRAS O SERVICIOS DE CONFORMIDAD CON LA LEGISLACIÓN VIGENTE. 3. CUANDO CUALQUIERA DE LAS ACTIVIDADES INDICADAS ESTÉN SUJETAS A AUTORIZACIÓN ADMINISTRATIVA O A REQUISITOS LEGALES ESPECIALES, NO PODRÁN INICIARSE SIN DISPONER DE ELLOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04874",
      "_links": {
        "self": {
          "name": "AQUAGEST PROMOCIÓN TÉCNICA Y FINANCIERA DE ABASTECIMIENTOS DE AGUA, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/04874"
        }
      }
    },
    {
      "name": "BZ2 BILBO, S.L.",
      "registrationNumber": "02971",
      "identificationNumber": "B95015764",
      "address": "C/ URIBITARTE, 8-6º IZDA.",
      "location": {
        "postalCode": "48001",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.659.2",
          "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
          "_links": {
            "self": {
              "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.2"
            }
          }
        }
      ],
      "certificateStartDate": "2013-06-25",
      "certificateEndDate": "2013-12-25",
      "object": "LA COMERCIALIZACIÓN COMPRA, VENTA, TANTO AL POR MAYOR, COMO AL POR MENOR, FABRICACIÓN, INSTALACIÓN, IMPORTACIÓN, EXPORTACIÓN, SUMINISTRO, REPARACIÓN, ATENCIÓN POSTVENTA, DE TODO TIPO DE MOBILIARIO, COMPLEMENTOS DE MOBILIARIO Y ELEMENTOS DE COMPARTIMENTACIONES Y COLECTIVIDADES.\r\nCONSTRUCCIÓN, EDIFICACIÓN Y EJECUCIÓN DE TODA CLASE DE OBRAS CIVILES, TANTO PÚBLICAS COMO PRIVADAS, BIEN COMO CONTRATISTA GENERAL, BIEN COMO CADA UNO DE LOS GREMIOS QUE INTERVIENEN EN LA CONSTRUCCIÓN.\r\n\r\nCOMPRAVENTA DE TODO TIPO DE ACTIVOS FINANCIEROS, ACCIONES O PARTICIPACIONES EN SOCIEDADES, ASÍ COMO LA GESTIÓN DE PATRIMONIOS.\r\nLA SOCIEDAD PODRÁ REALIZAR LAS OPERACIONES MENCIONADAS  EN EL OBJETO SOCIAL, DIRECTA O SUBCONTRATANDO LAS OPERACIONES CON CUALQUIER OTRA PERSONA FÍSICA O JURÍDICA ",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02971",
      "_links": {
        "self": {
          "name": "BZ2 BILBO, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02971"
        }
      }
    },
    {
      "name": "INGURU INGENIERÍA Y GESTIÓN AMBIENTAL, S.A.",
      "registrationNumber": "03644",
      "identificationNumber": "A01057827",
      "address": "C/ VICENTE GOIKOETXEA, 6-6º",
      "location": {
        "postalCode": "01008",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2013-06-25",
      "certificateEndDate": "2012-12-01",
      "object": "LA PRESTACIÓN DE SERVICIOS DE CONSULTORÍA, ESTUDIOS, PROYECTOS, FORMACIÓN, GESTIÓN Y EJECUCIÓN DE OBRAS EN EL ÁREA DE LA EDIFICACIÓN, INFRAESTRUCTURAS, URBANISMO, TRANSPORTE, LOGÍSTICA, OBRAS PÚBLICAS, MEDIO AMBIENTE, INDUSTRIA E INFORMÁTICA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03644",
      "_links": {
        "self": {
          "name": "INGURU INGENIERÍA Y GESTIÓN AMBIENTAL, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/03644"
        }
      }
    },
    {
      "name": "ZAHOZ GESTION, S.L.",
      "registrationNumber": "04914",
      "identificationNumber": "B39722764",
      "address": "GRAN VÍA 69, PISO 3º",
      "location": {
        "postalCode": "28013",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.330",
          "name": "Construcción de máquinas de oficina y ordenadores",
          "_links": {
            "self": {
              "name": "Construcción de máquinas de oficina y ordenadores",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.330"
            }
          }
        },
        {
          "id": "1.659.2",
          "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
          "_links": {
            "self": {
              "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.2"
            }
          }
        },
        {
          "id": "1.849.7",
          "name": "Servicios de gestión administrativa",
          "_links": {
            "self": {
              "name": "Servicios de gestión administrativa",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.7"
            }
          }
        },
        {
          "id": "1.922",
          "name": "Servicios de limpieza",
          "_links": {
            "self": {
              "name": "Servicios de limpieza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922"
            }
          }
        },
        {
          "id": "1.932.1",
          "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.1"
            }
          }
        },
        {
          "id": "1.951",
          "name": "Asistencia y servicios sociales en centros residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.951"
            }
          }
        },
        {
          "id": "1.952",
          "name": "Asistencia y servicios sociales en centros no residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros no residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.952"
            }
          }
        }
      ],
      "certificateStartDate": "2013-06-25",
      "certificateEndDate": "2013-12-14",
      "object": "SERVICIOS AUXILIARES PARA TRABAJOS ADMINISTRATIVOS DE ARCHIVO Y SIMILARES, SERVICIO DE GESTIÓN DE COBROS, ENCUESTAS, TOMAS DE DATOS Y SERVICIOS ANÁLOGOS. RECAUDACIÓN, FACTURACIÓN, LECTURA DE CONTADORES, PRESTACIÓN DE SERVICIOS TÉCNICOS Y SU CONTRATACIÓN CON TODA CLASE DE PERSONAS FÍSICAS Y JURÍDICAS, PÚBLICAS O PRIVADAS; PUDIENDO REALIZAR TODO TIPO DE GESTIÓN ADMINISTRATIVA O EMPRESARIAL. SERVICIOS DE INFORMACIÓN E INFORMÁTICA, ADMINISTRACIÓN DE PATRIMONIO, MOBILIARIO E INMOBILIARIO. DESARROLLO Y APLICACIÓN DE SISTEMAS DE GESTIÓN. SERVICIOS DE PORTERÍA, CONTROL DE ACCESOS, TANTO DE PERSONAS COMO DE VEHÍCULOS Y DE INFORMACIÓN AL PÚBLICO, PERSONAL Y TELEFÓNICAMENTE. PRESTACIÓN DE TODO TIPO DE SERVICIOS SOCIALES, SANITARIOS, EDUCATIVOS Y DE OCIO. ORGANIZACIÓN E IMPARTICIÓN DE TODO TIPO DE CURSOS Y PROGRAMAS DE ENSEÑANZA Y FORMACIÓN. EXPLOTACIÓN Y GESTIÓN, TOTAL O PARCIAL, DE INSTALACIONES DEPORTIVAS, DE OCIO Y RECREO, CULTURALES, EDUCATIVAS, PARQUES TEMÁTICOS, APARCAMIENTOS, PARQUÍMETROS, TIENDAS, CENTROS COMERCIALES E INMUEBLES EN GENERAL. LOS SERVICIOS DE CUIDADO Y CUSTODIA DE NIÑOS EN ESTANCIAS Y LOCALES APROPIADOS. LOS SERVICIOS DE TRADUCCIÓN Y LOS DE INTERPRETACIÓN SIMULTÁNEA DE IDIOMAS. PRESTACIÓN DE SERVICIOS DE ESTUDIO, ASISTENCIA Y ASESORAMIENTO EN LA GESTIÓN Y DESARROLLO DE CONTRATOS DE SERVICIOS, A ENTIDADES PÚBLICAS O PRIVADAS. SERVICIOS DE TRANSPORTE ESCOLAR ASÍ COMO TODOS LOS SERVICIOS DE APOYO A ÉSTE. LOS TRABAJOS DE ORGANIZACIÓN, ATENCIÓN Y EXPLOTACIÓN DE BIBLIOTECAS, ARCHIVOS Y MUSEOS. SERVICIOS DE CAPTURA DE INFORMACÓN POR MEDIOS ELECTRÓNICOS, INFORMÁTICOS Y TELEMÁTICOS. SERVICIOS DE DESARROLLO Y MANTENIMIENTO DE PROGRAMAS INFORMÁTICOS, ASÍ COMO DE EQUIPOS E INSTALACIONES INFORMÁTICAS Y DE TELECOMUNICACIONES. SERVICIOS DE COMUNICACIÓN DE VOZ Y/O DATOS, ALQUILER DE CIRCUITOS PARA LA TRANSMISIÓN DE VOZ Y/O DATOS, LA PROVISIÓN DE LOS MEDIOS TÉCNICOS Y HUMANOS NECESARIOS PARA QUE LOS USUARIOS FINALES DE LAS REDES DE TELECOMUNICACIONES ACCEDAN Y TENGAN PRESENCIA EN INTERNET Y OTROS SERVICIOS DE VALOR AÑADIDO SOBRE REDES DE TELECOMUNICACIONES. TRABAJOS ASOCIADOS A LA PUESTA EN FUNCIONAMIENTO, EL SEGUIMIENTO, LA GESTIÓN Y CONTROL DE EQUIPOS Y SISTEMAS INFORMÁTICOS Y DE LAS INFRAESTRUCTURAS TELEMÁTICAS, NECESARIAS PARA LA ADECUADA EXPLOTACIÓN DE PROGRAMAS Y APLICACIONES INFORMÁTICAS. SERVICIO DE RECADERÍA, DE REPARTO Y MANIPULACIÓN DE CORRESPONDENCIA, ASÍ  COMO LOS DE DISTRIBUCIÓN DE PAQUETERÍA, PUBLICACIONES Y MATERIAL DE ARTES GRÁFICAS. TRABAJOS DE MANTENIMIENTO Y REPARACIÓN DE QUIPOS Y MAQUINARIA DE OFICINA. TRABAJOS DE MANTENIMIENTO Y REPARACIÓN DE EQUIPOS DE CONTROL DE ACCESOS, DE CONTROL DE INTRUSIÓN Y PRESENCIA, DE DETECCIÓN DE ELEMENTOS METÁLICOS, DE CONTROL DE CORRESONDIENCIA Y PAQUETERÍA Y LOS DE DETECCIÓN Y EXTINCIÓN DE INCENDIOS, ASÍ COMO LAS INSTALACIONES DE ALARMA DE TODO TIPO. TRABAJOS DE CONSERVACIÓN Y MANTENIMIENTO  DE B ANCOS, MESAS, PAPELERAS Y CUALQUIER TIPO DE ELEMENTO O CONSTRUCCIÓN QUE TENGA CARÁCTER DE MOBILIARIO URBANO. TRABAJOS DE CONSERVACIÓN Y MANTENIMIENTO DE EDIFICIOS. LOS TRABAJOS INHERENTES A LA ORGANIZACIÓN Y PROMOCIÓN DE CONGRESOS, FERIAS Y EXPOSICIONES, TALES COMO LA DISPOSICIÓN Y DISTRIBUCIÓN DE ESPACIOS, LOS SERVICIOS DE AZAFATAS, INFORMACIÓN Y PROGRAMACIÓN DE ACTOS. ASESORAMIENTO Y GESTIÓN DE AYUDAS Y SUBVENCIONES. SERVICIOS DE CONSULTORÍA, ASESORAMIENTO E INFORMACIÓN, TANTO A PERSONAS FÍSICAS COMO JURÍDICAS, PÚBLICAS O PRIVADAS, COMPRENDIENDO TODO TIPO DE GESTIÓN, TRAMITACIÓN Y OBTENCIÓN, TANTO DE FINANCIACIÓN PÚBLICA COMO PRIVADA. LOS TRABAJOS DE LIMPIEZA, CONSERVACIÓN Y MANTENIMIENTO DE EDIFICIOS, LOCALES, CALLES, VIALES, PISTAS, MONTES, JARDINES, PLAYAS Y ALCANTARILLAS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04914",
      "_links": {
        "self": {
          "name": "ZAHOZ GESTION, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04914"
        }
      }
    },
    {
      "name": "IMAGEN Y DIFUSIÓN PUBLICITARIA IDP, S.L.",
      "registrationNumber": "02269",
      "identificationNumber": "B48749279",
      "address": "LICENCIADO POZA, 31 - 8º DCHA",
      "location": {
        "postalCode": "48011",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        }
      ],
      "certificateStartDate": "2013-06-19",
      "certificateEndDate": "2013-12-05",
      "object": "1º LA  PUBLICIDAD, TANTO NACIONAL COMO INTERNACIONAL, EN LOS TÉRMINOS ESTABLECIDOS EN EL ARTÍCULO 2º DE LA LEY 34/1988 DE 11 DE NOVIEMBRE, QUEDANDO EXPRESAMENTE EXCLUÍDOS LOS SUPUESTOS DEL ARTÍCULO 8º DE LA CITADA LEY.\r\n\r\n2º EL ASESORAMIENTO PUBLICITARIO EN TODA SU INTEGRIDAD, LA INTERMEDIACIÓN Y LA CREACIÓN DE IMAGEN CORPORATIVA PÚBLICA O PRIVADA, ASÍ COMO EL MARKETING DE PERSONAS FÍSICAS O JURÍDICAS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02269",
      "_links": {
        "self": {
          "name": "IMAGEN Y DIFUSIÓN PUBLICITARIA IDP, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02269"
        }
      }
    }
  ]
}