{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 410,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "CRISIER ASESOR GENERAL, S.L.",
      "registrationNumber": "08569",
      "identificationNumber": "B95640173",
      "address": "Alameda Recalde 47 1º dch.",
      "location": {
        "postalCode": "48010",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.841",
          "name": "Servicios jurídicos",
          "_links": {
            "self": {
              "name": "Servicios jurídicos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.841"
            }
          }
        },
        {
          "id": "1.842",
          "name": "Servicios financieros y contables",
          "_links": {
            "self": {
              "name": "Servicios financieros y contables",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.842"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-17",
      "certificateEndDate": "2025-01-14",
      "object": "1.- LA PROMOCIÓN, CONSTRUCCIÓN, COMPRA, VENTA, ARRENDAMIENTO Y COMERCIALIZACIÓN EN GENERAL DE TODA CLASE DE EDIFICACIONES, TERRENOS, SOLARES, FINCAS RÚSTICAS Y URBANAS,  LA EDIFICACIÓN, URBANIZACIÓN, EXCAVACIÓN, CIMENTACIÓN Y DERRIBO, BIEN POR CUENTA PROPIA, COMO AJENA, ASÍ COMO LA ENAJENACIÓN, VENTA, ARRIENDO O EXPLOTACIÓN, EN CUALQUIER FORMA DE TODA CLASE DE INMUEBLES, EDIFICIOS, PISOS, APARTAMENTOS, LOCALES COMERCIALES O INDUSTRIALES, OFICINAS Y HOTELES O ESTABLECIMIENTOS DE HOSTELERÍA EN GENERAL. 2.- LA COMPRA, VENTA, DE TODA CLASE DE MATERIALES DE CONSTRUCCIÓN Y/O DECORATIVOS, ASÍ COMO CUALESQUIERA INSTALACIONES, ELEMENTOS, O SERVICIOS DE LAS EDIFICACIONES; LA IMPORTACIÓN, EXPORTACIÓN, REPRESENTACIÓN, DISTRIBUCIÓN, EXPLOTACIÓN Y COMERCIALIZACIÓN DE PRODUCTOS ELABORADOS Y SEMIELABORADOS, ARTÍCULOS, BIENES, MERCADERÍAS, EQUIPOS INDUSTRIALES, MAQUINARIA, HERRAMIENTAS, UTILLAJE, REPUESTOS Y ACCESORIOS, ALIMENTOS DE CONSUMO HUMANO Y ANIMAL. 3.- LA ADQUISICIÓN, CESIÓN, TENENCIA, DISFRUTE, ADMINISTRACIÓN, GESTIÓN Y NEGOCIACIÓN EN GENERAL DE E VALORES MOBILIARIOS O INMUEBLES; TODO ELLO SIN INCIDIR EN LAS ACTIVIDADES, OPERACIONES REGULADAS POR LA LEGISLACIÓN DE INSTITUCIONES DE INVERSIÓN COLECTIVA Y LEY DE MERCADO DE VALORES. 4.- TODA CLASE DE OPERACIONES INMOBILIARIAS SOBRE FINCAS RÚSTICAS Y URBANAS, PROMOCIÓN DE CONTRATOS, O REALIZACIÓN DE PARCELACIONES, URBANIZACIONES, CONSTRUCCIONES, Y OBRAS PRIVADAS O PÚBLICAS, LA VENTA, HIPOTECA, ARRENDAMIENTO, TRANSFORMACIÓN, MEJORA, ADMINISTRACIÓN, PUESTA EN EXPLOTACIÓN, Y LA EXPLOTACIÓN MISMA, DE FINCAS RÚSTICAS Y URBANAS, LA ORGANIZACIÓN, PROMOCIÓN, ASESORAMIENTO, Y GESTIÓN EN SU CASO DE SOCIEDADES, COOPERATIVAS, COMUNIDADES, ENTIDADES, GRUPOS O EMPRESAS PARTICULARES ORIENTAS A LA CONSTRUCCIÓN O URBANIZACIÓN, LA PLANIFICACIÓN Y ESTUDIO DE MERCADOS EN MATERIA INMOBILIARIA. 5.- LA INTERMEDIACIÓN EN LA ADMINISTRACIÓN DE FINCAS Y COMUNIDADES, TANTO DE PROPIETARIOS COMO DE AUTO-PROMOTORES, ASÍ COMO LA PRESTACIÓN O INTERMEDIACIÓN EN TODA CLASE DE SERVICIOS RELACIONADOS CON EL ÁMBITO INMOBILIARIO, ARQUITECTÓNICO, DE TÉCNICA DE LA CONSTRUCCIÓN E INGENIERÍA EN GENERAL, POR MEDIO DE LA FORMULACIÓN, DESARROLLO Y PUESTA EN MARCHA DE ESTUDIOS, ACTUACIONES Y PROYECTOS. 6.- LA GESTIÓN, DIRECCIÓN Y EJECUCIÓN POR CUENTA PROPIA O AJENA DE TODA CLASE DE CONSTRUCCIONES, INSTALACIONES, REFORMAS, REHABILITACIONES, DECORACIONES Y OBRAS DE RESTAURACIÓN EXTERNA E INTERNA DE ESTRUCTURAS Y REVESTIMIENTOS DE EDIFICIOS Y MONUMENTOS, LIMPIEZA, IMPERMEABILIZACIÓN, TRATAMIENTO, PINTURA, RECONSTRUCCIÓN Y LA IMPLANTACIÓN, CUIDADO Y MANTENIMIENTO DE JARDINES Y EXPLOTACIONES FORESTALES. LA SUPERVISIÓN Y CONTROL DE OBRAS, ASÍ COMO LA COORDINACIÓN DE GREMIOS, EL ASESORAMIENTO Y LA ASISTENCIA TÉCNICA, EN TODO CUANTO SE RELACIONE CON EL CAMPO DE LA CONSTRUCCIÓN DE EDIFICIOS Y DE LAS OBRAS PÚBLICAS O CIVILES. 7.- LA INTERMEDIACIÓN EN LA PRESTACIÓN DE SERVICIOS PROFESIONALES DE ASESORÍA DE EMPRESAS EN GENERAL, Y EN PARTICULAR, DE ASESORAMIENTO Y GESTIÓN FISCAL, ASESORAMIENTO Y GESTIÓN CONTABLE, ASESORAMIENTO Y GESTIÓN EN MATERIA LABORAL, ASESORÍA JURÍDICA, SERVICIOS DE COBRO DE CRÉDITOS MOROSOS, VALORACIÓN DE EMPRESAS, ESTUDIO Y REDACCIÓN DE ESTATUTOS PARA LA CONSTITUCIÓN DE ENTIDADES DE CUALQUIER NATURALEZA, ESTUDIO Y REDACCIÓN DE PLANES DE VIABILIDAD, ESTUDIO DE TRAMITACIÓN DE SUBVENCIONES, CRÉDITOS Y OTRAS AYUDAS FINANCIERAS DE LOS ORGANISMOS DEL ESTADO CENTRAL, DEL GOBIERNO VASCO, Y DE LAS DIPUTACIONES FORALES, DE TODO TIPO DE ENTIDADES PÚBLICAS Y PRIVADAS, PARA TODO TIPO DE EMPRESAS; Y, EN CONCRETO, LA PRESTACIÓN DE SERVICIOS DE VERIFICACIONES REGISTRALES, INFORMES COMERCIALES, GRABACIONES DE DATOS Y RECOBROS. 8.- LA INVESTIGACIÓN Y EL DESARROLLO DE TÉCNICAS ENERGÉTICAS, ACÚSTICAS, ELECTRÓNICAS Y, EN GENERAL, TODA CLASE DE ASISTENCIAS Y SERVICIOS RELACIONADOS CON LA INFORMÁTICA. LA REPRESENTACIÓN COMO AGENTE, COMISIONISTA, DELEGADO O CUALQUIER OTRA FORMA DE MEDIACIÓN MERCANTIL DE EMPRESAS NACIONALES O EXTRANJERAS, DE TODA ÍNDOLE, ASÍ COMO LA EXPLOTACIÓN DE PATENTES, Y DEMÁS DERECHOS DE PROPIEDAD, INDUSTRIA, INCLUIDOS LOS MÉTODOS, PROCEDIMIENTOS Y ORGANIZACIÓN, DE TRABAJOS COMERCIALES, INDUSTRIALES O DE OTRA ÍNDOLE. 9.- LA FORMACIÓN E INFORMACIÓN DE TODO TIPO DE PERSONAS, MEDIANTE CURSOS, SEMINARIOS, JORNADAS, TANTO DE PRESENCIA COMO  A DISTANCIA, EN CUALQUIER MATERIA, ASÍ COMO LA EDICIÓN DE LOS TEXTOS Y LIBROS ENCAMINADOS A TAL FIN, REVISTAS Y CUALQUIER OTRO MEDIO DE DIFUSIÓN QUE CONSIDEREN IDÓNEO PARA SUS FINES; LA GESTIÓN, CREACIÓN, TOMA DE PARTICIPACIONES, Y ASESORAMIENTO DE TODO TIPO DE EMPRESAS, CONSULTORÍA, GESTIÓN, DISTRIBUCIÓN, IMPORTACIÓN Y EXPORTACIÓN DE TODO TIPO DE PRODUCTOS CONEXOS CON DICHAS ACTIVIDADES DE FORMACIÓN, INFORMACIÓN Y ASESORAMIENTO. 10.- LA COMPRA, TENENCIA, ENAJENACIÓN Y EXPLOTACIÓN, INCLUSO EN EXCLUSIVA POR Y A FAVOR DE LA SOCIEDAD, DE TÍTULOS, VALORES, ACCIONES, BONOS, OBLIGACIONES, PATENTES, LICENCIAS, MARCAS, RÓTULOS, NOMBRES COMERCIALES Y DE TODA CLASE DE PERTENENCIAS DE PROPIEDAD INDUSTRIAL O INTELECTUAL, Y CUALESQUIERA OTRA CLASE DE BIENES MUEBLES; TODO ELLO SIN INCIDIR EN LAS ACTIVIDADES U OPERACIONES REGULADAS POR LA LEGISLACIÓN DE INSTITUCIONES DE INVERSIÓN COLECTIVA Y LEY DE MERCADO DE VALORES.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08569",
      "_links": {
        "self": {
          "name": "CRISIER ASESOR GENERAL, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08569"
        }
      }
    },
    {
      "name": "DALUX SOFTWARE SPAIN, S.L.",
      "registrationNumber": "09387",
      "identificationNumber": "B67940494",
      "address": "C/ Beethoven 15, 2 - 7 08021 Barcelona",
      "location": {
        "postalCode": "08021",
        "municipality": "Barcelona",
        "county": "Barcelona",
        "municipalityId": "019",
        "countyId": "08"
      },
      "economicActivities": [
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-16",
      "certificateEndDate": "2025-01-16",
      "object": "LA VENTA Y PRESTACIÓN DE SERVICIOS RELACIONADOS CON SOFTWARE PARA DISEÑOS Y PARA LA INDUSTRIA DE LA CONSTRUCCIÓN, ENTRE OTRAS, Y CREACIÓN DE PROCESOS DE DIGITALIZACIÓN.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09387",
      "_links": {
        "self": {
          "name": "DALUX SOFTWARE SPAIN, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09387"
        }
      }
    },
    {
      "name": "SERVEO SERVICIOS, S.A.",
      "registrationNumber": "03756",
      "identificationNumber": "A80241789",
      "address": "QUINTANAVIDES, 21",
      "location": {
        "postalCode": "28050",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        },
        {
          "id": "1.692",
          "name": "Reparación de maquinaria industrial",
          "_links": {
            "self": {
              "name": "Reparación de maquinaria industrial",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.692"
            }
          }
        },
        {
          "id": "1.699",
          "name": "Otras reparaciones n.c.o.p",
          "_links": {
            "self": {
              "name": "Otras reparaciones n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.699"
            }
          }
        },
        {
          "id": "1.751.6",
          "name": "Servicios de carga y descarga de mercancías",
          "_links": {
            "self": {
              "name": "Servicios de carga y descarga de mercancías",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.751.6"
            }
          }
        },
        {
          "id": "1.754.9",
          "name": "Otros depósitos y almacenes especiales n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros depósitos y almacenes especiales n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.754.9"
            }
          }
        },
        {
          "id": "1.849.8",
          "name": "Multiservicios intensivos en personal",
          "_links": {
            "self": {
              "name": "Multiservicios intensivos en personal",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.8"
            }
          }
        },
        {
          "id": "1.922",
          "name": "Servicios de limpieza",
          "_links": {
            "self": {
              "name": "Servicios de limpieza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922"
            }
          }
        },
        {
          "id": "1.967.1",
          "name": "Instalaciones deportivas",
          "_links": {
            "self": {
              "name": "Instalaciones deportivas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.967.1"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-16",
      "certificateEndDate": "2025-01-16",
      "object": "1º.- PRESTACIÓN DE SERVICIOS DE RECOGIDA, ELIMINACIÓN, TRATAMIENTO, TRANSFORMACIÓN, ALMACENAMIENTO, RECICLAJE, DEPURACIÓN, COMERCIALIZACIÓN, TRANSPORTE Y VALORIZACIÓN DE RESIDUOS SÓLIDOS URBANOS, RESIDUOS INDUSTRIALES, RESIDUOS INERTES, RESIDUOS SANITARIOS, DE LODOS Y DE SUBPRODUCTOS Y DE CUALQUIER OTRA NATURALEZA, TANTO A ENTIDADES PÚBLICAS COMO PRIVADAS (INCLUIDAS CLÍNICAS VETERINARIAS). PRESTACIÓN DE SERVICIOS DE LIMPIEZA VIARIA. 2º.- CONSTRUCCIÓN, PROYECTO, ADMINISTRACIÓN Y GESTIÓN DE TODO TIPO DE INSTALACIONES, INCLUIDOS LOS VERTEDEROS, RELACIONADAS CON LA RECOGIDA, ELIMINACIÓN, TRATAMIENTO Y VALORIZACIÓN DE RESIDUOS, ASÍ COMO LA EXPLOTACIÓN DE RESIDUOS Y LA TRANSFORMACIÓN Y COMERCIALIZACIÓN DE SUBPRODUCTOS APROVECHABLES DERIVADOS DE LOS MISMOS, YA SEAN URBANOS O DE OTRA NATURALEZA. 3º.- GESTIÓN Y EXPLOTACIÓN DE SERVICIOS DE ABASTECIMIENTO DE AGUA A POBLACIONES Y DE SERVICIOS DE DISTRIBUCIÓN DOMICILIARIA DE AGUA. ELABORACIÓN DE PROYECTOS Y ESTUDIOS, CONSTRUCCIÓN, MANTENIMIENTO, EXPLOTACIÓN DE TODO TIPO DE INSTALACIONES Y SERVICIOS DE SUMINISTRO, DEPURACIÓN Y TRATAMIENTO DE CUALQUIER CLASE DE AGUAS. INVESTIGACIÓN Y DESARROLLO EN ESTOS MISMOS CAMPOS. 4º.- GESTIÓN Y EXPLOTACIÓN DE SERVICIOS DE ALCANTARILLADO, SANEAMIENTO O ELIMINACIÓN DE AGUAS RESIDUALES. ELABORACIÓN DE PROYECTOS Y ESTUDIOS, CONSTRUCCIÓN, MANTENIMIENTO, EXPLOTACIÓN, DE TODO TIPO DE INSTALACIONES Y SERVICIOS DE DEPURACIÓN Y TRATAMIENTO DE AGUAS RESIDUALES. INVESTIGACIÓN Y DESARROLLO EN ESTOS MISMOS CAMPOS. 5º.- INSTALACIÓN, MANTENIMIENTO Y REFORMA DE INSTALACIONES INTERIORES DE SUMINISTRO DE AGUA, INCLUYENDO INSTALACIONES SANITARIAS, SUMINISTRO DE AGUA PARA REFRIGERACIÓN Y ACONDICIONAMIENTO DE AIRE, ASÍ COMO INSTALACIÓN Y MANTENIMIENTO DE DESCALCIFICADORES, BOMBAS Y FLUXORES. 6º.- PRESTACIÓN DE SERVICIOS RELACIONADOS CON EL MEDIO AMBIENTE, TALES COMO EL CONTROL DE HUMOS Y RUIDOS. 7º.- PRESTACIÓN DE TODO TIPO DE SERVICIOS DE TRANSPORTE, URBANO E INTERURBANO, INCLUYENDO LOS SERVICIOS DE TRANSPORTE PÚBLICO, REGULAR O DISCRECIONAL, TRANSPORTE PRIVADO Y TRANSPORTE COMUNITARIO. 8º.- CONSTRUCCIÓN, REPARACIÓN, PAVIMENTACIÓN, EJECUCIÓN, CONSERVACIÓN, MANTENIMIENTO, EXPLOTACIÓN Y PRESTACIÓN DE TODO TIPO DE SERVICIOS PÚBLICOS O COMUNITARIOS RELACIONADOS CON LAS INFRAESTRUCTURAS DE TRANSPORTE, URBANO E INTERURBANO, YA SEA POR VÍA TERRESTRE (CARRETERAS, AUTOPISTAS Y CUALQUIER TIPO DE VÍA), MARÍTIMA (PUERTOS) O AÉREA (AEROPUERTOS), Y CUALQUIER OTRA OBRA SUSCEPTIBLE DE CONSERVACIÓN Y MANTENIMIENTO. 9º.- CONSERVACIÓN, MANTENIMIENTO Y GESTIÓN INTEGRAL DE EDIFICIOS, APARCAMIENTOS, OBRAS, INSTALACIONES E INFRAESTRUCTURAS. LIMPIEZA, DESRATIZACIÓN Y DESINFECCIÓN DE EDIFICIOS, OBRAS, INSTALACIONES E INFRAESTRUCTURAS. LIMPIEZA MEDIOAMBIENTAL, DE PLAYAS, DE MAREAS NEGRAS Y SIMILARES. CONSERVACIÓN Y MANTENIMIENTO DE MONUMENTOS Y EDIFICIOS SINGULARES. 10º.- PRESTACIÓN DE SERVICIOS AUXILIARES EN TODA CLASE DE INMUEBLES Y EVENTOS CONSISTENTES EN EL MANTENIMIENTO Y CONSERVACIÓN DE LOS LOCALES, ASÍ COMO EN LA ATENCIÓN Y SERVICIO DE OCUPANTES Y/O USUARIOS MEDIANTE LA REALIZACIÓN DE, ENTRE OTRAS TAREAS, (EXCLUIDAS EN TODO CASO AQUELLAS QUE LA LEY RESERVA A LAS EMPRESAS DE SEGURIDAD) DE PORTERÍA, CONTROL DE ACCESOS, ATENCIÓN DE LOS SERVICIAS DE URGENCIA, PREVENCIÓN, INFORMACIÓN, CENTRALITA DE TELÉFONOS, COCINA Y COMEDOR,  APERTURA, CIERRE Y CUSTODIA DE LLAVES. 11º.- ORGANIZACIÓN, ATENCIÓN Y EXPLOTACIÓN DE BIBLIOTECAS, ARCHIVOS Y MUSEOS. 12º.- INSTALACIÓN, MANTENIMIENTO, CONSERVACIÓN Y REPARACIÓN DE INSTALACIONES EN GENERAL Y, EN PARTICULAR, DE LAS SIGUIENTES: INSTALACIONES DE VENTILACIÓN, AIRE ACONDICIONADO Y CLIMATIZACIÓN; INSTALACIONES FRIGORÍFICAS, INSTALACIONES ELEVADORAS Y ASCENSORES; INSTALACIONES CONTRA INCENDIOS, INSTALACIONES DE FONTANERÍA Y SANITARIAS; INSTALACIONES DE CALEFACCIÓN; INSTALACIONES DE SEGURIDAD; INSTALACIONES DE FRÍO INDUSTRIAL; INSTALACIONES DE ELECTRICIDAD DE INMUEBLES (ALTA Y BAJA TENSIÓN); ALUMBRADO E ILUMINACIÓN EN GENERAL. GRUPOS DE BOMBEO, INSTALACIONES DE GAS Y ANÁLOGAS. LECTURA DE CONTADORES. 13º.- INSTALACIÓN, MONTAJE, MODIFICACIÓN, MANTENIMIENTO, ADECUACIÓN Y REPARACIÓN DE INSTALACIONES DE GAS DE CUALQUIER TIPO Y DE PLACAS SOLARES, ASÍ COMO COMPROBACIÓN DE LA HOMOLOGACIÓN EN APARATOS Y SU CONEXIÓN, MONTAJE, AJUSTE Y PUESTA EN MARCHA. 14º.- SERVICIOS RELATIVOS A LA ORGANIZACIÓN DEL ACCESO DE PERSONAS Y BIENES A EDIFICIOS Y SUS INSTALACIONES; ACTIVIDADES DE CONSERJERÍA E INFORMACIÓN AL PÚBLICO; RECEPCIÓN Y ATENCIÓN DE LLAMADAS TELEFÓNICAS, SERVICIOS ADMINISTRATIVOS Y DISTRIBUCIÓN DE CORRESPONDENCIA. SERVICIOS DE ORGANIZACIÓN Y GESTIÓN DEL SISTEMA DE ARCHIVO DE TODA CLASE DE DOCUMENTACIÓN, TANTO EN LO QUE SE REFIERE A SU DEPÓSITO Y CUSTODIA COMO A SU CLASIFICACIÓN. SERVICIO DE REALIZACIÓN DE ENCUESTAS, TOMA DE DATOS Y SERVICIOS ANÁLOGOS. 15º.- SERVICIOS DE POSTVENTA DE BIENES INMUEBLES; SERVICIO DE ATENCIÓN AL CLIENTE, GESTIÓN, COORDINACIÓN Y ADMINISTRACIÓN DE RECLAMACIONES Y REPARACIONES; EJECUCIÓN DE OBRAS DE EDIFICACIÓN Y SERVICIOS ADMINISTRATIVAS DE GESTIÓN DE COBROS. 16º.- GESTIÓN DE ACTIVIDADES Y SERVICIOS INHERENTES AL FUNCIONAMIENTO DE INSTALACIONES DEPORTIVAS, PÚBLICOS O PRIVADAS. SERVICIO DE SALVAMENTO Y SOCORRISMO. ORGANIZACIÓN DE CURSOS, SEMINARIOS Y ACONTECIMIENTOS DEPORTIVOS Y PRESTACIÓN DE SERVICIOS DE DOCENCIA RELACIONADOS CON LAS ACTIVIDADES DEL OCIO Y DEL DEPORTE. SERVICIOS DE RECAUDACIÓN, CONTROL DE ACCESOS Y LIMPIEZA DE POLIDEPORTIVOS. SERVICIOS DE CENTRALES DE COMPRAS LLEVADAS O CABO EN LA GESTIÓN DE ACTIVIDADES RELATIVAS A LA CENTRALIZACIÓN DE LAS ACTIVIDADES DE ADQUISICIÓN, IMPORTACIÓN, EXPLOTACIÓN, ARRENDAMIENTO Y CESIÓN DE BIENES, OBRAS Y SERVICIOS. 17º.- SERVICIOS DE CONSERVACIÓN Y MANTENIMIENTO DE PARQUES, MONTES, JARDINES Y ELEMENTOS ANEJOS. TRABAJOS DE JARDINERÍA Y PLANTACIÓN, REVEGETACIÓN Y REFORESTACIÓN. SERVICIOS DE PROTECCIÓN DE ESPECIES. 18º.- OBRAS EN PAVIMENTOS DE AUTOPISTAS. SERVICIOS DE MANTENIMIENTO Y CONSERVACIÓN DE VÍAS PÚBLICAS URBANAS. OBRAS EN PAVIMENTOS DE VÍAS URBANAS. 19º.- FABRICACIÓN, VENTA POR CUENTA PROPIA O EN COMISIÓN, AL POR MAYOR O POR MENOR DE PINTURA, PLÁSTICOS, MAQUINARIA Y DEMÁS ELEMENTOS RELATIVOS AL NEGOCIO DE PINTURAS Y, EN GENERAL, DE TODOS AQUELLOS PRODUCTOS RELACIONADOS CON LA CONSTRUCCIÓN, CONSERVACIÓN Y EXPLOTACIÓN DE CARRETERAS, AUTOPISTAS, AEROPUERTOS Y VÍAS URBANAS; ASÍ COMO PROYECTAR, ESTUDIAR Y REALIZAR TODAS LAS CUESTIONES INHERENTES A ESA ACTIVIDAD Y, EN ESPECIAL, LAS RELACIONADAS CON SEÑALIZACIONES; APLICAR Y CONSERVAR LOS PRODUCTOS PERTINENTES, IMPORTAR Y EXPORTAR LOS MISMOS, TODO ELLO MEDIANTE CUALQUIER FORMA DE CONTRATACIÓN, YA SEA PÚBLICA O PRIVADA, AL SERVICIO DEL ESTADO, COMUNIDAD AUTÓNOMA, PROVINCIA A MUNICIPIO, Y EMPRESAS PRIVADAS. 20º.- EL CONTROL DE LA SEÑALIZACIÓN HORIZONTAL, VERTICAL Y EL BALIZAMIENTO.&#13; 21º.- SERVICIOS RELACIONADOS CON TRATAMIENTOS SELVÍCOLAS Y FITOSANITARIOS. PRESTACIÓN DE SERVICIOS FORESTALES Y DE REPOBLACIÓN, INCLUIDA LA EJECUCIÓN DE ACTIVIDADES PROPIAS DE LA DEFENSA DEL MEDIO AMBIENTE FRENTE A INCENDIOS Y ACONTECIMIENTOS NATURALES. SERVICIOS AÉREOS DE FUMIGACIÓN, CONTROL; VIGILANCIA AÉREA Y EXTINCIÓN DE INCENDIOS. PREVENCIÓN DE INCENDIOS FORESTALES. 22º.- CONSTRUCCIÓN, EXPLOTACIÓN Y GESTIÓN DE TODO TIPO DE ESTABLECIMIENTOS DEDICADOS A LA HOSTELERÍA, RESTAURACIÓN, PARQUES DE ATRACCIONES Y, EN GENERAL, DE CUALQUIER OTRA ACTIVIDAD RELACIONADA CON EL OCIO Y LA RECREACIÓN. ORGANIZACIÓN Y PROMOCIÓN DE CONGRESOS, FERIAS Y EXPOSICIONES. 23º.- INVESTIGACIÓN, DISEÑO, DESARROLLO, FABRICACIÓN, EXPLOTACIÓN, CESIÓN Y MANTENIMIENTO DE PROGRAMAS, DE PROGRAMAS DE ORDENADOR Y, EN GENERAL, DE PRODUCTOS INFORMÁTICOS, ELECTRÓNICOS Y DE TELECOMUNICACIÓN. SERVICIOS DE TELECOMUNICACIONES. 24º.- LA CONSULTORÍA INFORMÁTICA, COMPRENDIENDO EL ASESORAMIENTO, DESARROLLO, EJECUCIÓN Y COMERCIALIZACIÓN DE SISTEMAS Y PROGRAMAS DE INFORMÁTICA, SU APLICACIÓN, TANTA EN LO QUE SE REFIERE A MAQUINARIA Y EQUIPOS (HARDWARE), COMA A LOS SISTEMAS (SOFTWARE). 25º.- SERVICIOS DE CAPTURA DE INFORMACIÓN POR MEDIOS ELECTRÓNICOS, INFORMÁTICOS Y TELEMÁTICOS MEDIANTE EL USO DE TECNOLOGÍAS DE LA INFORMACIÓN Y LAS COMUNICACIONES. 26º.- PRESTACIÓN DE SERVICIOS MORTUORIOS, FUNERARIOS, GESTIÓN Y EXPLOTACIÓN DE CEMENTERIOS Y DE TANATORIOS. 27º.- CONTRATACIÓN, GESTIÓN, PROYECCIÓN, CONSTRUCCIÓN Y EJECUCIÓN DE TODA CLASE DE OBRA PÚBLICA O PRIVADA. 28º. LA ELABORACIÓN, REDACCIÓN Y CONFECCIÓN DE TODO TIPO DE ESTUDIOS, INFORMES Y PROYECTOS DE INGENIERÍA Y ARQUITECTURA, LA SUPERVISIÓN, DIRECCIÓN Y ASESORAMIENTO EN LA EJECUCIÓN DE TODO TIPO DE OBRAS Y CONSTRUCCIONES, INCLUIDAS LAS LABORES DE CONSULTORÍA DE LOS MISMOS. 29º.- ADQUISICIÓN, EXPLOTACIÓN, VENTA Y CESIÓN DE TODO TIPO DE DERECHOS DE PROPIEDAD INDUSTRIAL E INTELECTUAL. 30º.- PRESTACIÓN DE SERVICIOS RELACIONADOS CON LA CONSERVACIÓN, REPARACIÓN, MANTENIMIENTO, SANEAMIENTO Y LIMPIEZA DE TODA CLASE DE EDIFICIOS, LOCALES, OBRAS, INSTALACIONES Y SERVICIOS, TANTO A ENTIDADES PÚBLICAS COMO PRIVADAS INCLUYENDO LA LIMPIEZA Y RESTAURACIÓN DE FACHADAS Y LA LIMPIEZA DE TODO TIPO DE VEHÍCULOS. 31º.- LA INVESTIGACIÓN, EXPLOTACIÓN Y APROVECHAMIENTO DE YACIMIENTOS MINERALES, ASÍ COMO LA ADQUISICIÓN USO Y DISFRUTE DE PERMISOS, CONCESIONES, LICENCIAS, AUTORIZACIONES Y DEMÁS DERECHOS DE CARÁCTER MINERO, Y LA INDUSTRIALIZACIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN DE PRODUCTOS MINERALES. 32º.- GESTIÓN, ADMINISTRACIÓN, ADQUISICIÓN, CONSTRUCCIÓN, PROMOCIÓN, ENAJENACIÓN, PARCELACIÓN REHABILITACIÓN Y EXPLOTACIÓN EN CUALQUIER FORMA DE SOLARES, TERRENOS, CONJUNTOS RESIDENCIALES, URBANIZACIONES O PROMOCIONES INMOBILIARIAS Y, EN GENERAL, DE TODA CLASE DE BIENES INMUEBLES, TANTO RÚSTICOS COMO URBANOS. 33º.- FABRICACIÓN, ADQUISICIÓN, SUMINISTRO, IMPORTACIÓN, EXPORTACIÓN, ARRENDAMIENTO, INSTALACIÓN, MANTENIMIENTO, DISTRIBUCIÓN, REPARACIÓN Y EXPLOTACIÓN DE MAQUINARIA, HERRAMIENTAS, VEHÍCULOS, INSTALACIONES, MATERIALES, EQUIPOS Y MOBILIARIO DE TODAS CLASES, INCLUIDO EL MOBILIARIO Y EQUIPAMIENTOS URBANOS. 34º.- MANTENIMIENTO, REPARACIÓN, AMPLIACIÓN Y MODIFICACIÓN DE EQUIPOS E INSTALACIONES: A) ELÉCTRICAS Y ELECTRÓNICAS EN GENERAL; B) DE ELECTRODOMÉSTICOS; C) DE SEGURIDAD Y CONTRA INCENDIOS; D) DE APARATOS ELEVADORES Y DE TRASLACIÓN HORIZONTAL; Y E) DE SISTEMAS DE SEÑALIZACIÓN Y BALIZAMIENTO DE PUERTOS, AEROPUERTOS Y CARRETERAS, EFECTUANDO LOS REVISIONES, ENGRASES Y CORRECCIÓN DE AVERÍAS NECESARIAS. 35º.- MANTENIMIENTO Y REPARACIÓN DE MAQUINARIA Y DE VEHÍCULOS AUTOMOTORES, INCLUIDAS BUQUES Y AERONAVES. 36º.- MANTENIMIENTO Y REPARACIÓN DE EQUIPOS Y MAQUINARIA DE OFICINA. 37º.- PRESTACIÓN A CUALQUIER CLASE DE SOCIEDADES Y EMPRESAS DE SERVICIOS DE GESTIÓN Y DE ADMINISTRACIÓN ASÍ COMO DE CONSULTORÍA Y ASESORAMIENTO EN MATERIA DE CONTABILIDAD, ASISTENCIA LEGAL, TÉCNICA, FINANCIERA, FISCAL Y DE RECURSOS HUMANOS Y LABORAL. 38º.- EN TODO LO QUE NO SUPONGA COLISIÓN CON LAS ACTIVIDADES LEGALMENTE RESERVADAS POR LEGISLACIÓN ESPECIAL Y, EN PARTICULAR, POR LA LEGISLACIÓN DE LAS INSTITUCIONES DE INVERSIÓN COLECTIVA Y DEL MERCADO DE VALORES, CONCERTAR Y REALIZAR POR CUENTA PROPIA TODA CLASE DE OPERACIONES RESPECTO A VALORES EN CUALQUIER TIPO DE MERCADO, NACIONAL O  INTERNACIONAL, COMPRAR,  VENDER  O  DE  OTRO MODO ADQUIRIR,  TRANSMITIR, SUSTITUIR, ENAJENAR, PIGNORAR Y SUSCRIBIR TODA CLASE DE ACCIONES, VALORES CONVERTIBLES EN ELLAS O QUE OTORGUEN DERECHO A SU ADQUISICIÓN O SUSCRIPCIÓN, OBLIGACIONES, DERECHOS, BONOS, PAGARÉS, EFECTOS  PÚBLICOS O VALORES MOBILIARIOS, Y PARTICIPAR EN OTRAS SOCIEDADES. 39º.- LA EJECUCIÓN DE TODA CLASE DE CONTRATOS DE OBRA, SUMINISTROS, SERVICIOS, GESTIÓN DE SERVICIO PÚBLICO (CONCESIÓN, SOCIEDAD DE ECONOMÍA MIXTA, CONCIERTO Y GESTIÓN INTERESADA) DE CONCESIONES DE OBRA PÚBLICA, DE COLABORACIÓN ENTRE EL SECTOR PÚBLICO Y EL SECTOR PRIVADO, DE CONTRATOS MIXTOS, CONTRATOS ESPECIALES O DE CONTRATOS PRIVADOS CELEBRADOS CON EL ESTADO, LAS COMUNIDADES AUTÓNOMAS, LOS ENTES LOCALES, LOS ORGANISMOS PÚBLICOS DEPENDIENTES DE LAS CITADAS ADMINISTRACIONES Y, EN GENERAL, CON CUALQUIER ESTADO EXTRANJERO O INSTITUCIÓN INTERNACIONAL. 40º.- INSPECCIÓN SANITARIA DE INSTALACIONES. GESTIÓN DE HISTORIAS CLÍNICAS Y RESTO DE DOCUMENTACIÓN PARA HOSPITALES Y CENTROS SANITARIOS. 41ºL.- SERVICIOS INTEGRALES DE ASISTENCIA SOCIAL Y ASISTENCIA SANITARIA A LOS SIGUIENTES COLECTIVOS: ANCIANOS, MINUSVÁLIDOS, FAMILIAS, INFANCIA, MENORES, DISCAPACITADOS FÍSICOS, PSÍQUICOS Y SENSORIALES Y PERSONAL O GRUPOS DE POBLACIÓN EN SITUACIÓN DE NECESIDAD MEDIANTE LA REALIZACIÓN DE LAS SIGUIENTES FUNCIONES Y TAREAS: SERVICIOS DE AYUDA Y ASISTENCIA A DOMICILIO, DE TELE-ASISTENCIA, DE PREVENCIÓN DE SITUACIONES DE DEPENDENCIA, DE ATENCIÓN RESIDENCIAL, COMPRENSIVO, ENTRE OTRAS, DE ATENCIONES DE CARÁCTER DOMÉSTICO, PERSONAL DE ACOMPAÑAMIENTO, Y FUNCIONES SOCIOEDUCATIVAS Y REHABILITADORAS; EXPLOTACIÓN O GESTIÓN, TOTAL O PARCIAL, DE RESIDENCIAS, CENTROS DE DÍA Y DE NOCHE, PISOS O CENTROS DE TUTELA, COMUNIDADES TERAPÉUTICAS Y CUALQUIER OTRO CENTRO DE REHABILITACIÓN Y/O ACOGIDA; TRANSPORTE SANITARIO Y DE ÓRGANOS PARA ACOMPAÑAMIENTO DE LOS COLECTIVOS ANTES CITADOS; HOSPITALIZACIÓN A DOMICILIO Y AYUDA MÉDICA Y DE ENFERMERAS A DOMICILIO, ASÍ COMO CUALQUIER ACTIVIDAD CONEXA. 42º.- CONCIERTO Y GESTIÓN INTERESADA DE CONCESIONES DE OBRA PÚBLICA, DE CONTRATOS MIXTOS, CONTRATOS· ESPECIALES O DE CONTRATOS PRIVADOS DE LOS CENTROS DE SERVICIOS SOCIALES. 43º.- SERVICIOS VETERINARIOS PARA LA SALUD Y EN ESPECIAL AQUELLOS QUE TENGAN COMO FIN LA PREVENCIÓN DE ENFERMEDADES RELACIONADAS CON LA SALUD HUMANA. 44º.- SERVICIOS DE ESTERILIZACIÓN DE MATERIAL SANITARIO. 45º.- ALMACENAJE Y LOGÍSTICA. SERVICIOS DE MENSAJERÍA, CORRESPONDENCIA Y DISTRIBUCIÓN. 46º.- RECOGIDA DE CARROS PORTAEQUIPAJES EN ESTACIONES Y AEROPUERTOS. 47º.- SERVICIOS DE LAVANDERÍA Y TINTE. CONTRATACIÓN, GESTIÓN PROYECCIÓN, CONSTRUCCIÓN Y EJECUCIÓN DE MAQUINARIA PARA LAVANDERÍA. 48º.- SERVICIOS REALIZADOS CON VEHÍCULOS GRÚA PARA LA RETIRADA DE LAS VÍAS PÚBLICAS DE CONTENEDORES, VEHÍCULOS O CUALQUIER ELEMENTO QUE DIFICULTE LA CIRCULACIÓN, ASÍ COMO LOS QUE SIRVAN DE AUXILIO PARA TRABAJOS DE PODA DE ÁRBOLES, COLOCACIÓN Y RETIRADA DE ELEMENTOS ORNAMENTALES Y PUBLICITARIOS, ENTRE OTROS. 49º.- GESTIÓN INTEGRAL DE CENTROS PÚBLICOS O PRIVADOS DE EDUCACIÓN ESPECIAL O ENSEÑANZA, INCLUIDAS LAS GUARDERÍAS INFANTILES. SERVICIOS DE MONITORES PARA EL DESARROLLO DE ACTIVIDADES EXTRAESCOLARES DIRIGIDO A LOS CENTROS PÚBLICOS DE EDUCACIÓN INFANTIL, PRIMARIA Y SECUNDARIA, ASÍ COMO EL CONCIERTO Y GESTIÓN INTERESADA DE CONCESIONES, DE OBRA PÚBLICA, DE CONTRATOS MIXTOS, CONTRATOS ESPECIALES O DE CONTRATOS PRIVADOS PARA ESTOS CENTROS DOCENTES. 50º.- PRESTACIÓN DE SERVICIOS AEROPORTUARIOS DE ASISTENCIA EN TIERRA O SERVICIOS DE RAMPA, QUE INCLUYEN LAS SIGUIENTES ACTIVIDADES; ASISTENCIA ADMINISTRATIVA EN TIERRA Y SUPERVISIÓN; ASISTENCIA A PASAJEROS, ASISTENCIA DE EQUIPAJES, ASISTENCIA DE CARGA Y CORREO, ASISTENCIA DE OPERACIONES EN PISTA, ASISTENCIA DE LIMPIEZA Y SERVICIO DE AERONAVE, ASISTENCIA DE COMBUSTIBLE Y LUBRICANTE, ASISTENCIA DE MANTENIMIENTO EN LÍNEA, ASISTENCIA DE OPERACIONES DE VUELO Y ADMINISTRACIÓN DE LA TRIPULACIÓN, ASISTENCIA DE TRANSPORTE DE SUPERFICIE, ASISTENCIA DE MAYORDOMÍA (CATERING). 51º.- LA TITULARIDAD DE TODA CLASE DE CONCESIONES, SUB-CONCESIONES DE AUTORIZACIONES ADMINISTRATIVAS DE OBRAS Y SERVICIOS DEL ESTADO, COMUNIDAD AUTÓNOMA, PROVINCIA Y MUNICIPIO Y LA PARTICIPACIÓN EN SOCIEDADES O ENTIDADES CONCESIONARIAS DE AQUÉLLAS. 52º.- LA FABRICACIÓN, COMPRA, VENTA, IMPORTACIÓN Y DISTRIBUCIÓN DE EQUIPOS, INSTALACIÓN DE ELEMENTOS Y MATERIALES DE CONSTRUCCIÓN O DESTINADOS A LAS MISMAS Y EL AMUEBLAMIENTO DE INMUEBLES Y MOBILIARIO URBANO. 53º.- LA FABRICACIÓN, REPRESENTACIÓN, IMPORTACIÓN Y EXPORTACIÓN, COMPRA Y VENTA AL POR MAYOR O MENOR DE MAQUINARIA DE CUALQUIER TIPO; INCLUSO DE MINERÍA, PLANTAS, PETROQUÍMICAS, CARRETERAS, FERROCARRILES, PUERTOS Y AEROPUERTOS. 54º.- LA FABRICACIÓN, REPRESENTACIÓN, IMPORTACIÓN Y EXPORTACIÓN, INSTALACIÓN O VENTA DE TODO TIPO DE MATERIALES, INCLUSO AGLOMERADOS ASFÁLTICOS, FIRMES Y PRODUCTOS ANTIDESLIZANTES, JUNTAS DE DILATACIÓN, BETUNES Y PRODUCTOS PARA EL SELLADO DE GRIETAS, CAPTAFARO DE CUALQUIER TIPO, SEÑALES VERTICALES DE TODA CLASE, PINTURAS, COLORANTES, RESINAS, TERMOPLÁSTICO EN FRÍO Y VINILOS, MATERIALES ACRÍLICOS DE UNO O MÁS COMPONENTES, MICRO-ESFERAS DE VIDRIO Y, EN GENERAL, TODA CLASE DE PRODUCTOS, MATERIALES Y MAQUINARIA PARA LA CONSTRUCCIÓN, EXPLOTACIÓN, REPARACIÓN, CONSERVACIÓN Y SEÑALIZACIÓN DE CARRETERAS, PUENTES, AEROPUERTOS, AUTOPISTAS Y AUTOVÍAS. 55º.- LA FABRICACIÓN E INSTALACIÓN, COMPRAVENTA Y COMERCIALIZACIÓN DE SISTEMAS ANTI-RUIDOS DE TODAS CLASES Y DE ELEMENTOS Y MAQUINARIAS ESPECIALES PARA DICHOS SISTEMAS. EL ESTUDIO Y CONFECCIÓN DE PROYECTOS PARA LOS MISMOS Y/O CUALQUIER OTRO FIN. 56º.- CONSTRUCCIÓN, GESTIÓN, OPERACIÓN, EXPLOTACIÓN Y MANTENIMIENTO DE INSTALACIONES DE PRODUCCIÓN DE CUALQUIER CLASE DE ENERGÍA. SE EXCEPTÚAN AQUELLAS ACTIVIDADES REGULADAS POR DISPOSICIONES LEGALES E INCOMPATIBLES CON ESTE APARTADO DEL OBJETO SOCIAL. 57º.- CONSTRUCCIÓN, EJECUCIÓN, REPARACIÓN Y REFORMA DE TODO TIPO DE OBRA, INCLUIDOS LOS MOVIMIENTOS DE TIERRA Y PERFORACIONES, PUENTES, VIADUCTOS Y GRANDES ESTRUCTURAS, EDIFICACIONES, FERROCARRILES, HIDRÁULICAS, MARÍTIMAS, VIALES Y PISTAS, TRANSPORTE DE PRODUCTOS PETROLÍFEROS Y GASEOSOS, ASÍ COMO INSTALACIONES ELÉCTRICAS (ALUMBRADOS, ILUMINACIONES Y BALIZAMIENTOS LUMINOSOS; DISTRIBUCIONES DE BAJA TENSIÓN; TELECOMUNICACIONES E INSTALACIONES RADIOELÉCTRICAS), INSTALACIONES MECÁNICAS (DE VENTILACIÓN, CALEFACCIÓN Y CLIMATIZACIÓN; DE FONTANERÍA Y SANITARIAS). 58º.- FORMACIÓN PROFESIONAL Y RECICLAJE DE LAS  PERSONAS QUE PRESTEN LOS SERVICIOS EXPRESADOS EN LOS PUNTOS ANTERIORES. 59º.- SERVICIOS DE GESTIÓN Y EFICIENCIA ENERGÉTICA EN TODO TIPO DE INSTALACIONES, EDIFICIOS Y LOCALES. GESTIÓN DE LA PRODUCCIÓN Y SUMINISTRO ENERGÉTICO DE COMBUSTIBLE Y ELECTRICIDAD, GESTIÓN, REPARACIÓN Y SUSTITUCIÓN DE LAS INSTALACIONES DE CONVERSIÓN DE DICHA ENERGÍA EN AIRE FRÍO, CALIENTE, AGUA CALIENTE SANITARIA, AGUA FRÍO E ILUMINACIÓN. SERVICIOS DE INGENIERÍA A DESARROLLAR PARA AUDITORÍAS ENERGÉTICAS DE TODO TIPO DE INSTALACIONES, EDIFICIOS Y LOCALES. 60º.- SERVICIOS DE MANTENIMIENTO DEL MATERIAL RODANTE FERROVIARIO DE CUALQUIER ANCHO DE VÍA, PROPIEDAD DE, O GESTIONADO POR, EMPRESAS PÚBLICAS ESTATALES, COMUNIDADES AUTÓNOMAS, PUERTOS DEL ESTADO Y, EN GENERAL, CUALQUIER ADMINISTRACIÓN U ORGANISMO PÚBLICO, ASÍ COMO EMPRESAS PRIVADAS O CUALQUIER OTRO TIPO DE ENTIDAD, INCLUIDOS, A TÍTULO ENUNCIATIVO NO LIMITATIVO, LOS METROS, TRANVÍAS, VEHÍCULOS FERROVIARIOS LIGEROS, HISTÓRICOS, TURÍSTICOS O SUBSISTEMAS DE LOS MISMOS; MODIFICACIONES Y/O TRANSFORMACIONES DE DICHO MATERIAL; PRESTACIÓN DE SERVICIOS DE MANTENIMIENTO DE MEDIOS E INSTALACIONES FERROVIARIAS DE CUALQUIER TIPO; PRESTACIÓN DE SERVICIOS AUXILIARES FERROVIARIOS Y/O OPERACIONES FERROVIARIAS Y DE TRENES. LAS ACTIVIDADES ENUMERADAS ANTERIORMENTE PODRÁN SER DESARROLLADAS POR LA SOCIEDAD, TOTAL O PARCIALMENTE, DE MODO INDIRECTO, MEDIANTE LA PARTICIPACIÓN EN OTRAS SOCIEDADES CON OBJETO IDÉNTICO O ANÁLOGO. LAS ACTIVIDADES QUE ASÍ LO REQUIERAN, DEBERÁN SER DESARROLLADAS POR PERSONAS CON FACULTADES Y TITULACIÓN SUFICIENTE PARA ELLO. SE EXCLUYEN AQUELLAS ACTIVIDADES REGULADAS POR LEYES ESPECIALES. 61º.- LA GESTIÓN, OPERACIÓN Y EXPLOTACIÓN DE PLATAFORMAS EN LÍNEA PARA LA INTERMEDIACIÓN, COMPARACIÓN DE OFERTAS, PUESTA EN CONTACTO Y/O CONTRATACIÓN ENTRE OFERENTES Y SOLICITANTES DE SERVICIOS RELACIONADOS CON LA CONSERVACIÓN, REPARACIÓN, MANTENIMIENTO, SANEAMIENTO, CONSTRUCCIÓN, REFORMAS Y/O LIMPIEZA DE TODA CLASE DE EDIFICIOS, LOCALES, NEGOCIOS Y/O INSTALACIONES, Y LA LIMPIEZA DE TODO TIPO DE VEHÍCULOS. Y LA PRESTACIÓN DE SERVICIOS ADICIONALES A LOS MIEMBROS DE DICHAS PLATAFORMAS, INCLUYENDO: A) EL ASESORAMIENTO A LOS MIEMBROS DE LA PLATAFORMA OFERENTES DE SERVICIOS, EN MATERIA DE ESTRATEGIAS Y OPTIMIZACIÓN COMERCIAL, PROMOCIÓN, MARKETING Y PUBLICIDAD EN LÍNEA (INCLUYENDO REDES SOCIALES) O FUERA DE LÍNEA, BAJO CUALESQUIERA MODALIDADES, DE LOS SERVICIOS OFRECIDOS A TRAVÉS DE LA PLATAFORMA. B) EL ASESORAMIENTO A LOS MIEMBROS DE LA PLATAFORMA INTERESADOS EN SOLICITAR SERVICIOS, EN LA PREPARACIÓN DE SOLICITUDES DE OFERTAS DE TERCEROS, Y EN LA DEFINICIÓN DE REQUERIMIENTOS PARA LA FORMULACIÓN DE TALES SOLICITUDES DE OFERTAS. C) LA ACTUACIÓN COMO AGENTE DE LA ENTIDAD DE PAGO TERCERA ENCARGADA DE LA GESTIÓN DE LOS FONDOS ASOCIADA A LOS PAGOS POR LA PRESTACIÓN DE LOS SERVICIOS CONTRATADOS A TRAVÉS DE LA PLATAFORMA ENTRE LOS MIEMBROS DE LA PLATAFORMA CONTRATANTES DE LOS SERVICIOS Y LOS MIEMBROS QUE SE LOS HAYAN PROVISTO. D) LA PRESTACIÓN DE SERVICIOS DE SOPORTE DE PROCESOS ADMINISTRATIVOS Y DE FACTURACIÓN DE LOS MIEMBROS DE LA PLATAFORMA PROVEEDORES DE LOS SERVICIOS, INCLUYENDO LA ASUNCIÓN, POR ENCARGO DE TALES MIEMBROS, DE TAREAS DE EMISIÓN Y EXPEDICIÓN DE FACTURAS POR CUENTA DE AQUELLOS. E) LA PROVISIÓN POR CUENTA PROPIA, O LA COMERCIALIZACIÓN POR CUENTA DE TERCEROS, DE OTROS SERVICIAS Y PRESTACIONES NECESARIOS O CONVENIENTES PARO EL MEJOR FUNCIONAMIENTO O PARA /Q INCORPORACIÓN DE NUEVAS FUNCIONALIDADES A /AS PLATAFORMAS. F) LA REALIZACIÓN DE ANÁLISIS, PROCESAMIENTO Y EXPLOTACIÓN DE INFORMACIÓN Y DATOS OBTENIDOS Y/O GENERADOS EN EL MARCO DEL FUNCIONAMIENTO DE LAS PLATAFORMAS&#13;\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03756",
      "_links": {
        "self": {
          "name": "SERVEO SERVICIOS, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/03756"
        }
      }
    },
    {
      "name": "FESTO AUTOMATION SAU",
      "registrationNumber": "01350",
      "identificationNumber": "A08270084",
      "address": "AVDA. GRAN VIA, 159",
      "location": {
        "postalCode": "08908",
        "municipality": "Hospitalet de Llobregat, L'",
        "county": "Barcelona",
        "municipalityId": "101",
        "countyId": "08"
      },
      "economicActivities": [
        {
          "id": "1.319.1",
          "name": "Mecánica general",
          "_links": {
            "self": {
              "name": "Mecánica general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.319.1"
            }
          }
        },
        {
          "id": "1.617.5",
          "name": "Venta al por mayor de maquinaria para la madera y el metal",
          "_links": {
            "self": {
              "name": "Venta al por mayor de maquinaria para la madera y el metal",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.617.5"
            }
          }
        },
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        },
        {
          "id": "1.932.1",
          "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.1"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-16",
      "certificateEndDate": "2025-01-01",
      "object": "LA FABRICACION, VENTA, DISTRIBUCION Y REPRESENTACION DE ELEMENTOS MECANICOS, PNEUMATICOS, SISTEMAS FLUIDICOS Y ELECTRONICOS Y DEMAS COMPONENTES PARA LA AUTOMATIZACION INDUSTRIAL TANTO EN EL MERCADO NACIONAL COMO EXTRANJERO. HERRAMIENTAS PORTATILES PARA TRATAMIENTO DE SUPERFICIES. LA PREPARACION Y ORGANIZACION DE CURSOS DE FORMACION PROFESIONAL SOBRE AUTOMATIZACION INDUSTRIAL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01350",
      "_links": {
        "self": {
          "name": "FESTO AUTOMATION SAU",
          "href": "https://api.euskadi.eus/procurements/companies/01350"
        }
      }
    },
    {
      "name": "SASYMA OBRAS, S.L.",
      "registrationNumber": "04606",
      "identificationNumber": "B95357935",
      "address": "RIBERA DE AXPE, 12",
      "location": {
        "postalCode": "48950",
        "municipality": "Erandio",
        "county": "Bizkaia",
        "municipalityId": "902",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.313",
          "name": "Tratamiento y recubrimiento de los metales",
          "_links": {
            "self": {
              "name": "Tratamiento y recubrimiento de los metales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.313"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-16",
      "certificateEndDate": "2025-01-08",
      "object": "A) TODA CLASE DE TRABAJOS DE PINTURA, REVESTIMIENTO, RECUBRIMIENTO, AISLAMIENTO Y SIMILARES, ASÍ COMO LOS RELATIVOS A LA REPARACIÓN, CONSERVACIÓN Y MANTENIMIENTO DE LOS MISMOS. B) TRABAJOS DE EMPLASTECIDO, SANEADO Y DECORACIÓN DE EDIFICIOS, MONUMENTOS Y OBRAS PÚBLICAS. C) TRABAJOS DE MONTAJE, DESMONTAJE Y REPARACIÓN DE MAQUINARIAS Y COMPONENTES. D) TRABAJOS AUXILIARES PARA LA INDUSTRIA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04606",
      "_links": {
        "self": {
          "name": "SASYMA OBRAS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04606"
        }
      }
    },
    {
      "name": "PROYECTOS Y REHABILITACIONES ARITEBI, S.L.",
      "registrationNumber": "08570",
      "identificationNumber": "B95707071",
      "address": "Avda. San Adrián 20 3ºC",
      "location": {
        "postalCode": "48003",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-16",
      "certificateEndDate": "2025-01-15",
      "object": "LA CONSTRUCCIÓN, REHABILITACIÓN, RESTAURACIÓN, MANTENIMIENTO, COMPRA, VENTA Y EXPLOTACIÓN DE TODA CLASE DE INMUEBLES; LA PRESTACIÓN DE SERVICIOS DE CONTRATACIÓN Y EJECUCIÓN DE TRABAJOS DE ARQUITECTURA, INGENIERÍA, CONSULTORÍA, AUDITORÍA, COORDINACIÓN Y ASESORAMIENTO PROFESIONAL, EN SU MÁS AMPLIO SENTIDO, APLICABLES A TODOS LOS CAMPOS, TANTO DE NATURALEZA PÚBLICA COMO PRIVADA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08570",
      "_links": {
        "self": {
          "name": "PROYECTOS Y REHABILITACIONES ARITEBI, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08570"
        }
      }
    },
    {
      "name": "SISTEMAS DE FILTRADO Y TRATAMIENTO DE FLUIDOS, S.L.",
      "registrationNumber": "09374",
      "identificationNumber": "B22256549",
      "address": "POLIGONO ARMENTERA PARCELA 87 22400 MONZON HUESCA",
      "location": {
        "postalCode": "22400",
        "municipality": "Monzón",
        "county": "Huesca",
        "municipalityId": "158",
        "countyId": "22"
      },
      "economicActivities": [
        {
          "id": "1.315",
          "name": "Construcción de grandes depósitos y calderería gruesa",
          "_links": {
            "self": {
              "name": "Construcción de grandes depósitos y calderería gruesa",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.315"
            }
          }
        },
        {
          "id": "1.319.1",
          "name": "Mecánica general",
          "_links": {
            "self": {
              "name": "Mecánica general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.319.1"
            }
          }
        },
        {
          "id": "1.329.4",
          "name": "Construcción de maquinaria para la manipulación de fluidos",
          "_links": {
            "self": {
              "name": "Construcción de maquinaria para la manipulación de fluidos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.329.4"
            }
          }
        },
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        },
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-16",
      "certificateEndDate": "2025-01-15",
      "object": "LA FABRICACION, MONTAJE, EMSAMBLAJE, INSTALACION, DESARROLLO, DISEÑO Y COMERCIALIZACION DE FILTROS, EQUIPOS Y SISTEMAS DE FILTRADO, POTABILIZACION, DEPURACION Y TRATAMIENTO DE AGUAS, LIQUIDOS Y FLUIDOS EN GENERAL: INCLUIDOS SUS ACCESORIOS, PIEZAS Y ELEMENTOS COMPLEMENTARIOS Y CUALESQUIERA OTROS PRODUCTOS O SISTEMAS CON LAS MISMAS FINALIDADES O UTILIDADES. 2) LA PRESTACIÓN DE SERVICIOS Y EJECUCIÓN DE OBRAS PARA LA INSTALACIÓN DE LOS PRODUCTOS FABRICADOS POR LA SOCIEDAD INCLUÍDA LA ELABORACIÓN DE PROYECTOS Y TODA CLASE DE INFORMES, ESTUDIOS Y DICTAMENES EN RELACIÓN CON LOS PRODUCTOS, OBRAS E INSTALACIONES FABRICADAS Y EJECUTADAS POR LA SOCIEDAD.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09374",
      "_links": {
        "self": {
          "name": "SISTEMAS DE FILTRADO Y TRATAMIENTO DE FLUIDOS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09374"
        }
      }
    },
    {
      "name": "SEKAI CORPORATE TRAVEL S.L.",
      "registrationNumber": "06652",
      "identificationNumber": "B57986846",
      "address": "JOSÉ ROVER MOTTA, 27",
      "location": {
        "postalCode": "07006",
        "municipality": "Palma",
        "county": "Balears, Illes",
        "municipalityId": "040",
        "countyId": "07"
      },
      "economicActivities": [
        {
          "id": "1.755",
          "name": "Agencias de viajes",
          "_links": {
            "self": {
              "name": "Agencias de viajes",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.755"
            }
          }
        },
        {
          "id": "1.755.2",
          "name": "Servicios prestados al público por las agencias de viajes",
          "_links": {
            "self": {
              "name": "Servicios prestados al público por las agencias de viajes",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.755.2"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-15",
      "certificateEndDate": "2024-12-25",
      "object": "EL EJERCICIO DE LA ACTIVIDAD CORRESPONDIENTE A UNA AGENCIA DE VIAJES (CÓDIGO CNAE 7911). LA ORGANIZACIÓN Y PROMOCIÓN DE CONGRESOS, FERIAS Y EXPOSICIONES. LA REPRESENTACIÓN EN CALIDAD DE AGENTE, COMISIONISTA, INTERMEDIARIO, REPRESENTANTE O MANDATARIO DE TODA CLASE DE EMPRESAS O NEGOCIOS.LA COMISIÓN Y DISTRIBUCIÓN DE TODO TIPO DE PRODUCTOS, SERVICIOS Y ACCESORIOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06652",
      "_links": {
        "self": {
          "name": "SEKAI CORPORATE TRAVEL S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06652"
        }
      }
    },
    {
      "name": "BIOGEN CIENTIFICA, S.L.",
      "registrationNumber": "08890",
      "identificationNumber": "B79539441",
      "address": "CALLE CASTELAR, 15 - BAJO",
      "location": {
        "postalCode": "28028",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.659.3",
          "name": "Venta al por menor de aparatos médicos, ortopédicos, ópticos y fotográficos",
          "_links": {
            "self": {
              "name": "Venta al por menor de aparatos médicos, ortopédicos, ópticos y fotográficos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.3"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-14",
      "certificateEndDate": "2025-01-14",
      "object": "A) LA CONVERSIÓN Y DISTRIBUCIÓN DE EQUIPOS REACTIVOS. B) LA COMPRA, VENTA COMERCIALIZACIÓN, IMPORTACIÓN Y EXPORTACIÓN DE INSTRUMENTOS PARA LABORATORIOS E INVESTIGACIÓN, DE LAS INDUSTRIAS FARMACÉUTICA, SANITARIA Y HOSPITALARIA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08890",
      "_links": {
        "self": {
          "name": "BIOGEN CIENTIFICA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08890"
        }
      }
    },
    {
      "name": "EKOLEDS INNOVATIONS S.L.",
      "registrationNumber": "04829",
      "identificationNumber": "B95521266",
      "address": "PARQUE EMPRESARIAL BOROA 19 OFICINA 13",
      "location": {
        "postalCode": "48340",
        "municipality": "Amorebieta-Etxano",
        "county": "Bizkaia",
        "municipalityId": "003",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.504.11",
          "name": "Instalaciones eléctricas en general, redes telegráficas, telefonía, tv, etc",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general, redes telegráficas, telefonía, tv, etc",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.11"
            }
          }
        },
        {
          "id": "1.653.2",
          "name": "Venta al por menor de material y aparatos eléctricos, electrodomésticos y cocina",
          "_links": {
            "self": {
              "name": "Venta al por menor de material y aparatos eléctricos, electrodomésticos y cocina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.653.2"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-14",
      "certificateEndDate": "2025-01-14",
      "object": "CONSULTORÍA DE EMPRESAS; IMPORTACIÓN Y EXPORTACIÓN DE TODO TIPO DE ARTÍCULOS; INTERMEDIARIOS COMERCIALES; DISEÑO Y ELABORACIÓN DE CATÁLOGOS Y PÁGINAS WEB",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04829",
      "_links": {
        "self": {
          "name": "EKOLEDS INNOVATIONS S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04829"
        }
      }
    }
  ]
}