{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 20,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "TALLER 2 A, S.L.",
      "registrationNumber": "04929",
      "identificationNumber": "B48239958",
      "address": "C/ MAYOR 25-1º C",
      "location": {
        "postalCode": "48930",
        "municipality": "Getxo",
        "county": "Bizkaia",
        "municipalityId": "044",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.476.2",
          "name": "Edición de periódicos y revistas",
          "_links": {
            "self": {
              "name": "Edición de periódicos y revistas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.476.2"
            }
          }
        },
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-04",
      "certificateEndDate": "2026-08-04",
      "object": "LOS SERVICIOS DE CREACIÓN,PROYECCIÓN , EJECUCIÓN Y DISTRIBUCIÓN DE CAMPAÑAS DE PUBLICIDAD A TRAVÉS DE CUALQUIER MEDIO DE DIFUSIÓN Y A LA EXPLOTACIÓN DE EXCLUSIVAS DE ÁMBITO LOCAL, ASUMIENTO LA CONDICIÓN DE AGENCIA DE PUBLICIDAD GENERAL EN LOS TÉRMINOS PREVISTOS EN LA LEGISLACIÓN VIGENTE",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04929",
      "_links": {
        "self": {
          "name": "TALLER 2 A, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04929"
        }
      }
    },
    {
      "name": "CERES OTC",
      "registrationNumber": "10058",
      "identificationNumber": "G13877998",
      "address": "Calle Lorenzana 2",
      "location": {
        "postalCode": "28039",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.843.9",
          "name": "Otros servicios técnicos n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios técnicos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.9"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-04",
      "certificateEndDate": "2026-08-04",
      "object": "EL SUMINISTRO DE BIENES Y LA PRESTACIÓN DE TODOS LOS SERVICIOS Y ACTIVIDADES RELACIONADAS DIRECTA O INDIRECTAMENTE CON EL IMPULSO DE LA TRANSICIÓN ECOSOCIAL EN ESPAÑA. EL PRINCIPAL ÁMBITO DE LA ACTIVIDAD DE LA ASOCIACIÓN SERÁ LA PRESTACIÓN DE TODOS LOS SERVICIOS NECESARIOS PARA IMPULSAR LA CREACIÓN, EL DESARROLLO Y FUNCIONAMIENTO DE COMUNIDADES ENERGÉTICAS (CE) EN TODAS SUS FORMAS. ASÍ MISMO, FORMAN PARTE DEL OBJETO DE LA ASOCIACIÓN CERES OTC LOS SERVICIOS DE AHORRO Y EFICIENCIA ENERGÉTICA; LA MOVILIDAD COMPARTIDA SOSTENIBLE; LA REHABILITACIÓN ENERGÉTICA DE EDIFICIOS Y LAS POLÍTICAS E INNOVACIÓN EN EL ÁREA DE LA TRANSICIÓN ENERGÉTICA, SIEMPRE DESDE LOS PRINCIPIOS DE EQUIDAD, COHESIÓN TERRITORIAL Y SOCIAL. LA ASOCIACIÓN CERES OTC RECONOCE A LOS MUNICIPIOS COMO ACTOR CLAVE PARA ARTICULAR UNA TRANSICIÓN EFECTIVA Y JUSTA, ANCLADA A LOS TERRITORIOS Y A LAS NECESIDADES DE SUS HABITANTES. EN EL ÁMBITO DE LAS COMUNIDADES ENERGÉTICAS, LA ASOCIACIÓN CERES OTC REALIZA LAS SIGUIENTES ACTIVIDADES: - DIFUSIÓN: ESTABLECIMIENTO Y OFERTA DE CURSOS DE FORMACIÓN, JORNADAS, SEMINARIOS O TALLERES PARA LA CONSTITUCIÓN Y FUNCIONAMIENTO DE COMUNIDADES ENERGÉTICAS, DIRIGIDOS A LA CIUDADANÍA Y OTROS AGENTES DEL TEJIDO SOCIAL POTENCIALMENTE INTERESADOS EN LAS MISMAS. CREACIÓN Y DIFUSIÓN DE MATERIALES PARA ACTUACIONES DIVULGATIVAS. CREACIÓN Y MANTENIMIENTO DE CONTENIDO DIGITAL Y PRESENCIA EN LÍNEA. - ACOMPAÑAMIENTO: PRESTACIÓN DE ASISTENCIA TÉCNICA PARA LA DINAMIZACIÓN Y EMPODERAMIENTO DE LAS COMUNIDADES ENERGÉTICAS, QUE CONSISTIRÁ, ENTRE OTROS SERVICIOS, EN EL DESARROLLO DE PROCESOS PARTICIPATIVOS EN DETERMINADOS ENTORNOS PARA EVALUAR EL POTENCIAL PARA DESARROLLAR PROYECTOS DE CONSTITUCIÓN DE AQUELLAS, CON PARTICIPACIÓN CIUDADANA Y DE OTROS AGENTES DEL TEJIDO SOCIAL INTERESADOS, FACILITANDO, EN SU CASO, EL ESTABLECIMIENTO, EN SU ÁMBITO, DE PROCESOS DE INFORMACIÓN, DEBATE, DELIBERACIÓN Y DECISIÓN DE SUS POTENCIALES PARTÍCIPES. - ASESORAMIENTO: CONSULTORÍA TÉCNICA, ADMINISTRATIVA O JURÍDICA LIGADA AL IMPULSO DE PROYECTOS CONCRETOS DE CONSTITUCIÓN Y FUNCIONAMIENTO DE COMUNIDADES ENERGÉTICAS. ANÁLISIS TECNO-ECONÓMICOS, MODELOS DE NEGOCIOS, REGULACIONES, MODELOS DE FINANCIACIÓN, POLÍTICAS PÚBLICAS. ASESORAMIENTO EN INTEGRACIÓN TERRITORIAL. DESARROLLO DE ESTUDIOS ESTRATÉGICOS DE ACTUACIONES DE CLIMA, ENERGÍA, TERRITORIO Y MOVILIDAD. - FORMACIÓN Y OTROS SERVICIOS: SERVICIOS DE FORMACIÓN Y TRANSFERENCIA DE CONOCIMIENTOS EN TODOS LOS ASPECTOS RELACIONADOS CON LAS COMUNIDADES ENERGÉTICAS, ASÍ COMO OTRAS ACTIVIDADES Y SERVICIOS DE APOYO A LAS MISMAS NO INCLUIDAS EN LOS APARTADOS ANTERIORES, SIEMPRE QUE ESTÉN VINCULADAS CON LOS FINES DE LA ASOCIACIÓN.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10058",
      "_links": {
        "self": {
          "name": "CERES OTC",
          "href": "https://api.euskadi.eus/procurements/companies/10058"
        }
      }
    },
    {
      "name": "FUNDACIÓN CTIC  CENTRO TECNOLÓGICO DE LA INFORMACIÓN Y LA COMPUNICACIÓN",
      "registrationNumber": "04486",
      "identificationNumber": "G33906637",
      "address": "C/ Ada Byron, 39",
      "location": {
        "postalCode": "33203",
        "municipality": "Gijón",
        "county": "Asturias",
        "municipalityId": "024",
        "countyId": "33"
      },
      "economicActivities": [
        {
          "id": "1.476.1",
          "name": "Edición de libros",
          "_links": {
            "self": {
              "name": "Edición de libros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.476.1"
            }
          }
        },
        {
          "id": "1.476.9",
          "name": "Otras ediciones n.c.o.p",
          "_links": {
            "self": {
              "name": "Otras ediciones n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.476.9"
            }
          }
        },
        {
          "id": "1.769",
          "name": "Otros servicios de telecomunicaciones",
          "_links": {
            "self": {
              "name": "Otros servicios de telecomunicaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.769"
            }
          }
        },
        {
          "id": "1.831.9",
          "name": "Otros servicios financieros n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios financieros n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.831.9"
            }
          }
        },
        {
          "id": "1.843.9",
          "name": "Otros servicios técnicos n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios técnicos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.9"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        },
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        },
        {
          "id": "1.861.2",
          "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
          "_links": {
            "self": {
              "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.861.2"
            }
          }
        },
        {
          "id": "1.933.9",
          "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
          "_links": {
            "self": {
              "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.933.9"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-04",
      "certificateEndDate": "2026-08-04",
      "object": "CONTRIBUIRÁ AL BENEFICIO GENERAL DE LA SOCIEDAD Y A LA MEJORA DE LA COMPETITIVIDAD DE LAS EMPRESAS MEDIANTE LA GENERACIÓN DE CONOCMIENTO TECNOLÓGICO TIC, REALIZANDO ACTIVIDADES DE I+D+I Y DESARROLLANDO SU APLICACIÓN. ADEMÁS, LA FUNDACIÓN TIENE COMO OBJETO LA PROMOCIÓN Y DESARROLLO DE LA SOCIEDAD DE LA INFORMACIÓN EN GENERAL (EN ADELANTE S.I.) Y DE LAS TECNOLOGÍAS DE LA INFORMACIÓN Y DE LA COMUNIACIÓN (EN ADELANTE TIC). 2.- PARA EL CUMPLIMIENTO DE DICHOS FINES LA FUNDACIÓN DESARROLLARÁ, CON CARACTER ENUNCIATIVO Y NO EXHAUSTIVO, LAS SIGUIENTES ACTIVIDADES: A-- INVESTIGACIÓN, DESARROLLO E INNOVACIÓN TECNOLÓGICA EN LOS CAMPOS OBJETO DE LA FUNDACIÓN. B.- LA REALIZACIÓN DE PROYECTOS DE INVESTIGACIÓN FUNDAMENTAL O INDUSTRIAL, DESARROLLO E INNOVACIÓN TECNOLÓGICA PROPIOS O EN COOPERACIÓN CON EMPRESAS, UNIVERSIDADES Y/O CENTROS PÚBLICOS DE INVESTIGACIÓN U OTRAS ENTIDADES, CON EL OBJETO DE GENERAR Y DIFUNDIR CONOCIMIENTO TECNOLÓGICO Y COLABORAR EN LA TRANSFERENCIA DE RESULTADOS DE INVESTIGACIÓN ENTRE LOS ORGANISMOS PÚBLICOS Y PRIVADOS DE INVESTIGACIÓN Y LAS EMPRESAS. C.- LA REALIZACIÓN DE PROYECTOS DE INVESTIGACIÓN, DESARROLLO E INNOVACIÓN CONTRATADOS DIRECTAMENTE POR LA EMPRESA U OTRAS ENTIDADES DE NATURALEZA JURÍDICA PRIVADA, QUE PERMITAN MAXIMIZAR LA APLICACIÓN DEL CONOCIMIENTO GENERADO POR EL CENTRO. D.- LA REALIZACIÓN DE SERVICIOS DE ASESORAMIENTO TECNOLÓGICO QUE NO SE HALLAN ESTANDARIZADOS, TALES COMO: DIAGNÓSTICOS TECNOLÓGICOS, ESTUDIOS DE VIABILIDAD TÉCNICA Y OTROS DE SIMILARES CARACTERÍSTICAS. E.- LA ATENCIÓN A LAS NECESIDADES TECNOLÓGICAS DE LAS ENTIDADES Y EMPRESAS QUE LO REQUIERAN, PRESTANDO SERVICIOS DE ASISTENCIA TÉCNICA, COMO LA FORMACIÓN TÉCNICA ESPECIALIZADA, LA VIGILANCIA Y PROSPECTIVA TECNOLÓGICA, ASÍ COMO DIFUSIÓN DE INFORMACIÓN Y OTROS SERVICIOS ANÁLOGOS VINCULADOS A LA GESTIÓN DEL CONOCIMIENTO, LA TECNOLOGÍA Y LA INNOVACIÓN. F.- EL FOMENTO Y DESARROLLO DE INVESTIGACIÓN COOPERATIVA ENTRE EMPRESAS, ESPECIALMENTE PYMES. G.- FOMENTO DE EMPRENDEDORES DIGITALES Y DE EMPRESAS DE 'NUEVA ECONOMÍA'. H.- CAPTACIÓN, DISEÑO, GSTIÓN Y EJECUCIÓN DE PROYECTOS Y PROGRAMAS DE INVESTIGACIÓN, DESARROLLO TECNOLÓGICO E INNOVACIÓN RELACIONADOS CON LA TIC. I.- ASESORAMIENTO Y TRANSFERENCIA TECNOLÓGICA A EMPRESAS E INSTITUCIONES, CON ESPECIAL INTERÉS EN EL ÁMBITO DE LA ADMINISTRACIÓN ELECTRÓNICA. J.- REALIZACION DE INVESTIGACIONES Y ESTUDIOS DE DIVERSA ÍNDOLE RELACIONADO CON EL DESARROLLO Y LA VIGILANCIA ELECTRÓNICA. K.- FOMENTO DE REDES DE COOPERACIÓN EN EL SECTOR TECNOLÓGICO REGIONAL. L - FOMENTO DE UN SECTOR TECNOLÓGICO REGIONAL DE UN ALTO VALOR AÑADIDO LL.- ESTABLECER CANALES DE INFORMACIÓN, COOPERACIÓN E INTERCAMBIO CON ENTIDADES PÚBLICAS, PARTICULARES E INSTITUCIONES AFIMES DE TODO EL MUNDO, QUE POSIBILITEN LA COLABORACIÓN Y LA REALIZACION DE PROYECTOS COMUNES TENDENTES A PROMOVER EL DESARROLLO HUMANO Y LA IGUALDAD DE OPORTUNIDADES DE ACCESO EN LOS ÁMBITOS DE LA FUNDACIÓN. M.- LA ELABORACION, EDICIÓN Y PUBLICACIÓN EN PAPEL O EN SOPORTE AUDIOVISUAL O MULTIMEDIA DE MATERIALES VINCULADOS CON LOS FINES DE LA FUNDACIÓN. N.- FORMACIÓN EN MATERIAS RELACIONADAS CON LOS FINES DE LA FUNDACIÓN O.- REALIZARÁ ACCIONES DE IMPULSO, PROMOCIÓN, FORMACIÓN Y DESARROLLO DE LA SI EN LOS ÁMBITOS INSTITUCIONALES, EMPRESARIALES, SOCIALES Y EDUCATIVOS, PARA LO QUE DISEÑARÁ Y EJECUTARÁ ESTRATEGIAS Y PROYECTOS EN LOS ÁMBITOS REGIONAL, NACIONAL E INTERNACIONAL. P.- ORGANIZACIÓN Y PROMOCIÓN DE TODO TIPO DE EVENTOS Y ACTOS COMO CONFERENCIAS, COLOQUIOS, CURSOS O SEMINARIOS EN MATERIAS RELACIONADAS CON LOS FINES DE LA FUNDACIÓN. Q.- CUALESQUIERA OTRAS ACTIVIDADES NO MENCIONADAS EXPRESAMENTE PERO QUE SEAN ADECUADAS PARA EL CUMPLIMIENTO DE LOS FINES FUNDACIONALES. 3.- PARA EL LOGRO DE ESTOS FINES, Y DENTRO DEL MARCO LEGAL VIGENTE EN CADA MOMENTO, LA FUNDACIÓN PODRÁ FORMALIZAR CONVENIOS, CONCIERTOS Y CONTRATOS DE COLABORACIÓN CON OTRAS INSITUCIONES PÚBLICAS Y PRIVADAS, ASÍ COMO CONCURRIR A LA OBTENCIÓN DE FONDOS PÚBLICOS Y PRIVADOS DESTINADOS A TAL OBJETIVO, TANTO DENTRO COMO FUERA DE ESPAÑA.\n\r\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04486",
      "_links": {
        "self": {
          "name": "FUNDACIÓN CTIC  CENTRO TECNOLÓGICO DE LA INFORMACIÓN Y LA COMPUNICACIÓN",
          "href": "https://api.euskadi.eus/procurements/companies/04486"
        }
      }
    },
    {
      "name": "LUIS MARÍA LUZURIAGA, S.L.",
      "registrationNumber": "03190",
      "identificationNumber": "B01395003",
      "address": "C/ LOGROÑO, 16 BAJO",
      "location": {
        "postalCode": "01002",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.982.4",
          "name": "Otras atracciones propias de ferias y verbena fuera de establecimiento",
          "_links": {
            "self": {
              "name": "Otras atracciones propias de ferias y verbena fuera de establecimiento",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.982.4"
            }
          }
        },
        {
          "id": "1.983",
          "name": "Agencias de colocación de artistas",
          "_links": {
            "self": {
              "name": "Agencias de colocación de artistas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.983"
            }
          }
        },
        {
          "id": "1.989.2",
          "name": "Servicios de organización de congresos, asambleas y similares",
          "_links": {
            "self": {
              "name": "Servicios de organización de congresos, asambleas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.989.2"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-04",
      "certificateEndDate": "2026-07-25",
      "object": "AGENCIAS DE COLOCACIÓN DE ARTISTAS.\r\nOTRAS ATRACCIONES, COMERCIO AL POR MENOR Y SERVICIOS DE RESTAURACIÓN PROPIOS DE FERIAS Y VERBENAS, FUERA DE ESTABLECIMIENTO PERMANENTE.\r\nSERVICIOS DE ORGANIZACIÓN DE CONGRESOS, ASAMBLEAS Y SIMILARES.\r\n\r\n ",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03190",
      "_links": {
        "self": {
          "name": "LUIS MARÍA LUZURIAGA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03190"
        }
      }
    },
    {
      "name": "PROYECTOS  Y DESARROLLOS XORTU, S.L.P.",
      "registrationNumber": "05942",
      "identificationNumber": "B95681557",
      "address": "Ribera de Axpe Nº11, Edif. A, local 116",
      "location": {
        "postalCode": "48950",
        "municipality": "Erandio",
        "county": "Bizkaia",
        "municipalityId": "902",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.843.2",
          "name": "Servicios técnicos de arquitectura y urbanismo",
          "_links": {
            "self": {
              "name": "Servicios técnicos de arquitectura y urbanismo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.2"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-04",
      "certificateEndDate": "2026-07-29",
      "object": "LA PRESTACIÓN DE SERVICIOS PROFESIONALES EN LOS CAMPOS DE LA ARQUITECTURA, REHABILITACIÓN DE VIVIENDAS, Y EL URBANISMO A CARGO DE LOS ARQUITECTOS SOCIOS, CON LA COLABORACIÓN, EN SU CASO, DE OTROS PROFESIONALES LEGALMENTE COMPETENTES.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05942",
      "_links": {
        "self": {
          "name": "PROYECTOS  Y DESARROLLOS XORTU, S.L.P.",
          "href": "https://api.euskadi.eus/procurements/companies/05942"
        }
      }
    },
    {
      "name": "FUTURE INTERNATIONAL TRADING, S.L.",
      "registrationNumber": "08712",
      "identificationNumber": "B19256049",
      "address": "plaza iribar 2. planta 2 oficina 2",
      "location": {
        "postalCode": "20018",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.615.4",
          "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
          "_links": {
            "self": {
              "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.4"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-04",
      "certificateEndDate": "2026-07-29",
      "object": "- FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN COMERCIO AL POR MAYOR Y AL POR MENOR DE PRODUCTOS TEXTILES, PRENDAS DE VESTIR, PELETERÍA, CALZADO Y ARTÍCULOS DE CUERO. (CNAE: 46.16). -  FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIO AL POR MAYOR Y AL POR MENOR DE PRODUCTOS DE LA MADERA Y MATERIALES DE CONSTRUCCIÓN. (CNAE: 46.13). -  FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIO AL POR MAYOR Y AL POR MENOR DE PRODUCTOS DE MAQUINARIA, EQUIPO INDUSTRIAL, EMBARCACIONES Y AERONAVES. (CNAE: 46.14). -  FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIO AL POR MAYOR Y AL POR MENOR DE MUEBLES Y ARTÍCULOS PARA EL HOGAR. (CNAE: 46.15). -  FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIO AL POR MAYOR Y AL POR MENOR DE PRODUCTOS ALIMENTICIOS, BEBIDAS Y TABACO. (CNAE: 46.17). -  FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIO AL POR MAYOR Y AL POR MENOR DE APARATOS ELECTRODOMÉSTICOS. (CNAE: 46.43). -  FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIO AL POR MAYOR Y AL POR MENOR DE PORCELANA, CRISTALERÍA Y ARTÍCULOS DE LIMPIEZA. (CNAE: 46.44). -  FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIO AL POR MAYOR Y AL POR MENOR DE PERFUMERÍA Y COSMÉTICA. (CNAE: 46.45). -  FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIO AL POR MAYOR Y AL POR MENOR DE MUEBLES, ALFOMBRAS Y APARATOS DE ILUMINACIÓN. (CNAE: 46.47). -  FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIO AL POR MAYOR Y AL POR MENOR DE ARTÍCULOS DE RELOJERÍA Y JOYERÍA. (CNAE: 46.48). -  FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIO AL POR MAYOR Y AL POR MENOR DE ORDENADORES, EQUIPOS PERIFÉRICOS Y PROGRAMAS INFORMÁTICOS. (CNAE: 46.51). -  FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIO AL POR MAYOR Y AL POR MENOR DE EQUIPOS ELECTRÓNICOS Y TELECOMUNICACIONES Y SUS COMPONENTES. (CNAE: 46.52). -  FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIO AL POR MAYOR Y AL POR MENOR DE MÁQUINAS HERRAMIENTA. (CNAE: 46.62). -  FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIO AL POR MAYOR Y AL POR MENOR DE MUEBLES DE OFICINA. (CNAE: 46.65). -  FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMERCIO AL POR MAYOR Y AL POR MENOR DE FERRETERÍA, FONTANERÍA Y CALEFACCIÓN. (CNAE: 46.74). -  CONSULTORÍA Y ASESORÍA A EMPRESAS Y PARTICULARES EN LOGÍSTICA, TRANSPORTE Y EN COMERCIO EXTERIOR. (CNAE: 70.22). -  INTERMEDIACIÓN EN TRANSPORTES. (CNAE: 52.29). -  COMPRA Y VENTA DE INMUEBLES Y BIENES RAÍCES. (CNAE: 68.10).",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08712",
      "_links": {
        "self": {
          "name": "FUTURE INTERNATIONAL TRADING, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08712"
        }
      }
    },
    {
      "name": "ALDA2U TECHNOLOGY AND SERVICES, S.L.",
      "registrationNumber": "08021",
      "identificationNumber": "B95718623",
      "address": "BALENDIN BERRIOTXOA, 32, 1C",
      "location": {
        "postalCode": "48970",
        "municipality": "Basauri",
        "county": "Bizkaia",
        "municipalityId": "015",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.843.9",
          "name": "Otros servicios técnicos n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios técnicos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.9"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-04",
      "certificateEndDate": "2026-07-23",
      "object": "SERVICIOS RELACIONADOS CON LA TECNOLOGÍA DE INFORMACIÓN, CONSULTORÍA, DESARROLLO, IMPLANTACIÓN Y SOPORTE, COMPRAVENTA DE OBJETOS INFORMÁTICOS, COMERCIALIZACIÓN Y DISTRIBUCIÓN DE PRODUCTOS DE SOFTWARE Y HARDWARE PROPIOS O AJENOS CON LOS SERVICIOS CORRESPONDIENTES. ",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08021",
      "_links": {
        "self": {
          "name": "ALDA2U TECHNOLOGY AND SERVICES, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08021"
        }
      }
    },
    {
      "name": "ASOCIACIÓN AISIBIZIA PARA EL DESARROLLO Y LA PROMOCIÓN DE LA INFANCIA, ADOLESCENCIA Y JUVENTUD",
      "registrationNumber": "06088",
      "identificationNumber": "G95481735",
      "address": " EZEQUIEL AGUIRRE 19 GETXO",
      "location": {
        "postalCode": "48930",
        "municipality": "Getxo",
        "county": "Bizkaia",
        "municipalityId": "044",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.952",
          "name": "Asistencia y servicios sociales en centros no residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros no residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.952"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-04",
      "certificateEndDate": "2026-07-30",
      "object": "A) COORDINAR LAS ACTIVIDADES DE LAS ASOCIACIONES MIEMBROS, VELANDO POR LA OBSERVACIÓN DE LAS OBLIGACIONES IMPUESTAS POR LA LEGISLACIÓN VIGENTE Y SUS RESPECTIVOS ESTATUTOS. B) AUMENTAR LA CALIDAD DE VIDA DE LOS RESIDENTES EN EL MUNICIPIO DE GETXO, DESDE LA EDUCACIÓN EN EL TIEMPO LIBRE, LA ANIMACIÓN SOCIOCULTURAL Y LA ACCIÓN SOCIAL, PRINCIPALMENTE CON INFANCIA, ADOLESCENCIA Y JUVENTUD. C) FOMENTAR LA IGUALDAD DE OPORTUNIDADES Y TRABAJAR EN Y PARA LA PROMOCIÓN DE LA MUJER. D) PROMOVER, OFERTAR Y GESTIONAR PROYECTOS Y SERVICIOS DENTRO DEL CAMPO DE LOS SERVICIOS SOCIALES, CULTURALES Y EDUCATIVOS, PRESTANDO ESPECIAL ATENCIÓN A LOS SIGUIENTES ÁMBITOS DE INTERVENCIÓN: TIEMPO LIBRE, INFORMACIÓN JUVENIL, ESPACIO EXTRAESCOLAR, VOLUNTARIADO Y ASOCIACIONISMO, DEFENSA DEL MEDIO AMBIENTE, EDUCACIÓN EN VALORES, COOPERACIÓN AL DESARROLLO, ETC. E) PROMOVER LA INTEGRACIÓN Y LA AUTONOMÍA DE LAS PERSONAS Y COLECTIVOS EN SITUACIÓN DE EXCLUSIÓN. TRABAJANDO JUNTO A TODAS LAS PERSONAS, GRUPOS, ENTIDADES E INSTITUCIONES QUE COMPONEN LAS REDES NATURALES EN QUE VIVEN ESTOS COLECTIVOS EN SITUACIÓN DE EXCLUSIÓN. F) PROMOVER LA INTEGRACIÓN Y LA AUTONOMÍA PRINCIPALMENTE DE LOS COLECTIVOS DE INFANCIA, ADOLESCENCIA Y JUVENTUD DEL MUNICIPIO DE GETXO TRABAJANDO JUNTO A TODAS LAS PERSONAS, GRUPOS, ENTIDADES E INSTITUCIONES QUE COMPONEN LAS REDES NATURALES EN QUE VIVEN ESTOS COLECTIVOS. G) POTENCIAR LA PARTICIPACIÓN DE LAS PERSONAS EN EL DESARROLLO EDUCATIVO, CULTURAL Y SOCIAL DE LA COMUNIDAD A LA QUE PERTENECEN. H) FOMENTAR EL DESARROLLO SOLIDARIO ENTRE LOS HABITANTES DEL MUNICIPIO DE GETXO. I)POTENCIAR EL TRABAJO EN RED Y EL ENTRAMADO DE LA SOCIEDAD CIVIL A TRAVÉS DE LA COORDINACIÓN CON OTRAS ORGANIZACIONES SIMILARES. J) ENCAUZAR, A TRAVÉS DE LA ASOCIACIÓN, AQUELLOS OTROS FINES QUE, CON EL TRANSCURSO DEL TIEMPO Y CON LA EXPERIENCIA ADQUIRIDA PAREZCA CONVENIENTE ASUMIR, DENTRO DEL ESPÍRITU Y EL CARÁCTER QUE SE CONTIENEN EN ESTOS ESTATUTOS. K) POTENCIAR LOS VÍNCULOS DE UNIÓN ENTRE LAS DISTINTAS ASOCIACIONES CON EL FIN DE MANTENER CONTACTOS E INTERCAMBIAR INFORMACIÓN SOBRE LAS RESPECTIVAS ACTIVIDADES. L) FACILITAR EL DESARROLLO DE LAS ACTIVIDADES DE LOS MIEMBROS ASOCIADOS. M) TRATAR DE QUE CADA UNA DE LAS ASOCIACIONES MIEMBROS DESARROLLEN AL MÁXIMO LOS FINES PREVISTOS EN SUS ESTATUTOS. N) PROMOCIONAR LA CULTURA EUSKALDUN CON ESPECIAL ATENCIÓN AL EUSKERA. O) RECOPILAR, ACTUALIZAR Y DIVULGAR LA INFORMACIÓN SOBRE ACTIVIDADES PROGRAMAS Y RECURSOS SOBRE OCIO Y TIEMPO LIBRE DESARROLLADAS POR LOS SOCIOS QUE COMPONEN LA ASOCIACIÓN Y OTROS COLECTIVOS. P) COLABORAR CON LAS ADMINISTRACIÓN DEL MUNICIPIO DE GETXO EN EL ÁMBITO DE LA EDUCACIÓN EN EL TIEMPO LIBRE PARA: - TRANSMITIR LAS NECESIDADES Y DEMANDAS DETECTADAS;- APORTAR IDEAS Y PROPUESTAS PARA EL DISEÑO DE POLÍTICAS CONCRETAS QUE SE BASEN EN PARÁMETROS DE RACIONALIDAD, CALIDAD, EFICACIA, OPTIMIZACIÓN DE RECURSOS Y EVALUACIÓN DE IMPACTO DE LOS PROGRAMAS; - FORTALECER EL TEJIDO ASOCIATIVO DE ORGANIZACIONES QUE TRABAJAN A FAVOR DE LOS COLECTIVOS DE INFANCIA, ADOLESCENCIA Y JUVENTUD, ADEMÁS DE PROMOVER EL TRABAJO COOPERATIVO Y EN RED EN EL QUE SE PUEDAN OPTIMIZAR LOS RECURSOS EXISTENTES Y CREAR NUEVOS RECURSOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06088",
      "_links": {
        "self": {
          "name": "ASOCIACIÓN AISIBIZIA PARA EL DESARROLLO Y LA PROMOCIÓN DE LA INFANCIA, ADOLESCENCIA Y JUVENTUD",
          "href": "https://api.euskadi.eus/procurements/companies/06088"
        }
      }
    },
    {
      "name": "ASOCIACION OFYBE ORIENTACION FORMACION Y BUSQUEDA DE EMPLEO",
      "registrationNumber": "10017",
      "identificationNumber": "G10769180",
      "address": "Calle Arbina",
      "location": {
        "postalCode": "01138",
        "municipality": "Zigoitia",
        "county": "Araba/Álava",
        "municipalityId": "018",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.932.2",
          "name": "Enseñanza de formación y perfeccionamiento profesional superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.2"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-04",
      "certificateEndDate": "2026-08-04",
      "object": "PROMOVER EL INTERÉS GENERAL A TRAVÉS DE LA CREACIÓN Y/O GESTIÓN DE SERVICIOS, CENTROS, PROYECTOS, PROGRAMAS,... Y EN GENERAL A TRAVÉS DE TODO TIPO DE ACTUACIONES ENCAMINADAS A LA ORIENTACIÓN LABORAL, FORMACIÓN E INTERMEDIACIÓN LABORAL. CONTRIBUIR A LA INCORPORACIÓN SOCIAL E INCORPORACIÓN LABORAL DE GRUPOS EN SITUACIÓN DE VULNERABILIDAD QUE ESTÉN O PUDIERAN ESTAR EN SITUACIÓN DE EXCLUSIÓN SOCIAL LEVE, MODERADA, GRAVE O MUY GRAVE (PERSONAS ENTRE 16 Y 30 AÑOS, JÓVENES TUTELADOS, PERSONAS DE 30 A 45 AÑOS VULNERABLES, PERSONAS DE MAYORES DE 45 AÑOS, PARADOS DE LARGA DURACIÓN, INMIGRANTES, PERSONAS CON DISCAPACIDAD, VÍCTIMAS DE VIOLENCIA DE GÉNERO, RECLUSAS O EX RECLUSAS, PERSONAS ADICTAS O EX ADICTAS,...). PROMOVER ACCIONES PARA EL DESARROLLO TANTO LAS COMPETENCIAS BÁSICAS COMO LAS COMPETENCIAS LABORALES, PARA LA BÚSQUEDA Y MANTENIMIENTO DEL PUESTO DE TRABAJO. ACOMPAÑAR EN LA ORIENTACIÓN LABORAL EN LA BÚSQUEDA LA IDONEIDAD LABORAL. BÚSQUEDA Y ADAPTACIÓN A LOS NUEVOS YACIMIENTOS DE EMPLEO. PROMOVER ACCIONES FORMATIVAS QUE CONECTEN LA FORMACIÓN REGLADA Y NO REGLADA CON LA INSERCIÓN LABORAL. SEGUIMIENTO DE LA INSERCIÓN LABORAL: EMPLEO Y AUTOEMPLEO. PARA LA CONSECUCIÓN DE DICHOS FINES SE LLEVARÁN A CABO, PREVIO EL CUMPLIMIENTO DE LOS REQUISITOS LEGALES ESTABLECIDOS, LAS SIGUIENTES ACTIVIDADES: ENCAMINADAS A LA ATENCIÓN SOCIAL, ORIENTACIÓN LABORAL, PRESTACIÓN DE FORMACIÓN REGLADA Y NO REGLADA, PROSPECCIÓN DE EMPRESAS, INTERMEDIACIÓN LABORAL, INCORPORACIÓN SOCIAL E INCORPORACIÓN LABORAL. SIN PERJUICIO DE LAS ACTIVIDADES DESCRITAS EN EL APARTADO ANTERIOR, LA ASOCIACIÓN, PARA EL CUMPLIMIENTO DE SUS FINES PODRÁ: - DESARROLLAR ACTIVIDADES ECONÓMICAS DE TODO TIPO, ENCAMINADAS A LA REALIZACIÓN DE SUS FINES O A ALLEGAR RECURSOS CON ESE OBJETIVO. - ADQUIRIR Y POSEER BIENES DE TODAS CLASES Y POR CUALQUIER TÍTULO, ASÍ COMO CELEBRAR ACTOS Y CONTRATOS DE TODO GÉNERO. EJERCITAR TODA CLASE DE ACCIONES CONFORMA A LAS LEYES O A SUS ESTATUTOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10017",
      "_links": {
        "self": {
          "name": "ASOCIACION OFYBE ORIENTACION FORMACION Y BUSQUEDA DE EMPLEO",
          "href": "https://api.euskadi.eus/procurements/companies/10017"
        }
      }
    },
    {
      "name": "EQUIPAMIENTO INTEGRAL DE OFICINAS SPACIO S-21, S.L.",
      "registrationNumber": "02426",
      "identificationNumber": "B48914550",
      "address": "AVDA. RAMÓN Y CAJAL, 2 LONJA  ",
      "location": {
        "postalCode": "48014",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.615.2",
          "name": "Venta al por mayor de muebles",
          "_links": {
            "self": {
              "name": "Venta al por mayor de muebles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.2"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-04",
      "certificateEndDate": "2026-07-30",
      "object": "LA REALIZACIÓN DE TODO TIPO DE ACTIVIDADES RELACIONADAS CON LA ARQUITECTURA DE INTERIORES Y DECORACIÓN, CON MEDIOS PROPIOS O SUBCONTRATADOS. LA COMPRA VENTA DE MOBILIARIO DE HOGAR  Y  OFICINA, DE TODAS CLASES Y USOS. LA COMPRA VENTA DE OBJETOS DE REGALO Y ADORNO, LÁMPARAS, CUADROS, ALFOMBRAS Y CORTINAS Y TODO LO RELACIONADO CON EL MOBILIARIO DE HOGAR, OFICINA Y DECORACIÓN. LA EJECUCIÓN Y VENTA DE PROYECTOS Y PRESUPUESTOS A TERCEROS. LA FABRICACIÓN POR MEDIOS PROPIOS  O SUBCONTRATADOS DE ELEMENTOS RELACIONADOS CON LA ARQUITECTURA DE INTERIORES Y MOBILIBARIO. LA IMPORTACIÓN Y EXPORTACIÓN DE TODO LO RELACIONADO CON LA ARQUITECTURA DE INTERIORES Y MOBILIARIO. LA REALIZACIÓN DE PROYECTOS DE ARQUITECTURA E INTERIORISMO, DE OBRAS NUEVAS Y DE REHABILITACIÓN, POR CUENTA PROPIA O AJENA, DE EDIFICIOS EN SU CONJUNTO, ASÍ COMO DE VIVIENDAS O ELEMENTOS INDEPENDIENTES DE LAS MISMAS, INCLUIDAS LAS ACTIVIDADES DE DECORACIÓN. EL NOMBRAMIENTO DE COMISIONISTAS O DISTRIBUIDORES PARA LA PROMOCIÓN Y VENTA DE LAS ACTIVIDADES SEÑALADAS. LA COMPRA VENTA DE TODO MATERIAL RELACIONADO CON LAS MÁQUINAS Y LA INFORMÁTICA (CONSUMIBLES).   ",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02426",
      "_links": {
        "self": {
          "name": "EQUIPAMIENTO INTEGRAL DE OFICINAS SPACIO S-21, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02426"
        }
      }
    }
  ]
}