{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 316,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "BOGAN ZERBITZUAK SOCIEDAD COOPERATIVA DE INICIATIVA SOCIAL",
      "registrationNumber": "10061",
      "identificationNumber": "F95685285",
      "address": "Avenida Madariaga",
      "location": {
        "postalCode": "48014",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.934",
          "name": "Enseñanza fuera de establecimiento permanente",
          "_links": {
            "self": {
              "name": "Enseñanza fuera de establecimiento permanente",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.934"
            }
          }
        },
        {
          "id": "1.936",
          "name": "Investigación científica y técnica",
          "_links": {
            "self": {
              "name": "Investigación científica y técnica",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.936"
            }
          }
        }
      ],
      "certificateStartDate": "2025-08-27",
      "certificateEndDate": "2026-02-25",
      "object": "UNO. PROPORCIONAR SUMINISTROS, SERVICIOS Y PRESTACIONES O REALIZAR OPERACIONES QUE FACILITEN, GARANTICEN O COMPLEMENTEN LAS FUNCIONES EMPRESARIALES, LA ACTIVIDAD O LOS RESULTADOS DE LAS EXPLOTACIONES DE LAS PERSONAS SOCIAS USUARIAS. DOS. LOS ÁMBITOS EN LOS QUE SE ENMARCA LO ESTABLECIDO EN EL APARTADO PRECEDENTE SON LOS SIGUIENTES, QUE BUSCAN LA PROMOCIÓN Y PLENA INTEGRACIÓN DE LA CIUDADANÍA EN SITUACIÓN DE DIFICULTAD: A) LAS ACTIVIDADES DE FORMACIÓN, CAPACITACIÓN Y ENSEÑANZA EN TODAS SUS MODALIDADES, YA SEA DE MANERA PRESENCIAL, VIRTUAL O A DISTANCIA. ESTAS ACTIVIDADES PODRÁN ESTAR DIRIGIDAS TANTO A PERSONAS EMPLEADAS Y COLABORADORAS/ES DE LA ENTIDAD COMO A TERCERAS PARTES INTERESADAS EN ADQUIRIR CONOCIMIENTOS EN ÁREAS RELACIONADAS CON EL OBJETO SOCIAL DE LA EMPRESA. PODRÁ ORGANIZAR CURSOS, SEMINARIOS, TALLERES, CONFERENCIAS Y CUALQUIER OTRO TIPO DE ACTIVIDAD FORMATIVA, ASÍ COMO ESTABLECER CONVENIOS CON INSTITUCIONES EDUCATIVAS, CENTROS DE FORMACIÓN Y ORGANISMOS ESPECIALIZADOS PARA EL DESARROLLO DE PROGRAMAS DE CAPACITACIÓN. ASIMISMO, LA SOCIEDAD PODRÁ OFRECER SERVICIOS DE CONSULTORÍA Y ASESORAMIENTO EN MATERIA DE FORMACIÓN Y DESARROLLO PROFESIONAL, TANTO A NIVEL INTERNO COMO PARA TERCERAS PARTES. LA REALIZACIÓN DE ACTIVIDADES DE FORMACIÓN ESTARÁ SUJETA A LA NORMATIVA VIGENTE EN MATERIA EDUCATIVA Y LABORAL, ASÍ COMO A LAS DISPOSICIONES LEGALES Y REGLAMENTARIAS APLICABLES EN CADA CASO. B) LA CONSULTORÍA, PRESTACIÓN DE SERVICIOS Y GESTIÓN DE TODO TIPO DE PROGRAMAS E INICIATIVAS EN LOS CAMPOS LIGADOS DE CONTENIDO SOCIAL, CULTURAL EDUCATIVO, RECREATIVO, TURÍSTICO, FESTIVO DE CONSUMO, DE OCIO, SANITARIO, ARTÍSTICO, MEDIOAMBIENTAL, DE INTERVENCIÓN Y DESARROLLO COMUNITARIO, DE COOPERACIÓN INTERTERRITORIAL E INTERNACIONAL PARA EL DESARROLLO, DE INSERCIÓN LABORAL, DE FORMACIÓN PARA EL EMPLEO, DE PROMOCIÓN, ASESORAMIENTO E INFORMACIÓN Y ATENCIÓN A LA INFANCIA, LA JUVENTUD, LAS MUJERES Y LAS PERSONAS MAYORES, DE ATENCIÓN, TRATAMIENTO, REINSERCIÓN Y PREVENCIÓN DE DROGODEPENDENCIAS, DE DESARROLLO SOCIAL Y PLANIFICACIÓN DEMOGRÁFICO Y URBANA, RELATIVAS A LA INCLUSIÓN DE PERSONAS MIGRANTES Y LA INTERVENCIÓN CON VÍCTIMAS DE VIOLENCIA MACHISTA Y, EN GENERAL, TODAS AQUELLAS ÁREAS QUE LIGADAS A LAS CIENCIAS HUMANAS, CONTRIBUYEN A ENRIQUECER LA DIMENSIÓN SOCIAL Y CULTURAL DE LOS INDIVIDUOS Y LA COMUNIDAD EN SU MÁS AMPLIA CONSIDERACIÓN. C) LA INVESTIGACIÓN, ANÁLISIS PROSPECTIVOS, ESTUDIOS DE CAMPO, TRABAJOS ESTADÍSTICOS, ASÍ MISMO ESTRATEGIAS Y PLANES DE ASESORAMIENTO, DIFUSIÓN Y COMUNICACIÓN EN CUALQUIERA DE LAS ÁREAS RELACIONADAS CON EL PUNTO A). D) LA PLANIFICACIÓN, ORGANIZACIÓN O EVALUACIÓN DE TODO TIPO DE EVENTOS E INICIATIVAS RELACIONADAS CON LOS MISMOS ÁMBITOS, TALES COMO CONGRESOS, CERTÁMENES, EXPOSICIONES, CURSOS, SEMINARIOS, FERIAS, ENCUENTROS, BECAS, CONCURSOS, ACCIONES FORMATIVAS, JORNADAS FESTIVAS Y LAS DE SU SIMILAR NATURALEZA. E) LA CREACIÓN, EL DISEÑO, LA EJECUCIÓN, LA EDICIÓN Y DISTRIBUCIÓN DE PROGRAMAS, MATERIALES, RECURSOS DE APOYO Y, EN GENERAL, TODO TIPO DE DOCUMENTOS Y MATERIAL GRÁFICO, RELACIONADO CON LAS MATERIAS ESPECIFICADAS EN EL PUNTO A), REALIZADAS SOBRE CUALQUIER SOPORTE AUDIOVISUAL, IMPRESO INFORMÁTICO, O CUALQUIER OTRO SISTEMA DE EDICIÓN O REPRODUCCIÓN. F) LA GESTIÓN INTEGRAL O PARCIAL DE PROGRAMAS, SERVICIOS, EQUIPAMIENTOS E INSTALACIONES EN LOS ÁMBITOS SEÑALADOS EN EL PUNTO A), DESARROLLANDO LAS TAREAS DE GERENCIA, DIRECCIÓN, ANIMACIÓN, ASESORAMIENTO TÉCNICO, ADMINISTRACIÓN, CONSERJERÍA, ATENCIÓN AL PÚBLICO, VIGILANCIA, LIMPIEZA Y MANTENIMIENTO. G) EL DESARROLLO DE INICIATIVAS DE COLABORACIÓN CON LOS ORGANISMOS DE LAS NACIONES UNIDAS, LA ADMINISTRACIÓN DE LA UNIÓN EUROPEA, ESTATAL, AUTONÓMICA, PROVINCIAL, MUNICIPAL ENCARGADAS DE LA ACCIÓN SOCIAL Y CULTURAL; DEL DESARROLLO COMUNITARIO; DEL MEDIO AMBIENTE Y LA ECOLOGÍA; DE LA INVESTIGACIÓN; LA CULTURAL Y LAS ARTES; DE INSTITUCIONES DE EDUCACIÓN Y RENOVACIÓN PEDAGÓGICA; DE LA SANIDAD; DE LA COOPERACIÓN PARA EL DESARROLLO; DE LA EDUCACIÓN PARA LA SALUD Y LA PREVENCIÓN, EL TRATAMIENTO Y LA REINSERCIÓN DE LAS DROGODEPENDENCIAS; DE LA PROMOCIÓN DE LA INFANCIA, JUVENTUD, LA MUJER O LAS PERSONAS MAYORES; DEL ÁMBITO LABORAL Y DE FORMACIÓN; DE ATENCIÓN E INSERCIÓN DE INDIVIDUOS Y COLECTIVOS EN SITUACIÓN DE DESVENTAJA Y/O EXCLUSIÓN SOCIAL.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10061",
      "_links": {
        "self": {
          "name": "BOGAN ZERBITZUAK SOCIEDAD COOPERATIVA DE INICIATIVA SOCIAL",
          "href": "https://api.euskadi.eus/procurements/companies/10061"
        }
      }
    },
    {
      "name": "DRAGADOS, S.A.",
      "registrationNumber": "02006",
      "identificationNumber": "A15139314",
      "address": "AVDA. DEL CAMINO DE SANTIAGO, 50",
      "location": {
        "postalCode": "28050",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        },
        {
          "id": "1.659.2",
          "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
          "_links": {
            "self": {
              "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.2"
            }
          }
        },
        {
          "id": "1.722",
          "name": "Transporte de mercancías por carretera",
          "_links": {
            "self": {
              "name": "Transporte de mercancías por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.722"
            }
          }
        },
        {
          "id": "1.833.1",
          "name": "Promoción de terrenos",
          "_links": {
            "self": {
              "name": "Promoción de terrenos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.833.1"
            }
          }
        },
        {
          "id": "1.852",
          "name": "Alquiler de maquinaria y equipo para la construcción",
          "_links": {
            "self": {
              "name": "Alquiler de maquinaria y equipo para la construcción",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.852"
            }
          }
        },
        {
          "id": "1.859",
          "name": "Alquiler de otros bienes muebles n.c.o.p. (sin personal permanente)",
          "_links": {
            "self": {
              "name": "Alquiler de otros bienes muebles n.c.o.p. (sin personal permanente)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.859"
            }
          }
        }
      ],
      "certificateStartDate": "2025-08-27",
      "certificateEndDate": "2026-02-26",
      "object": "a) LA CONSTRUCCIÓN DE TODA CLASE DE OBRAS PÚBLICAS Y PRIVADAS; LA REPARACIÓN, CONSERVACIÓN Y MANTENIMIENTO DE LAS MISMAS Y CUALESQUIERA ESPECIE DE ACTOS Y OPERACIONES QUE, DIRECTA O INDIRECTAMENTE, TENGA RELACIÓN CON ELLAS.\n\nb) LA PROMOCIÓN, CONSTRUCCIÓN, RESTAURACIÓN, GESTIÓN Y EXPLOTACIÓN POR CUALQUIER TÍTULO DE TODA CLASE DE BIENES INMUEBLES Y CONCESIONES ADMINISTRATIVAS DE CUALQUIER NATURALEZA.\n\nc) LA REALIZACIÓN DE TODA CLASE DE ESTUDIOS, CONSULTORÍAS, PROYECTOS, ASESORAMIENTOS, ASISTENCIA TÉCNICA Y, EN GENERAL, DE TODA CLASE DE SERVICIOS RELACIONADOS CON LA CONSTRUCCIÓN Y EL NEGOCIO INMOBILIARIO, ASÍ COMO CON LAS DEMÁS ACTIVIDADES QUE CONSTITUYEN EL OBJETO SOCIAL.\n\nd) LA RECUPERACIÓN DE BUQUES Y ELEMENTOS SUMERGIDOS, SALVAMENTOS MARÍTIMOS, DESGUACES DE BUQUES, REPARACIONES NAVALES A FLOTA, REPARACIONES Y MONTAJE DE MOTORES Y ELEMENTOS MECÁNICOS PARA BUQUES Y TRABAJOS SUBMARINOS Y VENTA DE MATERIAL ACUÁTICO Y DEPORTIVO.\n\ne) LA CONSTITUCIÓN O PARTICIPACIÓN EN SOCIEDADES QUE TENGA POR OBJETO CUALQUIER ACTIVIDAD CONEXA, ANTECEDENTE O CONSECUENTE DE LAS ANTERIORES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02006",
      "_links": {
        "self": {
          "name": "DRAGADOS, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/02006"
        }
      }
    },
    {
      "name": "URGATZI SL",
      "registrationNumber": "03071",
      "identificationNumber": "B48678718",
      "address": "Avenida Las Arenas-Areeta",
      "location": {
        "postalCode": "48930",
        "municipality": "Getxo",
        "county": "Bizkaia",
        "municipalityId": "044",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.659.4",
          "name": "Venta al por menor de libros, periódicos y artículos de papelería y escritorio",
          "_links": {
            "self": {
              "name": "Venta al por menor de libros, periódicos y artículos de papelería y escritorio",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.4"
            }
          }
        },
        {
          "id": "1.671.5",
          "name": "Restaurante un tenedor",
          "_links": {
            "self": {
              "name": "Restaurante un tenedor",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.671.5"
            }
          }
        },
        {
          "id": "1.673.2",
          "name": "Otros cafés y bares",
          "_links": {
            "self": {
              "name": "Otros cafés y bares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.673.2"
            }
          }
        },
        {
          "id": "1.934",
          "name": "Enseñanza fuera de establecimiento permanente",
          "_links": {
            "self": {
              "name": "Enseñanza fuera de establecimiento permanente",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.934"
            }
          }
        },
        {
          "id": "1.942.9",
          "name": "Otros servicios sanitarios sin internados, no clasificados",
          "_links": {
            "self": {
              "name": "Otros servicios sanitarios sin internados, no clasificados",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.942.9"
            }
          }
        },
        {
          "id": "1.951",
          "name": "Asistencia y servicios sociales en centros residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.951"
            }
          }
        },
        {
          "id": "1.952",
          "name": "Asistencia y servicios sociales en centros no residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros no residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.952"
            }
          }
        },
        {
          "id": "1.972.1",
          "name": "Servicios de peluquería de señoras y caballeros",
          "_links": {
            "self": {
              "name": "Servicios de peluquería de señoras y caballeros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.972.1"
            }
          }
        }
      ],
      "certificateStartDate": "2025-08-27",
      "certificateEndDate": "2026-02-24",
      "object": "1.- LA PRESTACIÓN DE TODO TIPO DE SERVICIOS DE ASISTENCIA SOCIAL, SANITARIA, GERONTOLÓGICA, ASISTENCIAL, PSICOLÓGICA Y SOCIAL MEDIANTE PERSONAL CUALIFICADO (MÉDICOS, PSICÓLOGOS, PEDAGOGOS, DIPLOMADOS UNIVERSITARIOS EN ENFERMERÍA, ASISTENTES SOCIALES, FISIOTERAPEUTAS OCUPACIONALES, ETC.) A LOS SIGUIENTES COLECTIVOS: ANCIANOS MINUSVÁLIDOS, FAMILIAS, INFANCIA, MUJERES SOLITARIAS CON CARGAS FAMILIARES NO COMPARTIDAS, DISCAPACITADOS FÍSICOS Y PSÍQUICOS Y PERSONAS O GRUPOS DE POBLACIÓN EN SITUACIÓN DE NECESIDAD, MEDIANTE LA REALIZACIÓN DE LAS SIGUIENTES TAREAS: - TELEASISTENCIA DOMICILIARIA Y SOCIO-SANITARIA. - EXPLOTACIÓN O GESTIÓN, TOTAL O PARCIAL, DE RESIDENCIAS, PISOS TUTELADOS, CENTROS DE DÍA, COMUNIDADES TERAPÉUTICAS Y OTROS CENTROS DE ACOGIDA Y REHABILITACIÓN. - TRASLADO Y ACOMPAÑAMIENTO DE LOS COLECTIVOS ANTES CITADOS. - HOSPITALIZACIÓN A DOMICILIO Y AYUDA MÉDICA Y DE ENFERMERÍA A DOMICILIO. 2.- LA FORMACIÓN PROFESIONAL Y RECICLAJE DE LAS PERSONAS QUE PRESTEN LOS SERVICIOS EXPRESADOS EN LOS PUNTOS ANTERIORES. 3.- LA EXPLOTACIÓN DE SISTEMAS DE COMUNICACIÓN RÁPIDA CON SERVICIOS PÚBLICOS ASISTENCIALES: POLICÍA, BOMBEROS, HOSPITALES Y CENTROS MÉDICOS, ETC. 4.- REALIZAR INVESTIGACIONES, PROYECTOS Y ESTUDIOS EN ÁREAS ASISTENCIALES, SOCIALES, RECURSOS COMUNITARIOS Y TODOS AQUELLOS QUE SE REFIERAN A LOS SERVICIOS ENUMERADOS EN EL PUNTO 1. 5.- ELABORACIÓN, CONDIMENTACIÓN Y DISTRIBUCIÓN ELE COMIDAS, INCLUSO FUERA DE LAS OFICINAS DE LA EMPRESA (CATERING), PARA SUMINISTRO A TERCEROS. 6.- LA PRESTACIÓN DE SERVICIOS DE AYUDA DOMICILIARIA, A TODAS AQUELLAS PERSONAS QUE, BIEN POR SU EDAD, CONDICIÓN FÍSICA, MENTAL, O DISMINUCIÓN DE TODAS ELLAS EN GENERAL, NO PUEDAN VALERSE POR SÍ MISMAS Y PRECISEN DE ESTE SERVICIO. 7.- ADMINISTRACIÓN Y GESTIÓN DE SERVICIOS SOCIALES DE BASE, INCLUIDOS EN INSTITUCIONES PÚBLICAS MUNICIPALES. 8.- PRESTACIÓN DE SERVICIOS DEPORTIVOS Y ORGANIZACIÓN DE ACTIVIDADES DEPORTIVAS, TANTO EN LOCALES O INFRAESTRUCTURAS DEPORTIVAS (POLIDEPORTIVOS, PATIOS ESCOLARES Y OTRAS INSTALACIONES), COMO AL AIRE LIBRE. CONSULTORÍA DEPORTIVA EN CUANTO A ORGANIZACIÓN DE PLANES DE FORMACIÓN, CHARLAS, CONFERENCIAS, ASESORAMIENTO SOBRE /DISEÑO DE INSTALACIONES DEPORTIVAS Y PREVENCIÓN DE RIESGOS EN LOCALES DEPORTIVOS. 9.- LA INSERCIÓN SOCIAL Y LABORAL DE PERSONAS DESFAVORECIDAS Y/O EN SITUACIÓN DE RIESGO DE EXCLUSIÓN. 10.-LA ATENCIÓN A LAS NECESIDADES QUE PUEDAN PRESENTAR LOS COLECTIVOS DE PERSONAS DESFAVORECIDAS Y EN GENERAL AQUELLAS PERSONAS EN SITUACIÓN O RIESGO DE EXCLUSIÓN, EN ESPECIAL LA INFANCIA, ADOLESCENCIA Y JUVENTUD A TRAVÉS DE LA ELABORACIÓN, DESARROLLO DE PROGRAMAS Y SERVICIOS GENERALES Y/O ESPECÍFICOS, QUE FAVOREZCAN LA INCORPORACIÓN SOCIAL. 11.- LA PRESTACIÓN DE SERVICIOS DE ACOGIMIENTO RESIDENCIAL PARA MENORES Y JÓVENES EN SITUACIÓN DE DESPROTECCIÓN DE CUALQUIER TIPO, CON LA COBERTURA DE TODO TIPO DE NECESIDADES (SANITARIA, ESCOLAR, SOCIAL, FAMILIAR) Y EL SEGUIMIENTO EDUCATIVO DE UN PROCESO INDIVIDUALIZADO DE INCORPORACIÓN A LA VIDA ADULTA. 12.- LA PRESTACIÓN DE SERVICIOS DE CENTRO DE DÍA O CUALQUIER OTRO ESPECIO DE PROMOCIÓN DE ACTIVIDADES OCUPACIONALES O DE OCIO Y TIEMPO LIBRE PARA MENORES Y ADOLESCENTES EN SITUACIÓN DE RIESGO DE EXCLUSIÓN. \n13.- LA PRESTACIÓN DE SERVICIOS DE ATENCIÓN DE ATENCIÓN, MEDIACIÓN Y ORIENTACIÓN FAMILIAR. 14. - LA ELABORACIÓN Y DESARROLLO DE PROYECTOS DE INCORPORACIÓN LABORAL. 15.- CUALQUIER OTRO SERVICIO ESPECIALIZADO QUE PUEDA DAR COBERTURA A CUALQUIERA DE LAS NECESIDADES QUE PRESENTEN MENORES O JÓVENES EN SITUACIÓN DE DESPROTECCIÓN O RIESGO DE DESPROTECCIÓN O EN SITUACIÓN DE EXCLUSIÓN O RIESGO DE EXCLUSIÓN. 16.- REALIZACIÓN Y/O ORGANIZACIÓN DE TODO TIPO DE ACTIVIDADES Y/O PRESTACIÓN DE SERVICIOS TAIES COMO DE REALIZACIÓN DE ESTUDIOS, PROYECTOS DE GESTIÓN, DISEÑO, CONSULTORÍA, FORMACIÓN, GESTIÓN DE CENTROS, HOGARES Y/O SERVICIOS, SERVICIOS DE DINAMIZACIÓN, FORMACIÓN, IMPARTICIÓN DE TALLERES O PROGRAMAS Y OTROS SIMILARES, EN LOS SIGUIENTES ÁMBITOS Y/O COLECTIVOS: INFANCIA, JUVENTUD, MUJER, COMUNIDAD, INTERVENCIÓN SOCIAL, INSERCIÓN Y/O EXCLUSIÓN SOCIAL.\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03071",
      "_links": {
        "self": {
          "name": "URGATZI SL",
          "href": "https://api.euskadi.eus/procurements/companies/03071"
        }
      }
    },
    {
      "name": "ELECTRICIDAD MIBE, S.A.",
      "registrationNumber": "01478",
      "identificationNumber": "A48280770",
      "address": "POL.IND. TORRELARRAGOITI P5D",
      "location": {
        "postalCode": "48170",
        "municipality": "Zamudio",
        "county": "Bizkaia",
        "municipalityId": "905",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.504.12",
          "name": "Instalaciones eléctricas en toda clase de edificios",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en toda clase de edificios",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.12"
            }
          }
        }
      ],
      "certificateStartDate": "2025-08-27",
      "certificateEndDate": "2026-02-22",
      "object": "LA COMPRA, ALMACENAJE, DISTRIBUCIÓN Y VENTA DE TODA CLASE DE MATERIALES ELÉCTRICOS, PARA USOS DOMÉSTICOS O DE CARÁCTER INDUSTRIAL. TODA CLASE DE INSTALACIONES ELÉCTRICAS DE CARÁCTER DOMÉSTICO O INDUSTRIAL, QUE PODRÁ REALIZAR POR CUENTA PROPIA O POR MEDIO DE TERCERAS PERSONAS. TODO CUANTO SE RELACIONE DIRECTA O INDIRECTAMENTE CON EL OBJETO SOCIAL EXPRESADO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01478",
      "_links": {
        "self": {
          "name": "ELECTRICIDAD MIBE, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/01478"
        }
      }
    },
    {
      "name": "ISMAEL ANDRÉS, S.A.",
      "registrationNumber": "06123",
      "identificationNumber": "A26024687",
      "address": "LAS CAÑAS 105",
      "location": {
        "postalCode": "26009",
        "municipality": "Logroño",
        "county": "Rioja, La",
        "municipalityId": "089",
        "countyId": "26"
      },
      "economicActivities": [
        {
          "id": "1.231.3",
          "name": "Extracción de arenas y gravas para la construcción",
          "_links": {
            "self": {
              "name": "Extracción de arenas y gravas para la construcción",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.231.3"
            }
          }
        },
        {
          "id": "1.502.3",
          "name": "Consolidación y preparación de terrenos para la realización de obras civiles",
          "_links": {
            "self": {
              "name": "Consolidación y preparación de terrenos para la realización de obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.502.3"
            }
          }
        }
      ],
      "certificateStartDate": "2025-08-27",
      "certificateEndDate": "2026-02-26",
      "object": "LA EJECUCIÓN DE OBRAS DE CUALQUIER CLASE, TANTO PARA PARTICULARES COMO EL ESTADO, COMUNIDADES AUTÓNOMAS, PROVINCIAS, MUNICIPIOS O CUALQUIER OTRA ENTIDAD U ORGANISMO. LA REALIZACIÓN DE CÁLCULOS Y PROYECTOS DE OBRAS. LA FABRICACIÓN, VENTA Y EXTENDIDO DE PAVIMENTOS ASFÁLTICOS Y DE CUALQUIER OTRA CLASE, ASÍ COMO LA FABRICACIÓN Y VENTA DE HORMIGÓN. LA EXPLOTACIÓN DE TODO TIPO DE MINAS Y CANTERAS, EL MOLIDO DE PIEDRAS Y OTROS MATERIALES, LA EXTRACCIÓN, LAVADO Y VENTA DE ÁRIDOS. LA COMPRA-VENTA DE TERRENOS, SU URBANIZACIÓN Y PARCELACIÓN. LA PROMOCIÓN DE EDIFICIOS DE TODA CLASE, ASÍ COMO EL ARRENDAMIENTO Y VENTA DE LOS MISMOS, YA SEA EN BLOQUE O POR PARTES. LAS EXPLOTACIONES AGRÍCOLAS DE TODAS CLASES, SOBRE TIERRAS PROPIAS O ARRENDADAS, ASÍ COMO LA VENTA, CON O SIN TRANSFORMACIÓN, DE LOS PRODUCTOS OBTENIDOS. EL TRANSPORTE DE MERCANCÍAS\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06123",
      "_links": {
        "self": {
          "name": "ISMAEL ANDRÉS, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/06123"
        }
      }
    },
    {
      "name": "DIEGO SANCHEZ HERNANDEZ",
      "registrationNumber": "10305",
      "identificationNumber": "75110468N",
      "address": "CL ANDALUCIA 7 1H",
      "location": {
        "postalCode": "23400",
        "municipality": "Úbeda",
        "county": "Jaén",
        "municipalityId": "092",
        "countyId": "23"
      },
      "economicActivities": [
        {
          "id": "1.855.9",
          "name": "Alquiler de otros medios de transporte n.c.o.p",
          "_links": {
            "self": {
              "name": "Alquiler de otros medios de transporte n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.855.9"
            }
          }
        },
        {
          "id": "1.982.4",
          "name": "Otras atracciones propias de ferias y verbena fuera de establecimiento",
          "_links": {
            "self": {
              "name": "Otras atracciones propias de ferias y verbena fuera de establecimiento",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.982.4"
            }
          }
        }
      ],
      "certificateStartDate": "2025-08-27",
      "certificateEndDate": "2026-08-11",
      "object": "OTRAS ATRACCIONES PROPIAS DE FERIAS Y VERBENA FUERA DE ESTABLECIMIENTO. ALQUILER DE OTROS MEDIOS DE TRANSPORTE N.C.O.P.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10305",
      "_links": {
        "self": {
          "name": "DIEGO SANCHEZ HERNANDEZ",
          "href": "https://api.euskadi.eus/procurements/companies/10305"
        }
      }
    },
    {
      "name": "GEMMA MARÍA DÍAZ-ESTÉBANEZ CARRASCO",
      "registrationNumber": "07620",
      "identificationNumber": "09430978N",
      "address": "C. TIRSO DE MOLINA, 36",
      "location": {
        "postalCode": "08940",
        "municipality": "Cornellà de Llobregat",
        "county": "Barcelona",
        "municipalityId": "073",
        "countyId": "08"
      },
      "economicActivities": [
        {
          "id": "1.355.2",
          "name": "Edición de soportes grabados de sonido, vídeo y de informática",
          "_links": {
            "self": {
              "name": "Edición de soportes grabados de sonido, vídeo y de informática",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.355.2"
            }
          }
        },
        {
          "id": "1.474",
          "name": "Artes gráficas (impresión gráfica)",
          "_links": {
            "self": {
              "name": "Artes gráficas (impresión gráfica)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.474"
            }
          }
        },
        {
          "id": "1.475",
          "name": "Actividades anexas a las artes gráficas",
          "_links": {
            "self": {
              "name": "Actividades anexas a las artes gráficas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.475"
            }
          }
        },
        {
          "id": "1.476.2",
          "name": "Edición de periódicos y revistas",
          "_links": {
            "self": {
              "name": "Edición de periódicos y revistas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.476.2"
            }
          }
        },
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        },
        {
          "id": "1.846",
          "name": "Empresas de estudios de mercado",
          "_links": {
            "self": {
              "name": "Empresas de estudios de mercado",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.846"
            }
          }
        },
        {
          "id": "1.849.3",
          "name": "Servicios de traducción y similares",
          "_links": {
            "self": {
              "name": "Servicios de traducción y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.3"
            }
          }
        },
        {
          "id": "1.849.5",
          "name": "Servicios de recadería y reparto y manipulación de correspondencia",
          "_links": {
            "self": {
              "name": "Servicios de recadería y reparto y manipulación de correspondencia",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.5"
            }
          }
        },
        {
          "id": "1.961.1",
          "name": "Producción de películas cinematográficas (incluso vídeos)",
          "_links": {
            "self": {
              "name": "Producción de películas cinematográficas (incluso vídeos)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.961.1"
            }
          }
        },
        {
          "id": "1.973.1",
          "name": "Servicios fotográficos",
          "_links": {
            "self": {
              "name": "Servicios fotográficos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.973.1"
            }
          }
        },
        {
          "id": "1.989.2",
          "name": "Servicios de organización de congresos, asambleas y similares",
          "_links": {
            "self": {
              "name": "Servicios de organización de congresos, asambleas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.989.2"
            }
          }
        }
      ],
      "certificateStartDate": "2025-08-27",
      "certificateEndDate": "2026-02-27",
      "object": "EMPRESAS DE ESTUDIOS DE MERCADO. EDICIÓN DE PERIÓDICOS Y REVISTAS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07620",
      "_links": {
        "self": {
          "name": "GEMMA MARÍA DÍAZ-ESTÉBANEZ CARRASCO",
          "href": "https://api.euskadi.eus/procurements/companies/07620"
        }
      }
    },
    {
      "name": "SERVICIOS DE CORRESPONDENCIA, S.L.",
      "registrationNumber": "01908",
      "identificationNumber": "B48249833",
      "address": "C/ RAMÓN Y CAJAL, Nº 13 - LONJA.",
      "location": {
        "postalCode": "48980",
        "municipality": "Santurtzi",
        "county": "Bizkaia",
        "municipalityId": "082",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.849.5",
          "name": "Servicios de recadería y reparto y manipulación de correspondencia",
          "_links": {
            "self": {
              "name": "Servicios de recadería y reparto y manipulación de correspondencia",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.5"
            }
          }
        }
      ],
      "certificateStartDate": "2025-08-27",
      "certificateEndDate": "2026-08-05",
      "object": "LA RECOGIDA, CLASIFICACIÓN, ALMACENAMIENTO, DISTRIBUCIÓN, REPARTO Y ENTREGA DE TODO TIPO DE CORRESPONDENCIA PRIVADA O INDUSTRIAL, CONTENIDA EN SOBRES, PAQUETES, ETC. Y CONTENIENDO PROPAGANDA, PUBLICIDAD COMERCIAL, ETC.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01908",
      "_links": {
        "self": {
          "name": "SERVICIOS DE CORRESPONDENCIA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/01908"
        }
      }
    },
    {
      "name": "SAFER INSTRUMENTACIÓN, S.L.",
      "registrationNumber": "07963",
      "identificationNumber": "B95039210",
      "address": "Calle Elizalde nº4 Lonja Derecha",
      "location": {
        "postalCode": "48006",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.617.9",
          "name": "Venta al por mayor interindustrial de otros productos n.c.o.p",
          "_links": {
            "self": {
              "name": "Venta al por mayor interindustrial de otros productos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.617.9"
            }
          }
        }
      ],
      "certificateStartDate": "2025-08-27",
      "certificateEndDate": "2026-08-10",
      "object": "EL COMERCIO AL POR MAYOR DE EQUIPOS PARA ENSAYO, INSTRUMENTACIÓN Y MEDIDA, ASÍ COMO LA REPRESENTACIÓN INDUSTRIAL RELACIONADA CON EL OBJETO MENCIONADO.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07963",
      "_links": {
        "self": {
          "name": "SAFER INSTRUMENTACIÓN, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07963"
        }
      }
    },
    {
      "name": "CAFÉS LA BRASILEÑA, S.A.",
      "registrationNumber": "01145",
      "identificationNumber": "A01016450",
      "address": "C/ OÑATE, Nº 12.",
      "location": {
        "postalCode": "01013",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.423.1",
          "name": "Elaboración de café y té y sucedáneos de café",
          "_links": {
            "self": {
              "name": "Elaboración de café y té y sucedáneos de café",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.423.1"
            }
          }
        },
        {
          "id": "1.423.9",
          "name": "Elaboración de otros productos alimenticios n.c.o.p",
          "_links": {
            "self": {
              "name": "Elaboración de otros productos alimenticios n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.423.9"
            }
          }
        },
        {
          "id": "1.612.9",
          "name": "Venta al por mayor de otros productos alimenticios, helados de todas clases",
          "_links": {
            "self": {
              "name": "Venta al por mayor de otros productos alimenticios, helados de todas clases",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.612.9"
            }
          }
        },
        {
          "id": "1.615.3",
          "name": "Venta al por mayor de aparatos electrodomésticos y ferretería",
          "_links": {
            "self": {
              "name": "Venta al por mayor de aparatos electrodomésticos y ferretería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.3"
            }
          }
        },
        {
          "id": "1.647.1",
          "name": "Venta al por menor de productos alimenticios y bebidas con vendedor",
          "_links": {
            "self": {
              "name": "Venta al por menor de productos alimenticios y bebidas con vendedor",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.647.1"
            }
          }
        },
        {
          "id": "1.647.52",
          "name": "Venta de productos alimenticios en máquina, propietario máquina",
          "_links": {
            "self": {
              "name": "Venta de productos alimenticios en máquina, propietario máquina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.647.52"
            }
          }
        },
        {
          "id": "1.653.3",
          "name": "Venta al por menor de artículos de menaje, ferretería, adorno, regalo",
          "_links": {
            "self": {
              "name": "Venta al por menor de artículos de menaje, ferretería, adorno, regalo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.653.3"
            }
          }
        }
      ],
      "certificateStartDate": "2025-08-27",
      "certificateEndDate": "2026-02-20",
      "object": "LA COMPRA, TORREFACCIÓN Y VENTA DE CAFÉ Y DE CUALQUIER GÉNERO ALIMENTICIO O COMESTIBLE",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01145",
      "_links": {
        "self": {
          "name": "CAFÉS LA BRASILEÑA, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/01145"
        }
      }
    }
  ]
}