{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 597,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "CENTRE ESPECIAL DE TREBALL XAVIER AGUILAR PEDREROL, S.L.",
      "registrationNumber": "06511",
      "identificationNumber": "B65274243",
      "address": "AVENIDA DIAGONAL, 523",
      "location": {
        "postalCode": "08029",
        "municipality": "Barcelona",
        "county": "Barcelona",
        "municipalityId": "019",
        "countyId": "08"
      },
      "economicActivities": [
        {
          "id": "1.616.9",
          "name": "Otro comercio al por mayor interindustria de la minería n.c.o.p",
          "_links": {
            "self": {
              "name": "Otro comercio al por mayor interindustria de la minería n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.616.9"
            }
          }
        },
        {
          "id": "1.617.8",
          "name": "Venta al por mayor de máquinas y material de oficina",
          "_links": {
            "self": {
              "name": "Venta al por mayor de máquinas y material de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.617.8"
            }
          }
        },
        {
          "id": "1.622",
          "name": "Venta al por mayor de otros productos de recuperación",
          "_links": {
            "self": {
              "name": "Venta al por mayor de otros productos de recuperación",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.622"
            }
          }
        },
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        },
        {
          "id": "1.911",
          "name": "Servicios agrícolas y ganaderos",
          "_links": {
            "self": {
              "name": "Servicios agrícolas y ganaderos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.911"
            }
          }
        },
        {
          "id": "1.921.5",
          "name": "Servicios de incineración y eliminación de basuras y desechos",
          "_links": {
            "self": {
              "name": "Servicios de incineración y eliminación de basuras y desechos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.5"
            }
          }
        },
        {
          "id": "1.922",
          "name": "Servicios de limpieza",
          "_links": {
            "self": {
              "name": "Servicios de limpieza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922"
            }
          }
        }
      ],
      "certificateStartDate": "2019-10-02",
      "certificateEndDate": "2019-11-02",
      "object": "CUSTODIA DOCUMENTAL. LA DESTRUCCIÓN DE DOCUMENTOS, ARCHIVO, EXPEDIENTES Y MATERIAL INFORMÁTICO. INSERCIÓN LABORAL Y SOCIAL CON DISCAPACIDAD. CREACIÓN DE PUESTOS DE TRABAJO ESTABLES PARA PERSONAS CON DISCAPACIDAD. INSERCIÓN SOCIO LABORAL DE PERSONAS DISCAPACITADAS. IMPARTIR CURSOS DE FORMACIÓN Y DE FORMACIÓN PROFESIONAL. LA GESTIÓN Y EJECUCIÓN DE CENTROS ESPECIALIZADOS DE EMPLEO U OTRAS ENTIDADES QUE PUDIERAN CREARSE EN UN FUTURO COMO FORMA IDÓNEA DE PROMOCIÓN LABORAL DE TRABAJADORES MINUSVÁLIDOS.  LA LIMPIEZA, CONSERVACIÓN Y MANTENIMIENTO DE EDIFICIOS Y COMPLEJOS ESPECIALES DE TODA ÍNDOLE, TANTO PÚBLICOS COMO PRIVADOS, CUALQUIERA QUE FUERA SU DESTINO, ASÍ COMO LA DE SUS ÁREAS ADYACENTES, JARDINES E INSTALACIONES DEPORTIVAS O RECREATIVAS. LA LIMPIEZA VIARIA DE CIUDADES, COMUNIDADES Y VÍAS DE COMUNICACIÓN DE TODA CLASE. LA RECOGIDA, TRATAMIENTO Y ELIMINACIÓN DE RESIDUOS SÓLIDOS URBANOS, RESIDUOS INDUSTRIALES E INERTES, O ASIMILABLES A CUALQUIERA DE LAS CATEGORÍAS ENUNCIADAS. LA PRESTACIÓN DE TODO TIPO DE SERVICIOS PÚBLICOS Y PRIVADOS DE CARÁCTER URBANO, INCLUIDA LA EJECUCIÓN DE OBRAS E INSTALACIONES QUE HUBIERAN DE REALIZARSE, YA SEA EN RÉGIMEN DE CONCESIÓN ADMINISTRATIVA Y ARRENDAMIENTO. TRABAJOS DE JARDINERÍA Y PLANTACIÓN, REVEGETACIÓN, REFORESTACIÓN, TRATAMIENTOS SELVÍCOLAS, MANTENIMIENTO Y CONSERVACIÓN DE PARQUES, JARDINES Y ELEMENTOS ANEJOS. MEDICIONES DE TEMERATURA Y HUMEDAD EN VIALES Y, EN GENERAL, EN TODO TIPO DE BIENES MUEBLES E INMUEBLES, INSTALACIONES PÚBLICAS Y PRIVDAS, REALIZANDO TODOS AQUELLOS CONTROLES NECESARIOS PARA LA CONSERVACIÓN Y EL MANTENIMIENTO CORRECTO DE LOS MISMOS, O DE LOS BIENES EN ELLOS DEPOSITADOS O CUSTODIADOS. INSTALACIÓN, MANTENIMIENTO, LIMPIEZA Y CONSERVACIÓN DE TODO TIPO DE MOBILIARIO URBANO Y ELEMENTOS SIMILARES. PRESTACIÓN DE SERVICIOS AUXILIARES EN URBANIZACIONES, FINCAS URBANAS, INSTALACIONES INDUSTRIALES, REDES VIALES, CENTROS COMERCIALES, ORGANISMOS OFICIALES Y DEPENDENCIAS ADMINISTRATIVAS, INSTALACIONES DEPORTIVAS O DE RECREO, MUSEOS, RECINTOS FERIALES, SALAS DE EXPOSICIONES, CONFERENCIA SY CONGRESOS, HOSPITALES, CONVENCIONES, INAUGURACIONES, CENTROS CULTURALES Y DEPORTIVOS, EVENTOS DEPORTIVOS, SOCIALES Y CULTURALES, EXPOSICIONES, CONFERENCIAS INTERNACIONALES, JUNTAS GENERALES DE ACCIONISTAS Y DE COMUNIDADES DE PROPIETARIOS, RECEPCIONES, RUEDAS DE PRENSA, CENTROS DOCENTES, PARQUES, INSTALACIONES AGROPECUARIAS (AGRICULTURA, GANADERÍA Y PESCA), BOSQUES, FINCAS RÚSTICAS, COTOS DE CAZA, RECINTOS DE RECREO Y DE ESPECTÁCULOS Y, EN GENERAL, EN TODA CLASE DE INMUEBLES Y EVENTOS, POR MEDIO DE CONSERJES, ORDENANZAS, BEDELES, UJIERES, CELADORES O CONTROLADORES, OPERADORES DE CONSOLA, PERSONAL DE SALA,PORTEROS, RECEPCIONISTAS, TAQUILLEROS (INCLUYENDO RECOGIDA DE ENTRADAS) TELEFONISTAS, ACOMODADORES, COBRADORES, CUIDADORES, SOCORRISTAS, AZAFATAS, PERSONAL DE SALA Y PROFESIONALES AFINES O QUE COMPLEMENTEN SUS FUNCIONES, CONSISTENTES EN EL MANTENIMIENTO Y LA CONSERVACIÓN DE LOS LOCALES, ASÍ COMO EN LA ATENCIÓN Y SERVICIO A LOS VECINOS, OCUPANTES, VISITANTES Y/O USUARIOS, MEDIANTE LA REALIZACIÓN DE LAS SIGUIENTES TAREAS, EXCLUÍDAS EN TODO CASO, AQUELLAS QUE LA LEY RESERVA A LAS EMPRESAS DE SEGURIDAD: LA ATENCIÓN DE LOS SERVICIOS DE URGENCIA, PREVENCIÓN, INFORMACIÓN, CENTRALITA DE TELÉFONOS, COCINA Y COMEDORES. LA APERTURA, CIERRE Y CUSTODIA DE LLAVES. ENCENDIDO, APAGADO, REARME, MANEJO, SUPERVISIÓN, ENTRETENIMIENTO, MANTENIMIENTO, LIMPIEZA Y REPARACIÓN DE MOTORES E INSTALACIONES DE CALOR, FRÍO Y ELECTRICIDAD, ASCENSORES, CONDUCCIONES DE AGUA, GAS YOTROS SUMIISTROS, FLUIDOS O COMBUSTIBLES, SISTEMAS Y APARATOS DE PREVENCIÓN DE INCENDIOS, COOMPRESORES E INSTALACIONES AUTOMÁTICAS. LA EXPLOTACIÓN DE SISTEMAS DE COMUNICACIÓN RÁPIDA CON SERVICIOS PÚBLICOS ASISTENCIALES; POLICÍA, BOMBEROS, SERVICIOS DE URGENCIA HOSPITALES Y CENTROS MÉDICOS. SERVICIOS DE PREVENCIÓN Y LUCHA CONTRA INCENDIOS EN GENERAL EN MONTES, BOSQUES, FINCAS RÚSTICAS, VIVIENDAS E INSTALACIONES INDUSTRIALES Y URBANAS. OPERACIONES DE TRANSFERENCIA DE EDIFICIOS DE CUALQUER CLASE, ASÍ COMO SERVICIOS DE SOPORTE PARA LA ADMINISTRACIÓN DE BIENES INMUEBLES Y TAMBIÉN LOS SERVICIOS DEDICADOS AL USO Y PLANIFICACIÓN DEL EESPACIO, EN TODO TIPO DE ÁREAS. LIMPIEZA, LAVADO, PLANCHADO, CLASIFICACIÓN Y TRANSPORTE DE ROPA. LA INTERVENCIÓN EN OPERACIONES DE MATERIAS PRIMAS, MERCANCÍAS MANUFACTURADAS Y SUMINISTROS. HIGIENIZACIÓN, DESINFECCIÓN, DESINSECTACIÓN Y DESRATIZACIÓN. INSPECCIÓN SANITARIA DE INSTALACIONES. SERVICIOS DE TRATAMIENTO DE RESIDUOS Y DESECHOS, INCLUIDO EL TRATAMIENTO DE RESIDUOS DE CENTROS SANITARIOS Y CLÍNICAS VETERINARIAS. ALMACENAJE DE TODO TIPO DE PRODUCTOS Y MERCANCÍAS. SERVICIOS DE PUBLICIDAD DIRECTA, FRANQUEO Y CURSO POR CORREO DE IMPRESOS PUBLICITARIOS, PROPAGANDÍSTICOS Y, EN GENERAL, DE TODO TIPO DE DOCUMENTOS Y PAQUETES, POR CUENTA DE SUS CLIENTES. TRANSPORTE DE PERSONAS O MERCANCÍAS MEDIANTE LA CONDUCCIÓN DE VEHÍCULOS PROPIOS O AJENOS. PESAJE Y CONTROL DE PESAJE DE TODA CLASE DE BIENES MUEBLES. MONTAJE DE CENTRALES TELEFÓNICAS Y SISTEMAS DE TELECOMUNICACIONES. ATENCIÓN, REPOSICIÓN Y MANTENIMIENTO DE EQUIPOS, MAQUINARIA Y DISPENSADORES. SUPERVISIÓN E INSTALACIÓN DE CAJEROS AUTOMÁTICOS, APERTURA Y CIERRE DE LA PUERTA DE ESCLUSA DE ACCESO AL CAJERO. SERVICIOS DE REPARACIÓN E INSTALACIÓN RELACIONADOS CON LA SIDEROMETALURGIA, PARA EL MANTENIMIENTO INTEGRAL DE TODO TIPO DE INSTALACONES INDUSTRIALES Y DE EDIFICIOS EN GENERAL, INCLUÍDA LA EJECUCIÓN DE OBRAS, MEDIANTE TRABAJOS DE ELECTRICIDAD, DE ACONDICIONAMIENTO DE AIRE, CALEFACCIÓN, FONTANERÍA, CARPINTERÍA, PINTURA, ALBAÑILERÍA, MANTENIMIENTO DE ASCENSORES Y APARATOS DE ELEVACIÓN DE TRANSPORTE DE CARGAS, ACTUACIONES EN ACOMETIDAS Y REDES DE DISTRIBUCIÓN INTERIOR O EXTERIOR DE GAS YOTROS COMBUSTIBLES O SUMINISTROS. CONFECCIÓN DE PROYECTOS Y EJECUCIÓN DE OBRAS DE CONSTRUCCIÓN Y RESTAURACIÓN DE LAS ESTRUCTURAS Y REVESTIMIENTO DE TODA CLASE DE EDIFICIOS Y MONUMENTOS, SU LIMPIEZA, IMPERMEABILIZACIÓN, TRATAMIENTO, PINTADO Y RECONSTRUCCIÓN. LA EJECUCIÓN, MANTENIMIENTO, EXPLOTACIÓN DE INSTALACIONES ELÉCTRICAS EN GENERAL, INSTALACIONES DE TELECOMUNICACIONES, INSTALACIONES ELECTRÓNICAS, ELECTROMEDICINA, Y DE INSTALACIONES MECÁNICAS EN GENERAL, FONTANERÍA, INSTALACIONES FRIGORÍFICAS, INSTALACIONES DE CALEFACCIÓN, VENTILACIÓN, CLIMATIZACIÓN INSTALACIONES ELEVADORAS Y TRANSPORTADORAS E INSTALACIONES DE TRATAMIENTO DE AGUAS DE TODO TIPO.  LA FABRICACIÓN, INSTALACIÓN, MONTAJE, REPARACIÓN, MANTENIMIENTO Y CONSERVACIÓN, IMPORTACIÓN Y EXPLORTACIÓN DE TODA CLASE DE BIENES MUEBLES, INSTALACIONES Y EQUIPOS DESTINADOS AL EQUIPAMIENTO, AMUEBLAMIENTO DE TODO TIPO DE INMUEBLES, INCLUÍDOS LOS CENTROS HOSPITALARIOS. CONTROL Y COMPROBACIÓN DE GRUPOS ELECTRÓGENOS (PRESIÓN DE ACEITE, TEMPERATURA, VOLTÍMETROS, ARMARIOS ELÉCTRICOS, COMPRESORES, NIVEL DE BATERÍA O COMBUSTIBLE), INSTALACIÓN DE MEGAFONÍA Y AUDIO-VIDEO, DOTACIÓN DE CINTAS DE GRABACIÓN MUSICAL, CONTROL DE PANELES ELÉCTRICOS, NEUMÁTICOS, MANÓMETROS DE FRENO Y SUSPENSIÓN DE EQUIPOS DE AIRE ACONDICIONADO,ANTIBLOCAJES Y ACOPLAMIENTOS, REVISIÓN DE NIVELES DE CONSUMO DE AGUA Y COMBUSTIBLES, REVISIONES Y REPARACIONES DE AVERÍAS Y ELIMINACÓN DE CARGAS DE CORRIENTE EN TODA CLASE DE MEDIOS DE LOCOMOCIÓN. CONSERVACIÓN Y REPARACIÓN DE PISCINAS, CON SUS DEPURADORAS, GRUPOS DE TRATAMIENTOS DE AGUAS, Y EQUIPOS BARRE-FONDOS. SERVICIOS DE APOYO EN PROCESOS COMERCIALES O INDUSTRIALES EN CUALQUIERA DE SUS FASES. SERVICIOS DE MARKETING, TELE-MARKETING, TELE-VENTA Y OTRAS FORMAS DE VENTA DE ARTÍCULOS O SERVICIOS Y REALIZACIÓN DE ESTUDIOS DE MERCADO. CONTROL Y VIGILANCIA DE EXÁMENES O PRUEBAS DE APTITUD, ASÍ COMO SERVICIOS AUXILIARES RELACIONADOS CON LA ENSEÑANZA. SERVICIOS AUXILIARES INFORMÁTICOS Y DE ASESORÍA Y GESTIÓN A PERSONAS FÍSICAS Y JURÍDICAS. GESTIÓN Y CONTROL, A TRAVÉS DE UN CENTO INFORMATIZADO Y AMPLIAMENTE COMUNICADO, DE CUALQUIERA DE LOS SERVICIOS MENCIONADOS EN LOS NÚMEROS ANTERIORES MEDIANTE OPERADORES DE CONSOLA, TANTO SI SON PRESTADOS POR LA PROPIA SOCIEDAD O POR TERCEROS. LA PRESTACIÓN DE SERVICIOS DE ASESORAMIENTO TÉCNICO Y COMERCIAL, INTERMEDIACIÓN COMERCIAL, ASISTENCIA TÉCNICA O COMERCIAL Y EJECUCIÓN DE TRABAJOS ADMINISTRATIVOS, TÉCNICOS, JURÍDICOS, ORGANIZATIVOS E INFORMÁTICOS (INCLUÍDOS LOS DE DESARROLLO DE PROGRAMAS) A TRAVÉS DE ESPECIALISTAS EN LAS CITADAS MATERIAS Y DE TRADUCTORES, INTÉRPRETES, PROYECTISTAS, MECANÓGRAFOS, TAQUÍGRAFOS, TELEFONISTAS, ESTENOTIPISTAS, OPERADORES DE ORDENADOR, PROGRAMADORES Y SECRETARIAS LA ORGANIZACIÓN E IMPARTICIÓN A TERCEROS DE TODO TIPO DE CURSOS Y PROGRAMAS DE ENSEÑANZA Y FORMACIÓN DIRIGIDOS, PRINCIPALMENTE AL PERFECCIONAMIENTO Y CAPACITACIÓN PERSONAL, PROFESIONAL Y OCUPACIONAL, YA SEA EN INSTALACIONES PROPIAS O DE TERCEROS. EL DESARROLLO DE PROCESOS DE SELECCIÓN DE PERSONAL. PRESTACIÓN DE SERVICIOS INTEGRALES DE ASISTENCIA SANITARIA. SERVICIOS DE ASISTENCIA SOCIAL Y SANITARIA, MEDIANTE PERSONAL CUALIFICADO (MÉDICOS, PSICÓLOGOS, PEDAGOGOS, DIPLOMADOS UNIVERSITARIOS EN ENFERMERÍA, ASISTENTES SOCIALES, FISIOTERAPEUTAS Y TERAPEUTAS OCUPACIONALES), A LOS SIGUIENTES COLECTIVOS: MEORES, ANCIANOS, MINUSVÁLIDOS FAMILIAS, INFANCIA, MUJERES SOLITARIAS CON CARGAS FAMILIARES NO COMPARTIDAS, DISCAPACITADOS FÍSICOS Y PSÍQUICOS Y PERSONAS O GRUPOS DE POBLACIÓN EN SITUACIÓN DE NECESIDAD MEDIANTE LA REALIZACIÓN DE LAS SIGUIENTES TAREAS: SERVICIO DE AYUDA Y ASISTENCIA A DOMICILIO TELE-ASISTENCIA DOMICILIARIAY SOCIOSANITARIA, EXPLOTACIÓN O GESTIÓN, TOTAL O PARCIAL, DE RESIDENCIAS, PISOS TUTELARES, CENTROS DE DÍA, COMUNIDADES TERAPÉUTICAS YOTROS CENTROS DE ACOGIDA Y REHABILITACIÓN; TRNASPORTE SANITARIO Y ACOMPAÑAMIENTO DE LOS COLECTIVOS ANTES CITADOS; HOSPITALIZACIÓN A DOMICILIO Y AYUDA MÉDICA Y DE ENFERMERÍA A DOMICILIO; SUMINISTRO DE OXIGENOTERAPIA, CONTROL DE GASES Y ELECTROMEDICINA, ASÍ COMO SUS ACTIVIDADES CONEXAS. GESTIÓN INTEGRAL O EXPLOTACIÓN DE CENTROS PÚBLICOS O PRIVADOS DE EDUCACIÓN ESPECIAL O ENSEÑANZA, ASÍ COMO LA VIGILANCIA, ATENCIÓN, EDUCACIÓN Y CONTROL DE ALUMNADOS U OTROS COLECTIVOS DOCENTES DURANTE EL DESARROLLO DE LA ACTIVIDAD DEL COMEDOR. MANIPULACIONES, EMBALAJE, DISTRIBUCIÓN DE PRODUCTOS ALIMENTICIOS O DE CONSUMO; ELABORACIÓN, CONDIMENTACIÓN Y DISTRIBUCIÓN DE COMIDAS (CATERING), PARA CONSUMO PROPIO O SUMINISTROS A TERCEROS. ATENCIÓN, REPOSICIÓN Y DISPENSADORES DE LOS PRODUCTOS MENCIONADOS. LA PRESTACIÓN DE SERVICIOS DE ASISTENCIA Y SERVICIOS SOCIALES PARA NIÑOS, JÓVENES, DISMINUIDOS FÍSICOS Y ANCIANOS, EN CENTROS NO RESIDENCIALES. RECOGIDA Y MANTENIMIENTO DE CARROS PORTAEQUIPAJES EN ESTACIONES Y AEROPUERTOS. FORMACIÓN PROFESIONAL Y RECICLAJE DE LAS PERSONAS QUE PRESTEN LOS SERVICIOS EXPRESADOS EN LOS PUNTOS ANTERIORES. REDACCIÓN Y TRAMITACIÓN DE TODO TIPO DE PROYECTOS RELACIONADOS CON LOS TEMAS ANTERIORMENTE CITADOS Y CON ASUNTOS MEDIOAMBIENTALES. LA REALIZACIÓN DIRECTAMENTE O EN PARTICIPACIÓN CON EMPRESAS MIXTAS, SOCIEDADES O COOPERATIVAS DE LOS OBJETOS ENUNCIADOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06511",
      "_links": {
        "self": {
          "name": "CENTRE ESPECIAL DE TREBALL XAVIER AGUILAR PEDREROL, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06511"
        }
      }
    },
    {
      "name": "NIMGENETICS GENÓMICA Y MEDICINA, S.L.",
      "registrationNumber": "05549",
      "identificationNumber": "B85332138",
      "address": "C/ FARADAY, Nº 7. PL.BJ. PUERTA D01. CAMPUS DE CANTOBLANCO",
      "location": {
        "postalCode": "28049",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.936",
          "name": "Investigación científica y técnica",
          "_links": {
            "self": {
              "name": "Investigación científica y técnica",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.936"
            }
          }
        }
      ],
      "certificateStartDate": "2019-10-01",
      "certificateEndDate": "2020-03-26",
      "object": "1. LA INVESTIGACIÓN BIOLÓGICA Y GENÉTICA APLICADA A LA SALUD. 2. EL DIAGNÓSTICO BASADO EN EL ANÁLISIS GENÉTICO Y GENÓMICO DE MUESTRAS BIOLÓGICAS PARA CONTRIBUIR AL DESARROLLO DE UNA MEDICINA INDIVIDUALIZADA. 3. EL ASESORAMIENTO CIENTÍFICO EN MATERIAS RELACIONADAS CON LA GENÉTICA, GENÓMICA Y PROTEÓMICA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05549",
      "_links": {
        "self": {
          "name": "NIMGENETICS GENÓMICA Y MEDICINA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05549"
        }
      }
    },
    {
      "name": "FOODIZ ESTRATEGIA AGROALIMENTARIA, S.L.",
      "registrationNumber": "06502",
      "identificationNumber": "B75107391",
      "address": "Doctor Madinabeitia 12, 2B",
      "location": {
        "postalCode": "20009",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.846",
          "name": "Empresas de estudios de mercado",
          "_links": {
            "self": {
              "name": "Empresas de estudios de mercado",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.846"
            }
          }
        }
      ],
      "certificateStartDate": "2019-10-01",
      "certificateEndDate": "2020-03-05",
      "object": "LA PRESTACIÓN DE SERVICIOS DE ASESORÍA EN GESTIÓN EMPRESARIAL EN GENERAL Y ESPECIALMENTE EN LAS ÁREAS COMERCIAL, ESTRATÉGICA Y OPERATIVA. LA INTERMEDIACIÓN DE COMERCIO. LA PRODUCCIÓN Y COMERCIALIZACIÓN DE BEBIDAS Y ALIMENTOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06502",
      "_links": {
        "self": {
          "name": "FOODIZ ESTRATEGIA AGROALIMENTARIA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06502"
        }
      }
    },
    {
      "name": "CONSTRUCCIONES OJEMBARRENA, S.L.",
      "registrationNumber": "06504",
      "identificationNumber": "B09400789",
      "address": "MONTAÑANA, 47",
      "location": {
        "postalCode": "09200",
        "municipality": "Miranda de Ebro",
        "county": "Burgos",
        "municipalityId": "219",
        "countyId": "09"
      },
      "economicActivities": [
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        }
      ],
      "certificateStartDate": "2019-10-01",
      "certificateEndDate": "2020-03-09",
      "object": "A) LA TENENCIA, PROMOCIÓN, CONSTRUCCIÓN, COMPRA, VENTA, ARRENDAMIENTO Y COMERCIALIZACIÓN EN GENERAL DE TODA CLASE DE EDIFICACIONES, TERRENOS, SOLARES, FINCAS RÚSTICAS Y URBANAS, INSTALACIONES ELÉCTRICAS Y DE FONTANERÍA; LA ENAJENACIÓN, VENTA, ARRIENDO O EXPLOTACIÓN EN CUALQUIER FORMA DE TODA CLASE DE INMUEBLES, EDIFICIOS, PISOS, APARTAMENTOS, LOCALES COMERCIALES O INDUSTRIALES, OFICINAS Y HOTELES O ESTABLECIMIENTOS DE HOSTELERÍA EN GENERAL. LA ADQUISICIÓN, CESIÓN, TENENCIA DISFRUTE, ADMINISTRACIÓN, GESTIÓN Y NEGOCIACIÓN EN GENERAL POR Y A FAVOR DE LA SOCIEDAD DE TÍTULOS, VALORES, ACCIONES, BONOS, OBLIGACIONES, PATENTES, MARCAS, RÓTULOS, NOMBRES COMERCIALES Y TODA CLASE DE PERTENENCIAS DE PROPIEDAD INDUSTRIAL O INTELECTUAL, TODO ELLO SIN INICIDIR EN LAS ACTIVIDADES U OPERACIONES REGULADAS POR LA LEGISLACIÓN DE INSTITUCIONES DE INVERSIÓN COLECTIVA Y LA LEY DEL MERCADO DE VALORES. B) LA CONSTRUCCIÓN DE OBRAS PÚBLICAS EN GENERAL Y, EN PARTICULAR, MOVIMIENTOS DE TIERRAS, RELLENOS COMPACTALES, CIMENTACIONES, AFIRMADOS, RIEGOS ASFÁLTICOS, FABRICACIÓN Y EMPLEO DE AGLOMERADOS, CONDUCCIÓN DE AGUAS Y SANEAMIENTO DE TODA CLASE, CANALIZACIONES, ESTRUCTURAS DE HORMIGÓN ARMADO Y METÁLICAS, FABRICACIÓN DE MATERIALES PARA LA CONSTRUCCIÓN EN GENERAL, IMPERMEABILIZACIONES, CONSTRUCCIÓN DE CARRETERAS, EXPLOTACIÓN DE CANTERAS Y FABRICACIÓN DE HORMIGONES Y PRODUCTOS ASFÁLTICOS. C) LA CONSTITUCIÓN, CON LA CONCURRENCIA DE OTRAS PERSONAS, DE TODA CLASE DE SOCIEDADES MERCANTILES, ASÍ COMO LA PARTICIPACIÓN EN OTRAS YA CONSTITUIDAS, PUDIENDO OSTENTAR EN TODAS ELLAS CARGOS DE ADMINISTRACIÓN, DIRECCIÓN O CONTROL MEDIANTE LA OPORTUNA DELEGACIÓN EN PERSONA FÍSICA. D) LA REALIZACIÓN DE ES TUDIOS ECONÓMICOS, CONTABLES Y FINANCIEROS DE TODO TIPO DE SECTORES Y EMPRESAS, EL DESEMPEÑO Y EJECUCIÓN DE TODA CLASE DE ENCARGOS Y REPRESENTACIONES DE CONFIANZA QUE SE LE CONFIERAN YCUANTOS ACTOS IMPLIQUEN GESTIÓN A NOMBRE E INTERESES DE TERCEROS EN LA VIDA ECONÓMICA O MERCANTIL INCLUSO ASUMIENDO LA REPRESENTACIÓN DE GRUPSO DE ACCIONISTAS, PARTÍCIPES U OBLIGACIONES Y LA INTERVENCIÓN, MEDIACIÓN O PARTICIPACIÓN EN FUSIONES O ABSORCIONES DE EMPRESAS. E) EL DESARROLLO Y EJECUCIÓN DE LAS ACTIVIDADES CARACTERÍSTICAS DEL TRANSPORTE PÚBLICO DE PERSONAS, VIAJEROS, MERCANCÍAS Y EQUIPAJES POR CARRETA, EN TODA CLASE DE VEHÍCULOS POR CUENTA PROPIO Y AJENA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06504",
      "_links": {
        "self": {
          "name": "CONSTRUCCIONES OJEMBARRENA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06504"
        }
      }
    },
    {
      "name": "REFORMAS BARRITU, S.L.",
      "registrationNumber": "06505",
      "identificationNumber": "B95122693",
      "address": "AVDA. SALSIDU nª 23 Bajo",
      "location": {
        "postalCode": "48991",
        "municipality": "Getxo",
        "county": "Bizkaia",
        "municipalityId": "044",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.3",
          "name": "Albañilería y pequeños trabajos de construcción en general",
          "_links": {
            "self": {
              "name": "Albañilería y pequeños trabajos de construcción en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.3"
            }
          }
        },
        {
          "id": "1.653.4",
          "name": "Venta al por menor de material de construcción y mobiliario de saneamiento",
          "_links": {
            "self": {
              "name": "Venta al por menor de material de construcción y mobiliario de saneamiento",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.653.4"
            }
          }
        }
      ],
      "certificateStartDate": "2019-10-01",
      "certificateEndDate": "2019-12-03",
      "object": "A) LA CONSTRUCCIÓN COMPLETA, REPARACIÓN Y CONSERVACIÓN DE TODO TIPO DE INMUEBLES Y EDIFICIOS. B) LOS TRABAJOS DE ALBAÑILERÍA, INSTALACIONES ELÉCTRICAS, REVESTIMIENTOS DE EXTERIORES E INTERIORES, SOLADOS Y PAVIMENTOS, COLOCACIÓN DE AISLAMIENTOS FÓNICOS, TÉRMICOS Y ACÚSTICOS; IMPERMEABILIZACIÓN DE TODO TIPO DE EDIFICIOS Y CONSTRUCCIONES POR CUALQUIER PROCEDIMIENTO; CARPINTERÍA CERRAJERÍA Y TERMINACIÓN Y DECORACIÓN DE EDIFICIOS Y LOCALES; INSTALACIONES DE FONTANERÍA, DE FRÍO, CALOR Y ACONDICIONAMIENTO DE AIRE. C) LA ADQUISICIÓN, EXPLOTACIÓN, ARRENDAMIENTO Y ENAJENACIÓN DE TODA CLASE DE INMUEBLES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06505",
      "_links": {
        "self": {
          "name": "REFORMAS BARRITU, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06505"
        }
      }
    },
    {
      "name": "ARRIZABAL ELKARTEA, S.L.",
      "registrationNumber": "01583",
      "identificationNumber": "B20522678",
      "address": "POLIG. IND. OLASO, C/ OLASOPE, 14-1º",
      "location": {
        "postalCode": "20870",
        "municipality": "Elgoibar",
        "county": "Gipuzkoa",
        "municipalityId": "032",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.617.9",
          "name": "Venta al por mayor interindustrial de otros productos n.c.o.p",
          "_links": {
            "self": {
              "name": "Venta al por mayor interindustrial de otros productos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.617.9"
            }
          }
        },
        {
          "id": "1.619.9",
          "name": "Venta al por mayor de otros productos n.c.o.p",
          "_links": {
            "self": {
              "name": "Venta al por mayor de otros productos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.619.9"
            }
          }
        },
        {
          "id": "1.654.1",
          "name": "Venta al por menor de vehículos terrestres",
          "_links": {
            "self": {
              "name": "Venta al por menor de vehículos terrestres",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.654.1"
            }
          }
        },
        {
          "id": "1.692",
          "name": "Reparación de maquinaria industrial",
          "_links": {
            "self": {
              "name": "Reparación de maquinaria industrial",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.692"
            }
          }
        },
        {
          "id": "1.859",
          "name": "Alquiler de otros bienes muebles n.c.o.p. (sin personal permanente)",
          "_links": {
            "self": {
              "name": "Alquiler de otros bienes muebles n.c.o.p. (sin personal permanente)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.859"
            }
          }
        }
      ],
      "certificateStartDate": "2019-09-30",
      "certificateEndDate": "2020-03-30",
      "object": "EL COMERCIO AL POR MAYOR DE VESTUARIO Y MATERIAL DE PROTECCIÓN LABORAL PERSONAL, DE MATERIALES CONTRA INCENDIOS, DE MAQUINARIA PARA LA CONSTRUCCIÓN Y OBRAS PÚBLICAS, DE MAQUINARIA PARA LA LIMPIEZA Y MANTENIMIENTO DE VIALES, DE EQUIPOS DE TRANSPORTE Y TRATAMIENTO DE RESIDUOS URBANOS Y DE MOBILIARIO URBANO Y DE PARQUES INFANTILES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01583",
      "_links": {
        "self": {
          "name": "ARRIZABAL ELKARTEA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/01583"
        }
      }
    },
    {
      "name": "PIKABEA ASEGURU ARTEKARITZA, S.L.",
      "registrationNumber": "06494",
      "identificationNumber": "B20758231",
      "address": "Pza Uzturre 8 Bj",
      "location": {
        "postalCode": "20160",
        "municipality": "Lasarte-Oria",
        "county": "Gipuzkoa",
        "municipalityId": "902",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.832.1",
          "name": "Agencias de seguros y corredurías de seguros",
          "_links": {
            "self": {
              "name": "Agencias de seguros y corredurías de seguros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.832.1"
            }
          }
        }
      ],
      "certificateStartDate": "2019-09-27",
      "certificateEndDate": "2019-12-28",
      "object": "LA CORREDURÍA DE SEGUROS, ENTENDIÉNDOSE ÉSTA LA ACTIVIDAD MERCANTIL DE PROMOCIÓN, MEDIACIÓN Y ASESORAMIENTO PREPARATORIA PARA LA FORMALIZACIÓN DE CONTRATOS DE SEGUROS ENTRE PERSONAS FÍSICAS Y/O JURÍDICAS Y ENTIDADES ASEGURADORAS LEGALMENTE AUTORIZADAS, CON EL SOMETIMIENTO EXPRESO DE LA LEY 9/92, DE 30 DE ABRIL Y A CUANTAS DISPOSICIONES REGULEN LA MEDIACIÓN DE SEGUROS PRIVADOS. LA DISTRIBUCIÓN DE PRODUCTOS FINANCIEROS SIN SER DEPOSITARIO DE FONDOS DE PARTICULARES Y GESTORÍA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06494",
      "_links": {
        "self": {
          "name": "PIKABEA ASEGURU ARTEKARITZA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06494"
        }
      }
    },
    {
      "name": "INTEGRA MANTENIMIENTO, GESTION Y SERVICIOS INTEGRADOS CENTRO ESPECIAL DE EMPLEO SL",
      "registrationNumber": "06238",
      "identificationNumber": "B82992744",
      "address": "CALLE RESINA 29 C",
      "location": {
        "postalCode": "28021",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        },
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        },
        {
          "id": "1.921.1",
          "name": "Servicios de limpieza en calles, vías públicas y jardines",
          "_links": {
            "self": {
              "name": "Servicios de limpieza en calles, vías públicas y jardines",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.1"
            }
          }
        },
        {
          "id": "1.922",
          "name": "Servicios de limpieza",
          "_links": {
            "self": {
              "name": "Servicios de limpieza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922"
            }
          }
        },
        {
          "id": "1.922.1",
          "name": "Servicios de limpieza de interiores",
          "_links": {
            "self": {
              "name": "Servicios de limpieza de interiores",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922.1"
            }
          }
        }
      ],
      "certificateStartDate": "2019-09-26",
      "certificateEndDate": "2020-03-23",
      "object": "1. LA GESTIÓN Y EJECUCIÓN DE CENTROS ESPECIALIZADOS DE EMPLEO U OTRAS ENTIDADES QUE PUDIERAN CREARSE EN UN FUTURO COMO FORMA IDÓNEA DE PROMOCIÓN LABORAL DE TRABAJADORES MINUSVÁLIDOS. 2. LA LIMPIEZA, CONSERVACIÓN Y MANTENIMIENTO DE EDIFICIOS Y COMPLEJOS ESPECIALES DE TODA ÍNDOLE, TANTO PÚBLICOS COMO PRIVADOS, CUALQUIERA QUE FUERA SU DESTINO, ASÍ COMO LA DE SUS ÁREAS ADYACENTES, JARDINES E INSTALACIONES DEPORTIVAS O RECREATIVAS. 3. LA LIMPIEZA VIARIA DE CIUDADES, COMUNIDADES Y VÍAS DE COMUNICACIÓN DE TODA CLASE. 4. LA RECOGIDA, TRATAMIENTO Y ELIMINACIÓN DE RESIDUOS SÓLIDOS URBANOS, RESIDUOS INDUSTRIALES E INERTES, SANITARIOS, VETERINARIOS O ASIMILABLES A CUALQUIERA DE LAS CATEGORÍAS ENUNCIADAS. 5. LA PRESTACIÓN   DE TODO TIPO DE SERVICIOS PÚBLICOS   Y   PRIVADOS DE CARÁCTER URBANO, INCLUIDA LA EJECUCIÓN DE OBRAS E INSTALACIONES QUE HUBIERAN DE REALIZARSE, YA SEA EN RÉGIMEN DE CONCESIÓN ADMINISTRATIVA Y ARRENDAMIENTO. 6. TRABAJOS DE JARDINERÍA Y PLANTACIÓN, REVEGETACIÓN, REFORESTACIÓN, TRATAMIENTOS SELVÍCOLAS, MANTENIMIENTO Y CONSERVACIÓN DE PARQUES, JARDINES Y ELEMENTOS ANEJOS. 7.CONSERVACIÓN Y MANTENIMIENTO DE MONTES, JARDINES Y PARQUES; GESTIÓN DE COBROS; LECTURA DE CONTADORES; SERVICIOS DE PREVENCIÓN DE INCENDIOS FORESTALES; SERVICIOS DE PROTECCIÓN DE ESPECIES; SERVICIOS VETERINARIOS PARA LA SALUD; SERVICIOS DE MANTENIMIENTO Y REPARACIÓN DE VEHÍCULOS; SERVICIOS AÉREOS DE FUMIGACIÓN, CONTROL, VIGILANCIA Y EXTINCIÓN DE INCENDIOS; OTROS SERVICIOS NO DETERMINADOS ORIGINADOS POR TODAS LAS ACTIVIDADES ANTERIORMENTE CITADAS. 8. EXPLOTACIONES AGRÍCOLAS, PECUARIAS Y FORESTALES. 9. COMPRA, VENTA, FABRICACIÓN Y APLICACIÓN DE PESTICIDAS Y CUALQUIER OTRO TIPO DE PRODUCTOS AGRÍCOLAS. 10.\tMOVIMIENTOS DE TIERRAS PARA LA FORMACIÓN DE DESMONTES, VACIADOS Y EXPLANACIONES; EXPLOTACIÓN DE CANTERAS, PERFORACIÓN DE POZOS, GALERÍAS Y TÚNELES; OBRAS DE EDIFICACIÓN, DEMOLICIONES, ESTRUCTURAS DE FÁBRICA U HORMIGÓN, ESTRUCTURAS METÁLICAS, ALBAÑILERÍA, INCLUIDOS LOS REVOCOS, REVESTIDOS, CANTERÍA Y MARMOLERÍA, PAVIMENTOS, SOLADOS Y ALICATADOS, AISLAMIENTOS E IMPERMEABILIZACIONES Y CARPINTERÍAS DE MADERA Y METÁLICAS; OBRAS COMPLEMENTARIAS DE FERROCARRILES; OBRAS HIDRÁULICAS, COMO ABASTECIMIENTOS Y SANEAMIENTOS, CONSTRUCCIÓN DE PRESAS Y CANALES, Y DEFENSA DE MÁRGENES Y ENCAUZAMIENTOS; CONSTRUCCIÓN DE VIALES Y PISTAS, CON FIRMES DE HORMIGÓN HIDRÁULICO O MEZCLAS BITUMINOSAS, Y SEÑALIZACIÓN Y BALIZAMIENTO DE LAS MISMAS. 11. LA REALIZACIÓN DE ESTUDIOS DE CARTOGRAFÍA, GEOTECNOLOGÍA, HIDROLOGÍA Y ECOLOGÍA; ANÁLISIS, ENSAYOS Y CONTROL TÉCNICO; ESTUDIOS ECONÓMICOS, COMERCIALES Y LABORALES. 12. LA REALIZACIÓN DE PROYECTOS DE AGRICULTURA, GANADERÍA Y PESCA; INDUSTRIA, ENERGÍA Y MINERÍA; OBRAS PÚBLICAS, EDIFICACIÓN Y URBANISMO. 13. MEDICIONES DE TEMPERATURA Y HUMEDAD EN VIALES Y, EN GENERAL, EN TODO TIPO DE BIENES MUEBLES E INMUEBLES, INSTALACIONES PÚBLICAS Y PRIVADAS, REALIZANDO TODOS AQUELLOS CONTROLES NECESARIOS PARA LA CONSERVACIÓN Y EL MANTENIMIENTO CORRECTO DE LOS MISMOS, O DE LOS BIENES EN ELLOS DEPOSITADOS O CUSTODIADOS. 14. INSTALACIÓN, MANTENIMIENTO, LIMPIEZA Y CONSERVACIÓN DE TODO TIPO DE MOBILIARIO URBANO Y ELEMENTOS SIMILARES. 15. PRESTACIÓN DE SERVICIOS AUXILIARES EN URBANIZACIONES, FINCAS URBANAS, INSTALACIONES INDUSTRIALES, REDES VIALES, CENTROS COMERCIALES, ORGANISMOS OFICIALES Y DEPENDENCIAS ADMINISTRATIVAS, INSTALACIONES DEPORTIVAS O DE RECREO, MUSEOS, RECINTOS FERIALES, SALAS DE EXPOSICIONES, CENTROS CULTURALES Y DEPORTIVOS, EVENTOS DEPORTIVOS, SOCIALES Y CULTURALES, EXPOSICIONES, CONFERENCIAS INTERNACIONALES, JUNTAS GENERALES DE ACCIONISTAS Y DE COMUNIDADES DE PROPIETARIOS, RECEPCIONES, RUEDAS DE PRENSA, CENTROS DOCENTES, PARQUES, INSTALACIONES AGROPECUARIAS (AGRICULTURA, GANADERÍA Y PESCA), BOSQUES, FINCAS RÚSTICAS, COTOS DE CAZA, RECINTOS DE RECREO Y DE ESPECTÁCULOS Y, EN GENERAL, EN TODA CLASE DE INMUEBLES Y EVENTOS, POR MEDIO DE CONSERJES, ORDENANZAS, BEDELES, UJIERES, CELADORES O CONTROLADORES, OPERADORES DE CONSOLA, PERSONAL DE SALA, PORTEROS, RECEPCIONISTAS, TAQUILLEROS (INCLUYENDO RECOGIDA DE ENTRADAS), TELEFONISTAS, ACOMODADORES, COBRADORES, CUIDADORES, SOCORRISTAS, AZAFATAS, PERSONAL DE SALA Y PROFESIONALES AFINES O QUE COMPLEMENTEN SUS FUNCIONES, CONSISTENTES EN EL MANTENIMIENTO Y LA CONSERVACIÓN DE LOS LOCALES, ASÍ COMO EN LA ATENCIÓN Y SERVICIO A LOS VECINOS, OCUPANTES, VISITANTES Y/O USUARIOS, MEDIANTE LA REALIZACIÓN DE LAS SIGUIENTES TAREAS, EXCLUIDAS EN TODO CASO, AQUELLAS QUE LA LEY RESERVA A LAS EMPRESAS DE SEGURIDAD: A) LA ATENCIÓN DE LOS SERVICIOS DE URGENCIA, PREVENCIÓN, INFORMACIÓN, CENTRALITA DE TELÉFONOS, COCINA Y COMEDORES. B) LA APERTURA, CIERRE Y CUSTODIA DE LLAVES. C) ENCENDIDO, APAGADO, REARME, MANEJO, SUPERVISIÓN, ENTRETENIMIENTO, MANTENIMIENTO, LIMPIEZA Y REPARACIÓN DE MOTORES E INSTALACIONES DE CALOR, FRÍO Y ELECTRICIDAD, ASCENSORES, CONDUCCIONES DE AGUA, GAS Y OTROS SUMINISTROS, FLUIDOS O COMBUSTIBLES, SISTEMAS Y APARATOS DE PREVENCIÓN DE INCENDIOS, COMPRESORES E INSTALACIONES AUTOMÁTICAS. D) LA EXPLOTACIÓN DE SISTEMAS DE COMUNICACIÓN RÁPIDA CON SERVICIOS PÚBLICOS ASISTENCIALES; POLICÍA, BOMBEROS, SERVICIOS DE URGENCIA HOSPITALES Y CENTROS MÉDICOS. E) SERVICIOS DE PREVENCIÓN Y LUCHA CONTRA INCENDIOS EN GENERAL EN MONTES, BOSQUES, FINCAS RÚSTICAS, VIVIENDAS E INSTALACIONES INDUSTRIALES Y URBANAS. 16. GESTIÓN PARA LA ADMINISTRACIÓN DE LA PROPIEDAD INMOBILIARIA. 17. OPERACIONES DE TRANSFERENCIA DE EDIFICIOS. 18. CONSULTORÍA Y ANÁLISIS DE USO, PLANIFICACIÓN Y DISEÑO DEL ESPACIO, ASÍ COMO SU DISTRIBUCIÓN Y ORGANIZACIÓN. 19. LIMPIEZA, LAVADO, PLANCHADO, CLASIFICACIÓN Y TRANSPORTE DE ROPA. 20. LA INTERVENCIÓN EN OPERACIONES DE MATERIAS PRIMAS, MERCANCÍAS MANUFACTURADAS Y SUMINISTROS. 21. ASESORAMIENTO, APLICACIÓN Y EJECUCIÓN DE TRATAMIENTOS INTEGRALES DE CONTROL DE PLAGAS, DESINFECCIÓN, DESINSECTACIÓN, DESRATIZACIÓN E HIGIENIZACIÓN. 22. INSPECCIÓN SANITARIA DE INSTALACIONES. 23. ALMACENAJE, TRANSPORTE Y DISTRIBUCIÓN DE TODO TIPO DE PRODUCTOS Y MERCANCÍAS EN CUALQUIER ESPACIO O SUPERFICIE Y CUALQUIER SERVICIO RELACIONADO CON LA LOGÍSTICA. 24. PRESTACIÓN DE SERVICIOS EN LÍNEAS DE PRODUCCIÓN Y CADENAS DE MONTAJE EN INSTALACIONES FABRILES, INDUSTRIALES Y ROBÓTICAS. 25. TRANSPORTE DE PERSONAS O MERCANCÍAS MEDIANTE LA CONDUCCIÓN DE VEHÍCULOS PROPIOS O AJENOS. 26. INSPECCIÓN Y CONTROL DE CALIDAD, INSPECCIONES TÉCNICAS Y CONTROL DE PASAJEROS PARA TODO TIPO DE TRANSPORTE. 27. PESAJE Y CONTROL DE PESAJE DE TODA CLASE DE BIENES MUEBLES. 28. MONTAJE DE CENTRALES TELEFÓNICAS Y SISTEMAS DE TELECOMUNICACIONES. 29. INSTALACIONES MECÁNICAS DE TODO TIPO, ELEVADORAS O TRANSPORTADORAS, FRIGORÍFICAS, SANITARIAS Y DEPURADORAS. 30. INSTALACIONES ESPECIALES DE CIRCUITOS CERRADOS DE TELEVISIÓN, MEGAFONÍA, TELEFONÍA, INTERPONÍA, VOZ Y DATOS. 31. ROBÓTICA E INFORMÁTICA. 32. ATENCIÓN, REPOSICIÓN Y MANTENIMIENTO DE EQUIPOS, MAQUINARIA Y DISPENSADORES. 33. SUPERVISIÓN E INSTALACIÓN DE CAJEROS AUTOMÁTICOS, APERTURA Y CIERRE DE LA PUERTA DE ESCLUSA DE ACCESO AL CAJERO. 34. SERVICIOS DE REPARACIÓN E INSTALACIÓN RELACIONADOS CON LA SIDEROMETALURGIA, PARA EL MANTENIMIENTO INTEGRAL DE TODO TIPO DE INSTALACIONES INDUSTRIALES Y DE EDIFICIOS EN GENERAL, INCLUIDA LA EJECUCIÓN DE OBRAS, MEDIANTE TRABAJOS DE ELECTRICIDAD, DE ACONDICIONAMIENTO DE AIRE, CALEFACCIÓN, FONTANERÍA, CARPINTERÍA, PINTURA, ALBAÑILERÍA, MANTENIMIENTO DE ASCENSORES Y APARATOS DE ELEVACIÓN DE TRANSPORTE DE CARGAS, ACTUACIONES EN ACOMETIDAS Y REDES DE DISTRIBUCIÓN INTERIOR O EXTERIOR DE GAS Y OTROS COMBUSTIBLES O SUMINISTROS. 35. CONFECCIÓN DE PROYECTOS Y EJECUCIÓN DE OBRAS DE CONSTRUCCIÓN Y RESTAURACIÓN DE LAS ESTRUCTURAS Y REVESTIMIENTOS DE TODA CLASE DE EDIFICIOS Y MONUMENTOS, SU LIMPIEZA, IMPERMEABILIZACIÓN, TRATAMIENTO, PINTADO Y RECONSTRUCCIÓN. 36. EFECTUAR TODA CLASE DE ASISTENCIA TÉCNICA, ESTUDIOS, INFORMES, ANÁLISIS, ENSAYO, CONTROL, ASESORAMIENTOS Y ELABORACIÓN DE PROYECTOS DE INGENIERÍA Y ARQUITECTURA, ASÍ COMO LA SUPERVISIÓN, DIRECCIÓN Y ASESORAMIENTO, EN LA EJECUCIÓN DE TODO TIPO DE OBRAS Y CONSTRUCCIONES Y PRESTACIÓN DE SERVICIOS. 37.  LA EJECUCIÓN, MANTENIMIENTO, EXPLOTACIÓN DE INSTALACIONES ELÉCTRICAS EN GENERAL, INSTALACIONES DE TELECOMUNICACIONES, INSTALACIONES ELECTRÓNICAS, ELECTROMEDICINA, Y DE INSTALACIONES MECÁNICAS EN GENERAL, FONTANERÍA, INSTALACIONES FRIGORÍFICAS, INSTALACIONES DE CALEFACCIÓN, VENTILACIÓN, CLIMATIZACIÓN INSTALACIONES ELEVADORAS Y TRANSPORTADORAS E INSTALACIONES DE TRATAMIENTO DE AGUAS DE TODO TIPO; CENTRALES DE PRODUCCIÓN DE ENERGÍA; CENTROS DE TRANSFORMACIÓN E INTERCONEXIÓN; DISTRIBUCIONES DE ALTA TENSIÓN; DISTRIBUCIONES DE BAJA TENSIÓN; TELECOMUNICACIONES E INSTALACIONES RADIOELÉCTRICAS; INSTALACIONES ELECTRÓNICAS; E INSTALACIONES ELÉCTRICAS SIN CUALIFICACIÓN ESPECÍFICA. 38. LA REALIZACIÓN DE OBRAS CONSISTENTES EN: CIMENTACIONES ESPECIALES, SONDEOS, INYECCIONES Y PILOTAJES, TABLESTACADOS, PINTURAS Y METALIZACIONES, ORNAMENTACIONES Y DECORACIONES; JARDINERÍA Y PLANTACIONES; MONUMENTOS ARTÍSTICOS; ESTACIONES DE TRATAMIENTOS DE AGUAS; E INSTALACIONES CONTRA INCENDIOS; FONTANERÍA Y REDES DE AGUA; ASÍ COMO SUS ACTIVIDADES AUXILIARES DE LOS MISMOS. 39. LA FABRICACIÓN, INSTALACIÓN, MONTAJE, REPARACIÓN, MANTENIMIENTO Y CONSERVACIÓN, IMPORTACIÓN Y EXPORTACIÓN DE TODA CLASE DE BIENES MUEBLES, INSTALACIONES, EQUIPOS, MAQUINARIA, PRODUCTOS QUÍMICOS, AGRÍCOLAS, GANADEROS O FORESTALES. 40. CONTROL Y COMPROBACIÓN DE GRUPOS ELECTRÓGENOS (PRESIÓN DE ACEITE, TEMPERATURA, VOLTÍMETROS, ARMARIOS ELÉCTRICOS, COMPRESORES, NIVEL DE BATERÍA O COMBUSTIBLE), INSTALACIÓN DE MEGAFONÍA Y AUDIO-VÍDEO, DOTACIÓN DE CINTAS DE GRABACIÓN MUSICAL, CENTRAL DE PANELES ELÉCTRICOS, NEUMÁTICOS, MANÓMETROS DE FRENO Y SUSPENSIÓN DE EQUIPOS DE AIRE ACONDICIONADO, ANTIBLOCAJES Y ACOPLAMIENTOS, REVISIÓN DE NIVELES DE CONSUMO DE AGUA Y COMBUSTIBLES, REVISIONES Y REPARACIONES DE AVERÍAS, Y ELIMINACIÓN DE CARGAS DE CORRIENTE EN TODA CLASE DE MEDIOS DE COMUNICACIÓN. 41. CONSERVACIÓN Y REPARACIÓN DE PISCINAS, CON SUS DEPURADORAS, GRUPOS DE TRATAMIENTOS DE AGUAS, Y EQUIPOS BARRE-FONDOS. 42. SERVICIOS DE ASESORAMIENTO EN LA EJECUCIÓN DE OPERACIONES COMERCIALES. 43. REALIZACIÓN DE ESTUDIOS DE MERCADO.  44. SERVICIOS DE MARKETING Y TELE-MARKETING, TELE-VENTA Y OTRAS FORMAS DE VENTA DE ARTÍCULOS O SERVICIOS. 45. SERVICIOS DE PUBLICIDAD DIRECTA, FRANQUEO Y CURSO POR CORREO DE IMPRESOS PUBLICITARIOS, PROPAGANDÍSTICOS Y, EN GENERAL, DE TODO TIPO DE DOCUMENTOS Y PAQUETES, POR CUENTA DE SUS CLIENTES. 46. CONTROL Y VIGILANCIA DE EXÁMENES O PRUEBAS DE APTITUD, ASÍ COMO SERVICIOS AUXILIARES RELACIONADOS CON LA ENSEÑANZA. 47. REALIZACIÓN DE LOS SERVICIOS DE TASACIÓN PREVISTOS EN LA LEY 2/81 DE REGULARIZACIÓN DEL MERCADO HIPOTECARIO. 48. COBROS Y CUADRE DE CAJA; CONFECCIÓN RECOGIDA Y COBRO DE EFECTOS Y/O RECIBOS: GESTIÓN DE COBROS Y RECAUDACIÓN EJECUTIVA. 49. SERVICIOS AUXILIARES INFORMÁTICOS Y DE ASESORÍA Y GESTIÓN O PERSONAS FÍSICAS O JURÍDICAS. 50. GESTIÓN Y CONTROL, A TRAVÉS DE UN CENTRO INFORMATIZADO Y AMPLIAMENTE COMUNICADO, DE CUALQUIERA DE LOS SERVICIOS MENCIONADOS EN LOS NÚMEROS ANTERIORES MEDIANTE OPERADORES DE CONSOLA, TANTO SI SON PRESTADOS POR LA PROPIA SOCIEDAD O POR TERCEROS. 51. LA PRESTACIÓN DE SERVICIOS DE ASESORAMIENTO TÉCNICO Y COMERCIAL, INTERMEDIACIÓN COMERCIAL, ASISTENCIA TÉCNICA O COMERCIAL Y EJECUCIÓN DE TRABAJOS ADMINISTRATIVOS, TÉCNICOS JURÍDICOS, ORGANIZATIVOS E INFORMÁTICOS (INCLUIDOS LOS DE DESARROLLO DE PROGRAMAS) A TRAVÉS DE ESPECIALISTAS EN LAS CITADAS MATERIAS, Y DE TRADUCTORES, INTÉRPRETES, PROYECTISTAS, MECANÓGRAFOS, TAQUÍGRAFOS, TELEFONISTAS, ESTENOLIPISTAS, OPERADORES DE ORDENADOR, PROGRAMADORES Y SECRETARIAS. 52. LA ORGANIZACIÓN E IMPARTICIÓN A TERCEROS DE TODO TIPO DE CURSOS Y PROGRAMAS DE ENSEÑANZA Y FORMACIÓN, DIRIGIDOS, PRINCIPALMENTE, AL PERFECCIONAMIENTO Y CAPACITACIÓN PERSONAL, PROFESIONAL Y OCUPACIONAL, YA SEA EN INSTALACIONES PROPIAS O DE TERCEROS. 53. EL DESARROLLO DE PROCESOS DE SELECCIÓN DE PERSONAL. 54. PRESTACIÓN DE SERVICIOS INTEGRALES DE ASISTENCIA SANITARIA, SOCIOSANITARIA O DE SERVICIOS SOCIALES Y ATENCIÓN A PERSONAS EN SITUACIÓN DE DEPENDENCIA A LOS SIGUIENTES COLECTIVOS: MENORES, ANCIANOS, MINUSVÁLIDOS, FAMILIAS, INFANCIA, MUJERES SOLITARIAS CON CARGAS FAMILIARES NO COMPARTIDAS, DISCAPACITADOS FÍSICOS Y PSÍQUICOS Y PERSONAS O GRUPOS DE POBLACIÓN EN SITUACIÓN DE NECESIDAD. 55. PRESTACIÓN DE SERVICIOS DE AYUDA A DOMICILIO, ASISTENCIA A DOMICILIO Y TELEASISTENCIA DOMICILIARIA. 56. GESTIÓN Y EXPLOTACIÓN, TOTAL O PARCIAL DE RESIDENCIAS GERIÁTRICAS, CENTRO DE DÍA, PISOS TUTELADOS, COMUNIDADES TERAPÉUTICAS, GUARDERÍAS INFANTILES Y OTROS CENTROS DE ACOGIDA, REINSERCIÓN Y REHABILITACIÓN. 57. TRANSPORTE SANITARIO Y ACOMPAÑAMIENTOS DE COLECTIVOS. 58. HOSPITALIZACIÓN A DOMICILIO Y AYUDA MÉDICA Y DE ENFERMERÍA A DOMICILIO, SUMINISTRO DE OXIGENOTERAPIA, CONTROL DE GASES Y ELECTROMEDICINA Y ACTIVIDADES CONEXAS. 59. GESTIÓN INTEGRAL O EXPLOTACIÓN DE CENTROS PÚBLICOS O PRIVADOS DE EDUCACIÓN ESPECIAL O ENSEÑANZA, ASÍ COMO LA VIGILANCIA, ATENCIÓN, EDUCACIÓN Y CONTROL DE ALUMNADOS U OTROS COLECTIVOS DOCENTES DURANTE EL DESARROLLO DE LA ACTIVIDAD DEL COMEDOR. 60. MANIPULACIONES, EMBALAJE, DISTRIBUCIÓN DE PRODUCTOS ALIMENTICIOS O DE CONSUMO; ELABORACIÓN, CONDIMENTACIÓN Y DISTRIBUCIÓN DE COMIDAS (CATERING), PARA CONSUMO PROPIO O SUMINISTROS A TERCEROS. ATENCIÓN, REPOSICIÓN Y DISPENSADORES DE LOS PRODUCTOS MENCIONADOS. 61. LA PRESTACIÓN DE SERVICIOS DE ASISTENCIA Y SERVICIOS SOCIALES PARA NIÑOS, JÓVENES, DISMINUÍDOS FÍSICOS Y ANCIANOS, EN CENTROS NO RESIDENCIALES. 62. RECOGIDA Y MANTENIMIENTO DE CARROS PORTAEQUIPAJES EN ESTACIONES Y AEROPUERTOS. 63. SERVICIO DE \"HANDLING\"; EN AEROPUERTOS, QUE COMPRENDE: 1) ASISTENCIA EN TIERRA, QUE ENGLOBA LOS SERVICIOS QUE SE DESCRIBEN A CONTINUACIÓN: A.1. LA ASISTENCIA ADMINISTRATIVA EN TIERRA Y LA SUPERVISIÓN, QUE COMPRENDEN: -LOS SERVICIOS DE REPRESENTACIÓN Y ENLACE CON LAS AUTORIDADES LOCALES O CUALQUIER OTRA PERSONA, LOS GASTOS EFECTUADOS POR CUENTA DEL USUARIO Y EL SUMINISTRO DE LOCALES A SUS REPRESENTANTES. -EL CONTROL DE LAS OPERACIONES DE CARGA, LOS MENSAJES Y LAS TELECOMUNICACIONES. -LA MANIPULACIÓN, ALMACENAMIENTO, MANTENIMIENTO Y ADMINISTRACIÓN DE LAS UNIDADES DE CARGA. -CUALQUIER OTRO SERVICIO DE SUPERVISIÓN ANTES, DURANTE O DESPUÉS DEL VUELO Y CUALQUIER OTRO SERVICIO ADMINISTRATIVO SOLICITADO POR EL USUARIO. A.2. LA ASISTENCIA A PASAJEROS QUE COMPRENDE TODA FORMA DE ASISTENCIA A LOS PASAJEROS A LA SALIDA, LLEGADA, EN TRÁNSITO O EN CORRESPONDENCIA, EN PARTICULAR EN CONTROL DE BILLETES Y DOCUMENTOS DE VIAJES, LA FACTURACIÓN DE LOS EQUIPAJES Y EL TRANSPORTE DE EQUIPAJES HASTA LAS INSTALACIONES DE CLASIFICACIÓN. A.3. LA ASISTENCIA DE EQUIPAJES, QUE COMPRENDE LA MANIPULACIÓN DE EQUIPAJES EN LA SALA DE CLASIFICACIÓN, SU CLASIFICACIÓN, SU PREPARACIÓN PARA EL EMBARQUE, Y SU CARGA Y DESCARGA DE LOS SISTEMAS DESTINADOS A LLEVARLOS DE LA AERONAVE A LA SALA DE CLASIFICACIÓN Y A LA INVERSA, ASÍ COMO EL TRANSPORTE DE EQUIPAJES DESDE LA SALA DE CLASIFICACIÓN A LA SALA DE DISTRIBUCIÓN. A.4. LA ASISTENCIA DE CARGA Y CORREO, QUE COMPRENDE: -EN CUANTO A LA CARGA, EN EXPOSICIÓN, IMPORTACIÓN O TRÁNSITO, LA MANIPULACIÓN FÍSICA, EL TRATAMIENTO DE LOS DOCUMENTOS CORRESPONDIENTES, LAS FORMALIDADES ADUANERAS Y TODA MEDIDA CAUTELAR ACORDADA ENTRE LAS PARTES O EXIGIDA POR LAS CIRCUNSTANCIAS. -EN CUANTO AL CORREO, TANTO DE LLEGADA COMO DE SALIDA, LA MANIPULACIÓN FÍSICA, EL TRATAMIENTO DE LOS DOCUMENTOS CORRESPONDIENTES Y TODA MEDIDA CAUTELAR ACORDADA ENTRE LAS PARTES O EXIGIDA POR LAS CIRCUNSTANCIAS. A. 5.LA ASISTENCIA DE OPERACIONES EN PISTA COMPRENDE: -EL GUIADO DE LA AERONAVE A LA LLEGADA Y A LA SALIDA (SIEMPRE QUE ESTOS SERVICIOS NO SEAN REALIZADOS POR EL SERVICIO DE CIRCULACIÓN AÉREA). - LA ASISTENCIA A LA AERONAVE PARA SU ESTACIONAMIENTO Y EL SUMINISTRO DE LOS MEDIOS ADECUADOS (SIEMPRE QUE ESTOS SERVICIOS NO SEAN REALIZADOS POR EL SERVICIO DE CIRCULACIÓN AÉREA). -LAS COMUNICACIONES ENTRE LA AERONAVE Y EL AGENTE DE ASISTENCIA EN TIERRA (SIEMPRE QUE ESTOS SERVICIOS NO SEAN REALIZADOS POR EL SERVICIO DE CIRCULACIÓN AÉREA). -LA CARGA Y DESCARGA DE LA AERONAVE, INCLUIDOS EL SUMINISTRO Y UTILIZACIÓN DE LOS MEDIOS NECESARIOS, ASÍ COMO EL TRANSPORTE DE LA TRIPULACIÓN Y LOS PASAJEROS ENTRE LA AERONAVE Y LA TERMINAL, Y EL TRANSPORTE DE LOS EQUIPAJES ENTRE LA AERONAVE Y LA TERMINAL. -LA ASISTENCIA PARA EL ARRANQUE DE LA AERONAVE Y EL SUMINISTRO DE LOS MEDIOS ADECUADOS. -EL DESPLAZAMIENTO DE LA AERONAVE, TANTO A LA SALIDA COMO A LA LLEGADA, Y EL SUMINISTRO Y APLICACIÓN DE LOS MEDIOS NECESARIOS. A.6. LA ASISTENCIA DE LIMPIEZA INTERNA Y EXTERNA DE AERONAVES E INSTALACIONES AEROPORTUARIAS, Y , EN GENERAL, SERVICIO DE LA AERONAVE, QUE COMPRENDE: - LA LIMPIEZA EXTERIOR E INTERIOR DE LA AERONAVE, SERVICIO DE ASEOS Y SERVICIO DE AGUA. -LA CLIMATIZACIÓN Y CALEFACCIÓN DE LA CABINA, LA LIMPIEZA DE LA NIEVE, EL HIELO Y LA ESCARCHA DE LA AERONAVE. -EL ACONDICIONAMIENTO DE LA CABINA CON LOS EQUIPOS DE CABINA Y EL ALMACENAMIENTO DE DICHOS EQUIPOS. A.7. LA ASISTENCIA DE COMBUSTIBLE Y LUBRICANTE COMPRENDE: - LA ORGANIZACIÓN Y EJECUCIÓN DEL LLENADO Y VACIADO DEL COMBUSTIBLE, INCLUIDOS EL ALMACENAMIENTO Y EL CONTROL DE LA CALIDAD Y CANTIDAD DE LAS ENTREGAS. -LA CARGA Y LUBRICANTES Y OTROS INGREDIENTES LÍQUIDOS. A.8. LA ASISTENCIA DE MANTENIMIENTO EN LÍNEA COMPRENDE: -LAS OPERACIONES REGULARES EFECTUADAS ANTES DEL VUELO. - LAS OPERACIONES PARTICULARES EXIGIDAS POR EL USUARIO. -EL SUMINISTRO Y LA GESTIÓN DEL MATERIAL NECESARIO PARA EL MANTENIMIENTO Y DE LAS PIEZAS DE RECAMBIO. -LA SOLICITUD O RESERVA DE UN PUNTO DE ESTACIONAMIENTO O DE UN HANGAR PARA REALIZAR LAS OPERACIONES DE MANTENIMIENTO. A.9. LA ASISTENCIA DE OPERACIONES DE VUELO Y ADMINISTRACIÓN DE LA TRIPULACIÓN COMPRENDEN: - LA PREPARACIÓN DEL VUELO EN EL AEROPUERTO DE SALIDA O EN CUALQUIER OTRO LUGAR. -LA ASISTENCIA EN VUELO, INCLUIDO SI PROCEDE, EL CAMBIO DE ITINERARIO EN VUELO. -LOS SERVICIOS POSTERIORES AL VUELO. -LA ADMINISTRACIÓN DE LA TRIPULACIÓN. A.10. LA ASISTENCIA DE TRANSPORTE DE SUPERFICIE INCLUYE: - LA ORGANIZACIÓN Y EJECUCIÓN DEL TRANSPORTE DE PASAJEROS, TRIPULANTES, EQUIPAJES, CARGA Y CORREO ENTRE LAS DISTINTAS TERMINALES DEL MISMO AEROPUERTO, EXCLUIDO TODO TRANSPORTE ENTRE LA AERONAVE Y CUALQUIER OTRO LUGAR EN EL RECINTO DEL MISMO AEROPUERTO. - CUALQUIER TRANSPORTE ESPECIAL SOLICITADO POR EL USUARIO. A.11. LA ASISTENCIA DE MAYORDOMÍA (CATERING) COMPRENDEN: -LAS RELACIONES CON LOS PROVEEDORES Y LA GESTIÓN ADMINISTRATIVA. -EL ALMACENAMIENTO DE ALIMENTOS, BEBIDAS Y ACCESORIOS NECESARIOS PARA SU PREPARACIÓN. -LA LIMPIEZA DE ACCESORIOS. -LA PREPARACIÓN Y ENTREGA DEL MATERIAL Y LOS PRODUCTOS ALIMENTICIOS. -EL TRANSPORTE, LA CARGA Y DESCARGA DE ALIMENTOS Y BEBIDAS DE LA AERONAVE. B. SERVICIOS DE RAMPA: B.1. ASISTENCIA DE EQUIPAJES. B.2. ASISTENCIA A LAS OPERACIONES EN PISTA. B.3. ASISTENCIA DE COMBUSTIBLE Y LUBRICANTE. B.4. ASISTENCIA DE CARGA Y CORREO EN LO QUE RESPECTA A LA MANIPULACIÓN FÍSICA DE LA CARGA Y DEL CORREO ENTRE LA TERMINAL DEL AEROPUERTO Y EL AVIÓN, TANTO A LA LLEGADA COMO A LA SALIDA O EN TRÁNSITO. C. LA PRESTACIÓN DE SERVICIOS DE ATENCIÓN A PERSONALIDADES, SALAS VIP Y SERVICIOS ANÁLOGOS, ASÍ COMO EL MANTENIMIENTO DEL EQUIPAMIENTO RELACIONADO CON DICHAS ACTIVIDADES. 64. FORMACIÓN PROFESIONAL Y RECICLAJE DE LAS PERSONAS QUE PRESTEN LOS SERVICIOS EXPRESADOS EN LOS PUNTOS ANTERIORES. 65. REDACCIÓN Y TRAMITACIÓN DE TODO TIPO DE PROYECTOS RELACIONADOS CON LOS TEMAS ANTERIORMENTE CITADOS Y CON ASUNTOS MEDIOAMBIENTALES. 66. LA REALIZACIÓN DIRECTAMENTE O EN PARTICIPACIÓN CON EMPRESAS MIXTAS, SOCIEDADES O COOPERATIVAS DE LOS OBJETOS ENUNCIADOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06238",
      "_links": {
        "self": {
          "name": "INTEGRA MANTENIMIENTO, GESTION Y SERVICIOS INTEGRADOS CENTRO ESPECIAL DE EMPLEO SL",
          "href": "https://api.euskadi.eus/procurements/companies/06238"
        }
      }
    },
    {
      "name": "DOSUVE MARKETING & TRADE AFFAIRS, S.L.",
      "registrationNumber": "06492",
      "identificationNumber": "B95640405",
      "address": "IPARAGUIRRE 48-4º",
      "location": {
        "postalCode": "48009",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.612.1",
          "name": "Venta al por mayor de toda clase de productos alimenticios, bebidas, tabaco",
          "_links": {
            "self": {
              "name": "Venta al por mayor de toda clase de productos alimenticios, bebidas, tabaco",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.612.1"
            }
          }
        },
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        }
      ],
      "certificateStartDate": "2019-09-26",
      "certificateEndDate": "2019-11-14",
      "object": "EL EFECTIVO DESARROLLO DE LAS ACTIVIDADES QUE, A CONTINUACIÓN, SE DETALLAN: A) LA COMPRAVENTA, PROMOCIÓN, CONSTRUCCIÓN, ARRENDAMIENTO O EXPLOTACIÓN, POR CUALQUIER TÍTULO, DE PARCELACIONES, URBANIZACIONES, VIVIENDAS, INCLUSO DE PROTECCIÓN OFICIAL, CHALETS, BUNGALOWS, APARTAMENTOS, HOTELES, LOCALES COMERCIALES, ALMACENES, NAVES INDUSTRIALES O DE CUALQUIER TIPO, Y REALIZACIONES INMOBILIARIAS, INCLUSO COMPRAVENTA, IMPORTACIÓN Y EXPORTACIÓN DE MATERIALES DE CONSTRUCCIÓN. B) LA FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, REPRESENTACIÓN, DISTRIBUCIÓN, ARRENDAMIENTO Y COMERCIALIZACIÓN, TANTO AL POR MAYOR COMO AL DETALLE, DE ELEMENTOS, MAQUINARIA, MATERIALES Y PRODUCTOS UTILIZADOS EN EL SECTOR DE LA CONSTRUCCIÓN E INMOBILIARIO, EN GENERAL, Y ESPECIALMENTE DE AQUELLOS DESTINADOS A IMPERMEABILIZACIONES Y AISLAMIENTOS TÉRMICO-ACÚSTICOS; ASÍ COMO LA INSTALACIÓN, MANTENIMIENTO Y REPARACIÓN, EN SU CASO, DE LOS REFERIDOS ELEMENTOS Y MAQUINARIA. C) LA REPRESENTACIÓN, IMPORTACIÓN, EXPORTACIÓN, DISTRIBUCIÓN, COMERCIALIZACIÓN, TANTO AL MAYOR COMO AL DETALLE, ENSAMBLAJE, FABRICACIÓN Y ARRENDAMIENTO DE TODO TIPO DE MATERIAL Y ELEMENTOS USADOS EN EL SECTOR SANITARIO Y MEDIO AMBIENTAL, APARATOS Y MAQUINARIA ELÉCTRICA O ELECTRÓNICA DE USO SANITARIO, CLÍNICO Y MEDIOAMBIENTAL, Y APARATOS Y MAQUINARIA QUE SEAN NECESARIOS, SEGÚN LA LEGISLACIÓN TANTO MEDIOAMBIENTAL Y SANITARIA COMO PURAMENTE EMPRESARIAL E INDUSTRIAL, PARA EL DESARROLLO DE TODO TIPO DE EMPRESAS, ASÍ COMO LA REPARACIÓN Y MANTENIMIENTO DE TALES APARATOS Y ELEMENTO. D) LA FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, REPRESENTACIÓN, DISTRIBUCIÓN, VENTA, TANTO AL MAYOR COMO AL DETALLE, Y ARRENDAMIENTO DE PLANTAS FRIGORÍFICAS, INDUSTRIALES Y DOMÉSTICAS; DE ELEMENTOS Y MAQUINARIA DE AIRE ACONDICIONADO, INCLUSO LOS DESTINADOS A VENTILACIÓN, EXTRACCIÓN Y CONDUCCIÓN FORZADA; Y DE AQUELLOS DESTINADOS A AISLAMIENTOS TÉRMICO-ACÚSTICOS; ASÍ COMO LA INSTALACIÓN, MANTENIMIENTO Y REPARACIÓN DE LOS REFERIDOS ELEMENTOS Y MAQUINARIA. E) LA IMPORTACIÓN, EXPORTACIÓN, COMERCIALIZACIÓN, DISTRIBUCIÓN Y ARRENDAMIENTO DE MAQUINARIA, AUTOMÓVILES, VEHÍCULOS DE USO INDUSTRIAL, COMERCIAL O AGRÍCOLA Y TODOS SUS REPUESTOS Y ACCESORIOS, DE MAQUINARIA Y MATERIAL AUXILIAR PARA TODO TIPO DE INDUSTRIAS, ASÍ COMO LA REPARACIÓN CON EL CONSIGUIENTE ARRENDAMIENTO DE OBRAS Y SERVICIOS PARA EL CLIENTE, DE TODA CLASE DE VEHÍCULOS, MAQUINARIAS Y ELEMENTOS INDUSTRIALES EN GENERAL. F) LA REALIZACIÓN DE SERVICIOS PROFESIONALES, DIRECTAMENTE O A TRAVÉS DE TERCERAS PERSONAS CONTRATADAS, RELACIONADOS CON LA PERITACIÓN Y PROYECTOS ELÉCTRICOS, TANTO INDUSTRIALES COMO DOMÉSTICOS, DE AIRE ACONDICIONADO, CALEFACCIÓN, FONTANERÍA, DE GAS BUTANO Y GAS CIUDAD, ASÍ COMO LOS RELATIVOS A LA EJECUCIÓN DE CONDUCTOS E INSTALACIONES Y MONTAJES PROPIO DE LA RESEÑADAS ACTIVIDADES. G) LA REALIZACIÓN DE SERVICIOS PROFESIONALES, DIRECTAMENTE O A TRAVÉS DE TERCERAS PERSONAS CONTRATADAS, RELACIONADOS CON EL MARKETING, LA COMUNICACIÓN Y LA PUBLICIDAD EN GENERAL. H) LA FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, REPRESENTACIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN, TANTO AL MAYOR COMO AL DETALLE, Y POSTERIOR APLICACIÓN, DIRECTAMENTE O MEDIANTE TERCEROS, DE TODO TIPO DE PRODUCTOS Y PREPARADOS QUÍMICOS, SUSCEPTIBLE DE APLICACIÓN EN LOS SECTORES DE LA CONSTRUCCIÓN Y COMPLEMENTARIOS, EL DE LA EXPLOTACIÓN INMOBILIARIA EN TODAS SUS FASES, SEA HOTELERA O EXTRAHOTELERA, EL INDUSTRIAL, EL COMERCIAL Y EL DOMÉSTICO, ASÍ COMO DE PRODUCTOS INSECTICIDAS  Y ABONOS PARA LA AGRICULTURA. I) LA DESINFECCIÓN, PURIFICACIÓN Y/O CORRECCIÓN DE SITUACIONES ANORMALES, MEDIANTE LA APLICACIÓN DE PRODUCTOS Y PREPARADOS QUÍMICOS O DE OTRAS CARACTERÍSTICAS, DIRECTAMENTE O MEDIANTE TERCEROS, EN AGUAS Y AIRE, GENRERALMENTE CONSIDERADOS, Y ESPECIALMENTE EN PLANTAS FRIGORÍFICAS, INDUSTRIALES Y DOMÉSTICAS, PISCINAS DE CUALESQUIERA CARACTERÍSTICAS, ALJIBES, DEPÓSITOS DE AGUA, EMBALSES, ESTANQUES, DE ELEMENTOS Y MAQUINARIA DE AIRE ACONDICIONADO, INCLUSO LOS DESTINADOS A VENTILACIÓN, EXTRACCIÓN Y CONDUCCIÓN FORZADA. J) LA IMPORTACIÓN, EXPORTACIÓN, FABRICACIÓN, DISTRIBUCIÓN, EXPLOTACIÓN, ARRENDAMIENTO Y VENTA, TANTO AL MAYOR COMO AL DETALLE, ASÍ COMO LA INSTALACIÓN Y PUESTA EN FUNCIONAMIENTO DE PLANTAS DEPURADORAS DE AIRE Y AGUA; DE PLANTAS DE TRATAMIENTO DE AGUAS RESIDUALES; DE PLANTAS DESALADORAS DE AGUAS: DE PLANTAS ASÍ COMO LAS DESTINADAS AL TRATAMIENTO INTEGRAL DE AGUAS DE TODO TIPO, POTABLES O NO. K) LA IMPORTACIÓN, EXPORTACIÓN, FABRICACIÓN, DISTRIBUCIÓN, ARRENDAMIENTO Y VENTA, TANTO AL MAYOR COMO AL DETALLE, DE MAQUINARIA, PRODUCTOS Y ELEMENTOS DESTINADOS Y USADOS EN LOS SECTORES SANITARIO, CLÍNICO Y MEDIOAMBIENTAL. L) LA IMPORTACIÓN, EXPORTACIÓN, FABRICACIÓN, DISTRIBUCIÓN, ARRENDAMIENTO Y VENTA, TANTO AL MAYOR COMO AL DETALLE, DE MAQUINARIA, PRODUCTOS Y ELEMENTOS DESTINADOS Y USADOS EN EL SECTOR DE TRATAMIENTOS DEL AIRE Y DEL AGUA. M) LA IMPORTACIÓN, EXPORTACIÓN, FABRICACIÓN, DISTRIBUCIÓN Y VENTA, TANTO AL MAYOR COMO AL DETALLE, DE PRODUCTOS QUÍMICOS Y ORGÁNICOS DESTINADOS A LOS TRATAMIENTOS INTEGRALES DE AGUA Y AIRE. N) LA PRESTACIÓN, DIRECTAMENTE O A TRAVÉS DE TERCERAS PERSONAS TITULADAS O NO, Y CON ESTRICTO CUMPLIMIENTO DE LA LEGISLACIÓN APLICABLE AL RESPECTO, DE SERVICIOS RELACIONADOS CON LA PLANIFICACIÓN, LA INVESTIGACIÓN, EL ASESORAMIENTO, LA INSTALACIÓN, EL MANTENIMIENTO, LA CONSERVACIÓN Y LA REPARACIÓN DE LOS ELEMENTOS, MAQUINARIAS Y PRODUCTOS A LOS QUE SE HACE REFERENCIA EN LOS APARTADOS ALFABÉTICOS PRECEDENTES, ASÍ COMO LA REALIZACIÓN DE LOS TRABAJOS DE CONSTRUCCIÓN Y LA REALIZACIÓN DE LAS OBRAS COMPLEMENTARIOS Y ANEJOS A LAS ACTIVIDADES RELACIONADAS EN DICHOS APARTADOS. Ñ) LA PRODUCCIÓN, TRANSPORTE, DISTRIBUCIÓN Y COMERCIALIZACIÓN DE ENERGÍA, TANTO ELÉCTRICA, EÓLICA, SOLAR Y FOTOVOLTAICA, COMO CUALESQUIERA OTRAS ALTERNATIVAS O DENOMINADAS RENOVABLES; LA FABRICACIÓN, ENSAMBLAJE, INSTALACIÓN, MONTAJE Y PUESTA EN FUNCIONAMIENTO DE COMPLEJOS Y CENTRALES ELÉCTRICAS, PARQUES DE PRODUCCIÓN DE ENERGÍA EÓLICA, SOLAR Y FOTOVOLTAICA Y DEMÁS ENERGÍAS ALTERNATIVAS O RENOVABLES; ASÍ COMO LA IMPORTACIÓN, EXPORTACIÓN, FABRICACIÓN, DISTRIBUCIÓN, ARRENDAMIENTO Y VENTA, TANTO AL MAYOR COMO AL DETALLE, DE MAQUINARIA, PRODUCTOS Y ELEMENTOS DESTINADOS Y USADOS EN EL SECTOR DE LA ENERGÍA. O) LA EXPLOTACIÓN DE BARES, RESTAURANTES, CAFETERÍAS, PUBS, DISCOTECAS Y DEMÁS ESTABLECIMIENTOS ENCUADRADOS CON EL SECTOR DE RESTAURACIÓN, ASÍ COMO DE ESTABLECIMIENTOS E INSTALACIONES DEPORTIVAS, RECREATIVAS Y DE OCIO Y ESPARCIMIENTO EN GENERAL. P) LA COMPRAVENTA, ELABORACIÓN, CONFECCIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN, TANTO AL MAYOR COMO AL DETALLE, DE TEJIDOS Y TODO TIPO DE PRENDAS DE VESTIR; CALZADOS, BOLSOS, CINTURONES, ARTÍCULO DE JOYERÍA, BISUTERÍA Y DEMÁS DE COMPLEMENTO DE VESTIR Y PERFUMERÍA. Q) LA COMPRAVENTA, ELABORACIÓN, CONFECCIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN, TANTO AL MAYOR COMO AL DETALLE, DE TELEVISORES, APARATOS DE RADIO, EQUIPOS REPRODUCTORES DE SONIDO E IMAGEN, DISCOS, MÁQUINAS FOTOGRÁFICAS Y, EN GENERAL, DE TODO TIPO DE ELECTRODOMÉSTICOS Y APARATOS DE PRECISIÓN, SUS REPUESTOS Y ACCESORIOS, ASÍ COMO DE AQUELLOS NEGOCIOS DENOMINADOS VIDEO CLUB.  R) LA IMPORTACIÓN, EXPORTACIÓN Y COMERCIALIZACIÓN, AL POR MAYOR Y AL DETALLE, DE TODA CLASE DE PRODUCTOS RELACIONADOS CON LA ALIMENTACIÓN BEBIDAS, CON O SIN ALCOHOL, PRODUCTOS DE LIMPIEZA, FRUTAS, VERDURAS Y, EN PARTICULAR, LA EXPLOTACIÓN DE NEGOCIOS DE LOS DENOMINADOS SUPERMERCADOS Y AUTOSERVICIOS. S) LA COMERCIALIZACIÓN DE PERIÓDICOS, REVISTAS, LIBROS Y DEMÁS ARTÍCULOS DE LIBRERÍA Y PAPELERÍA, FLORES Y PLANTAS ORNAMENTALES. T) LA ACTIVIDAD DENOMINADA RENT A CAR, CONSISTENTE EN LA COMPRA, TENENCIA, EXPLOTACIÓN Y ALQUILER DE VEHÍCULOS, CON O SIN CONDUCTOR. U) LA COMPRA Y VENTA DE VEHÍCULOS NUEVO Y USADOS, Y SU IMPORTACIÓN Y EXPORTACIÓN. V) LA IMPORTACIÓN, EXPORTACIÓN Y COMERCIALIZACIÓN, AL POR MAYOR Y AL DETALLE, DE TODA CLASE DE PRODUCTOS RELACIONADOS CON EL SECTOR DE FERRETERÍA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06492",
      "_links": {
        "self": {
          "name": "DOSUVE MARKETING & TRADE AFFAIRS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06492"
        }
      }
    },
    {
      "name": "DIGISYSTEMS, S.L.",
      "registrationNumber": "02637",
      "identificationNumber": "B95042313",
      "address": "Bº Elotxelerri-P.E. Kuebide-Larrondo Goiko Kalea, 5-Pab. 8",
      "location": {
        "postalCode": "48180",
        "municipality": "Loiu",
        "county": "Bizkaia",
        "municipalityId": "903",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.659.2",
          "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
          "_links": {
            "self": {
              "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.2"
            }
          }
        },
        {
          "id": "1.691.9",
          "name": "Reparación de otros bienes de consumo n.c.o.p",
          "_links": {
            "self": {
              "name": "Reparación de otros bienes de consumo n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.691.9"
            }
          }
        }
      ],
      "certificateStartDate": "2019-09-24",
      "certificateEndDate": "2020-03-20",
      "object": "LA COMPRAVENTA DE MAQUINARIA AUXILIAR DE OFICINA Y CONSUMIBLE PARA LAS MISMAS, ASÍ COMO LA EXPLOTACIÓN DE TODOS LOS SISTEMAS DE REPROGRAFÍA.\r\nALQUILER DE MAQUINARIA Y EQUIPOS DE OFICINA Y CÁLCULO ELECTRÓNICO, REPRODUCCIÓN DE TEXTOS E IMÁGENES POR PROCEDIMIENTOS TALES COMO MULTICOPISTA, FOTOCOPIAS POR PROCEDIMIENTOS FOTOGRÁFICOS, ELECTROESTÁTICOSY ESCANEADO DE DOCUMENTOS; COMERCIALIZACIÓN, MANTENIMIENTO, REPRESENTACIÓN AL POR MENOR Y AL POR MAYOR DE EQUPOS DE OFIMÁTICA, TELEFONÍA Y COMUNICACIONES, TALES COMO EQUIPOS INFORMÁTICOS, EQUIPOS DE IMPRESIÓN, MÁQUINAS COPIADORAS, ASÍ COMO SUS RECAMBIOS, PIEZAS, ACCIONES Y CONSUMIBLES.\r\n\r\nLA ADQUISICIÓN, PARCELACIÓN, URBANIZACIÓN Y ENAJENACIÓN DE TERRENOS, SOLARES, PROMOCIÓN, CONSTRUCCIÓN, COMPRA Y VENTA DE INMUEBLES, ASÍ COMO SU EXPLOTACIÓN  EN ALQUILER O CUALQUIER OTRA FORMA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02637",
      "_links": {
        "self": {
          "name": "DIGISYSTEMS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02637"
        }
      }
    }
  ]
}