{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 503,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "CONSULTORES SAYMA, S.A.",
      "registrationNumber": "02205",
      "identificationNumber": "A20098570",
      "address": "C/ AVENIDA DE LA LIBERTAD, Nº 10 - 6º.",
      "location": {
        "postalCode": "20004",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.842",
          "name": "Servicios financieros y contables",
          "_links": {
            "self": {
              "name": "Servicios financieros y contables",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.842"
            }
          }
        },
        {
          "id": "1.847",
          "name": "Servicios de consultoría",
          "_links": {
            "self": {
              "name": "Servicios de consultoría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.847"
            }
          }
        }
      ],
      "certificateStartDate": "2022-05-05",
      "certificateEndDate": "2022-10-26",
      "object": "LA REALIZACIÓN DE SERVICIOS DE \"CONSULTING\" EN MATERIA ECONÓMICA, JURÍDICA, LABORAL, CONTABLE, FISCAL, INFORMÁTICA, AUDITORÍA FINANCIERA Y ORGANIZACIÓN",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02205",
      "_links": {
        "self": {
          "name": "CONSULTORES SAYMA, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/02205"
        }
      }
    },
    {
      "name": "POWER SOLUTION IBERIA, S.L.",
      "registrationNumber": "08338",
      "identificationNumber": "B86032695",
      "address": "Calle Jose Echegaray 8 edificio 3 oficina 6 ",
      "location": {
        "postalCode": "28232",
        "municipality": "Rozas de Madrid, Las",
        "county": "Madrid",
        "municipalityId": "127",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2022-05-04",
      "certificateEndDate": "2022-11-04",
      "object": "A) COMERCIALIZACIÓN, ALQUILER, ENSAMBLAJE, SOPORTE TÉCNICO, REPARACIÓN, DISTRIBUCIÓN, REPRESENTACIÓN COMERCIAL, IMPORTACIÓN Y EXPORTACIÓN DE MAQUINARIAS, EQUIPOS, REPUESTOS Y SUMINISTROS INFORMÁTICOS, DE OFICINA E IMPRENTA, FABRICACIÓN DE CONSUMIBLES DE IMPRESIÓN, SERVICIO DE ACCESORIA, CONSULTARÍA, CAPACITACIÓN EN SISTEMAS INFORMÁTICOS, PERITAJES, DESARROLLO Y COMERCIALIZACIÓN DE SOFTWARE Y SERVICIO DE CABINA DE INTERNET. B) PRODUCCIÓN, DESARROLLO, SEGUIMIENTO, GESTIÓN, INTEGRACIÓN, FORMACIÓN, SOPORTE, COMERCIALIZACIÓN Y DISTRIBUCIÓN DE TODOS LOS SERVICIOS, HERRAMIENTAS Y PRODUCTOS EN EL CAMPO DE LOS SISTEMAS DE INFORMACIÓN. LA REALIZACIÓN DE CUALQUIER SERVICIO DE CONSULTORÍA TÉCNICA, DE NEGOCIO, DE SISTEMAS Y ESTRATÉGICA TENDENTE A LA IMPLANTACIÓN DE SISTEMAS INFORMÁTICOS. C) LA COMPRAVENTA E INTERMEDIACIÓN DE TODA CLASE DE FINCAS RÚSTICAS Y URBANAS, LA PROMOCIÓN Y CONSTRUCCIÓN SOBRE LAS MISMAS DE TODA CLASE DE EDIFICACIONES, SU REHABILITACIÓN, VENTA O ARRENDAMIENTO NO FINANCIERO, Y LA CONSTRUCCIÓN DE TODA CLASE DE OBRAS PÚBLICAS O PRIVADAS. INSTALACIONES DE CUALQUIER NATURALEZA, DECORACIÓN Y ACABADO DE TODO TIPO DE INMUEBLES, ASÍ COMO SUS REPARACIONES Y MANTENIMIENTOS POSTERIORES. COMPRAVENTA, COMERCIO AL POR MAYOR Y MENOR, IMPORTACIÓN Y EXPORTACIÓN DE TODO TIPO DE MATERIALES DE CONSTRUCCIÓN Y MAQUINARIA RELACIONADA. SERVICIOS DE CONTROL, CONSERJERÍA Y GUARDERÍA DE INMUEBLES. LA COMPRAVENTA Y COMERCIALIZACIÓN DE DERECHOS DE APROVECHAMIENTO POR TURNOS DE BIENES INMUEBLES. EL ESTUDIO, DESARROLLO, COMERCIALIZACIÓN, PLANIFICACIÓN PUBLICITARIA Y MARKETING DE APROVECHAMIENTO POR TURNOS DE BIENES INMUEBLES, OFERTAS Y ESTANCIAS VACACIONALES Y DE TIEMPO COMPARTIDO. GESTIÓN URBANÍSTICA DEL SUELO. D) LA IMPORTACIÓN Y EXPORTACIÓN DE PRODUCTOS ALIMENTICIOS, BEBIDAS Y TABACO, ASÍ COMO LA DISTRIBUCIÓN, INTERMEDIACIÓN, EL COMERCIO AL POR MAYOR Y AL POR MENOR, LA ELABORACIÓN Y MANIPULADO DE DICHOS PRODUCTOS, EL ENVASADO DE CONSERVAS, LA INSPECCIÓN, EL CONTROL, LA CERTIFICACIÓN Y LA CALIFICACIÓN DE CALIDAD Y DENOMINACIONES DE ORIGEN CORRESPONDIENTE A TODO TIPO DE PRODUCTOS. LA EXPLOTACIÓN AGRÍCOLA, GANADERA, AVÍCOLA, PECUARIA Y DE ANÁLOGA NATURALEZA. LA FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, LA INTERMEDIACIÓN Y EL COMERCIO AL POR MAYOR Y MENOR DE MÁQUINAS Y MATERIAL RELACIONADO CON ORDENADORES Y PROGRAMAS PARA LOS MISMOS, APARATOS ELÉCTRICOS Y ELECTRÓNICOS, TELEFONÍA MÓVIL Y FIJA, MÁQUINAS DE OFICINA, DESARROLLO DE PROGRAMAS, ASESORAMIENTO TÉCNICO E INFORMÁTICO, SERVICIOS DE TELEFONÍA MÓVIL Y FIJA Y SU ACTUACIÓN COMO OPERADOR DE REDES, REPARACIÓN DE MÁQUINAS DE OFICINA, PROGRAMACIÓN DE AUTÓMATAS Y CONTROL INDUSTRIAL. PROCESOS DE DATOS. F) SERVICIOS DE SECRETARIA Y TRADUCCIONES. CURSILLOS Y SERVICIOS DE ENSEÑANZA DE TODO TIPO. ATENCIÓN TELEFÓNICA PARA CLIENTES. G) LA EXPLOTACIÓN DE SERVICIOS HOTELEROS, HOSTELEROS, DISCOTECAS Y OTROS RELACIONADOS CON LA RESTAURACIÓN GASTRONÓMICA Y LOS ESPECTÁCULOS PÚBLICOS. H)\tEL DISEÑO, LA FABRICACIÓN, COMERCIO, INTERMEDIACIÓN Y ALQUILER NO FINANCIERO DE MAQUINARIA, EMBARCACIONES, AERONAVES, BICICLETAS, VEHÍCULOS PARA MINUSVÁLIDOS Y VEHÍCULOS AUTOMÓVILES. SU RESTAURACIÓN, REPARACIÓN Y MANTENIMIENTO POSTERIORES, INCLUYENDO TODO LO RELACIONADO CON LAS ESTACIONES DE LAVADO DE VEHÍCULOS, ASÍ COMO DE TODO TIPO DE ACCESORIOS PARA LOS MISMOS. SUMINISTROS INDUSTRIALES. RECONSTRUCCIÓN Y RECAUCHUTADO DE NEUMÁTICOS. I) RECOGIDA Y TRATAMIENTO DE MATERIALES USADOS, RESIDUOS Y ENSERES DE USO DOMÉSTICO E INDUSTRIAL PARA SU RECICLADO Y OBTENCIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN DE ENERGÍAS. DEPURACIÓN Y DISTRIBUCIÓN DE AGUA. REFINO, COMERCIALIZACIÓN, INTERMEDIACIÓN, ALMACENAMIENTO, Y DISTRIBUCIÓN DE PETRÓLEOS Y DERIVADOS Y LA EXPLOTACIÓN DE ESTACIONES DE SERVICIO. J) LA COMPRAVENTA, ELABORACIÓN Y TRANSFORMACIÓN DE PIELES Y CURTIDOS; DISEÑO, FABRICACIÓN, CORTADOS, APARADOS Y ACABADO DE TODO TIPO DE CALZADOS, ARTÍCULOS DE GUARNICIONERÍA, MARROQUINERÍA Y TALABARTERÍA. SU COMERCIO E INTERMEDIACIÓN AL POR MAYOR Y MENOR, ASÍ COMO SU IMPORTACIÓN Y EXPORTACIÓN. K) LA FABRICACIÓN, COMPRAVENTA, INTERMEDIACIÓN Y EXPLOTACIÓN, POR CUENTA PROPIA O AJENA DE MÁQUINAS EXPENDEDORAS. L) LA FABRICACIÓN, COMERCIO E INTERMEDIACIÓN DE PRODUCTOS QUÍMICOS Y SINTÉTICOS, PLÁSTICOS, PASTA PAPELERA, PAPEL, CARTÓN, ENVASES, BOLSAS, RÓTULOS, MATERIAL FOTOGRÁFICO Y SERVICIOS DE REVELADO. M) LA FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMPRAVENTA, COMERCIO AL POR MENOR Y MAYOR, ASÍ COMO LA DISTRIBUCIÓN, INTERMEDIACIÓN Y SERVICIOS RELACIONADOS CON LOS ARTÍCULOS SANITARIOS, HIGIÉNICOS, DE LIMPIEZA, DE BELLEZA, DE PELUQUERÍA, DE ESTÉTICA, DE HOGAR, DE REGALO, JUGUETES, INSTRUMENTOS MUSICALES, DECORACIÓN, ELECTRODOMÉSTICOS, MOBILIARIO, PORCELANA, CRISTALERÍA, JOYERÍA, BISUTERÍA, ÓPTICA, EQUIPOS FOTOGRÁFICOS, FLORES, PLANTAS Y ARTÍCULOS DE DEPORTE. RECLAMOS PUBLICITARIOS DE TODO TIPO, ASÍ COMO LOS SERVICIOS RELACIONADOS CON LA PUBLICIDAD Y PROMOCIÓN EMPRESARIAL. N) IMPORTACIÓN, EXPORTACIÓN, INTERMEDIACIÓN Y COMERCIO AL POR MENOR Y MAYOR DE MADERAS, CORCHO, CESTERÍA, ESPARTERÍA, METALES DE FUNDICIÓN, ESTIRADO, LAMINACIÓN Y OTROS MANIPULADOS. LA INDUSTRIA DEL MÁRMOL Y PIEDRA NATURAL O ARTIFICIAL. INSTALACIONES Y MONTAJES DE CARPINTERÍA METÁLICA Y TRADICIONAL Y EL ARRIENDO NO FINANCIERO DE LOS MISMOS EN FORMA DE TARIMAS Y SIMILARES. EXPLOTACIÓN FORESTAL. O) MANTENIMIENTO Y LIMPIEZA DE VIVIENDAS, JARDINES Y ANEXOS, LOCALES COMERCIALES Y OTROS BIENES INMUEBLES. LIMPIEZA DE BIENES MUEBLES. SERVICIOS DE GUARDAMUEBLES Y DEPÓSITO Y ALMACENAMIENTO DE MERCANCÍAS. P) IMPORTACIÓN, EXPORTACIÓN, DISEÑO, FABRICACIÓN, INTERMEDIACIÓN Y COMERCIALIZACIÓN AL POR MENOR Y MAYOR DE TODO TIPO DE ARTÍCULOS TEXTILES Y COMPLEMENTOS PARA LA MODA DE SEÑORA Y CABALLERO. Q) LA IMPORTACIÓN, EXPORTACIÓN, COMPRAVENTA, FABRICACIÓN, DISEÑO, INTERMEDIACIÓN Y COMERCIALIZACIÓN DE TODO TIPO DE PRODUCTOS PARA LA INDUSTRIA CERÁMICA, MOLDES, TROQUELES Y SUS DERIVADOS. R) PRODUCCIÓN, EXHIBICIÓN, EDICIÓN, IMPORTACIÓN, EXPORTACIÓN, DISTRIBUCIÓN, COMPRAVENTA Y ALQUILER DE TODO TIPO DE PRODUCTOS CINEMATOGRÁFICOS, MUSICALES, AUDIOVISUALES Y LIBROS Y OTRAS PUBLICACIONES EN SOPORTE PAPEL, ELECTRÓNICO, AUDIO O VIDEO, ENCUADERNACIONES, COMPOSICIÓN Y FOTOGRABADO. PARTICIPACIÓN EN TODO TIPO DE MUESTRAS, FESTIVALES, FERIAS, CERTÁMENES Y OTROS RELACIONADOS CON CUALQUIER INDUSTRIA O ACTIVIDAD ARTÍSTICA Y DE COMUNICACIÓN. REPRESENTACIÓN DE PROFESIONALES Y ARTISTAS. AGENCIA DE PUBLICIDAD Y RELACIONES PÚBLICAS. DISEÑO, CONSTRUCCIÓN, MANTENIMIENTO Y EXPLOTACIÓN DE INSTALACIONES DEPORTIVAS. FORMACIÓN EN LOS CAMPOS ARTÍSTICOS Y DEPORTIVOS. IMPORTACIÓN, EXPORTACIÓN, COMPRAVENTA E INTERMEDIACIÓN DE OBRAS DE ARTE ASÍ COMO LA EXPLOTACIÓN DE GALERÍAS DE ARTE DE TODO TIPO. S) DISEÑO, CONSTRUCCIÓN Y EXPLOTACIÓN DE PARQUES PRODUCTORES DE ENERGÍA EN TODAS SUS VARIANTES CONTEMPLADAS POR LA LEGISLACIÓN. T) INTERMEDIACIÓN EN LA REDACCIÓN DE PROYECTOS DE ARQUITECTURA, INGENIERÍA Y URBANISMO, ASÍ COMO LA INTERMEDIACIÓN EN EL ASESORAMIENTO DE EMPRESAS Y PERSONAS FÍSICAS EN SU MÁS AMPLIA ACEPCIÓN, TASACIONES, PERITACIONES, ACTIVIDADES VETERINARIAS, CENTROS SANITARIOS Y DE ANÁLISIS Y DE RECONOCIMIENTOS MÉDICOS. TODO LO ANTERIOR A TRAVÉS DE LOS OPORTUNOS PROFESIONALES QUE EN CADA CASO PROCEDA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08338",
      "_links": {
        "self": {
          "name": "POWER SOLUTION IBERIA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08338"
        }
      }
    },
    {
      "name": "EXCELTIC S.L.",
      "registrationNumber": "06878",
      "identificationNumber": "B84242767",
      "address": "Avenida de la Institución Libre de Enseñanza, 41. 1ª Planta",
      "location": {
        "postalCode": "28037",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.843.9",
          "name": "Otros servicios técnicos n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios técnicos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.9"
            }
          }
        },
        {
          "id": "1.932.2",
          "name": "Enseñanza de formación y perfeccionamiento profesional superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.2"
            }
          }
        },
        {
          "id": "1.934",
          "name": "Enseñanza fuera de establecimiento permanente",
          "_links": {
            "self": {
              "name": "Enseñanza fuera de establecimiento permanente",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.934"
            }
          }
        }
      ],
      "certificateStartDate": "2022-05-03",
      "certificateEndDate": "2020-07-27",
      "object": "ASESORAMIENTO, CONSULTORÍA, ASISTENCIA TÉCNICA Y SUMINISTRO DE TODOS AQUELLOS ELEMENTOS QUE COMPONEN LOS EQUIPOS Y LOS PROGRAMAS EN LAS ÁREAS DE LA INFORMÁTICA, REDES DE DATOS Y TELECOMUNICACIONES, Y LA PRESTACIÓN DE SERVICIOS INFORMÁTICOS. FABRICACIÓN, DISTRIBUCIÓN, COMERCIALIZACIÓN Y VENTA DE EQUIPOS INFORMÁTICOS Y MATERIAL DE SISTEMAS DE INFORMACIÓN Y AFINE, TANTO EN LA LÍNEA DE HARDWARE COMO DE SOFTWARE. REALIZACIÓN DE ACTIVIDADES RELACIONADAS CON LA FUNCIÓN DOCENTE, DESARROLLO Y PROMOCIÓN DE ACTIVIDADES CULTURALES, ARTÍSTICAS Y DEPORTIVAS, CREACIÓN DE ESTABLECIMIENTOS, COLEGIOS, ACADEMIAS O CENTROS DE EDUCACIÓN PARA IMPARTIR EN ELLOS CUALQUIER TIPO DE CURSOS Y ENSEÑANZAS TANTO REGLADAS COMO NO REGLADAS. LA COMPRA-VENTA, ARRENDAMIENTO, EXCEPTO EL ARRENDAMIENTO FINANCIERO, Y TENENCIA EN GENERAL DE EDIFICIOS PARA VIVIENDAS Y OFICINAS, TERRENOS Y SOLARES, PISOS Y LOCALES DE TODO TIPO; CONSTRUCCIÓN, PROMOCIÓN Y VENTA DE CONJUNTOS RESIDENCIALES; MANTENIMIENTO, CONSERVACIÓN Y EXPLOTACIÓN DE VIVIENDAS Y OFICINAS, LOCALES, EDIFICIOS, NÚCLEOS URBANÍSTICOS, CONJUNTOS RESIDENCIALES Y OTRAS ENTIDADES URBANÍSTICAS EN GENERAL; ASESORAMIENTO PARA LA CONSTRUCCIÓN; PROMOCIÓN, ALQUILER, VENTA EN GENERAL, ACTOS DE ADMINISTRACIÓN Y DISPOSICIÓN DE BIENES INMUEBLES; GESTIÓN DE CONCESIONES PÚBLICAS Y PRIVADAS PARA ESTABLECIMIENTOS DE TODA ÍNDOLE, INCLUIDOS DE NÚCLEOS URBANÍSTICOS. INTERMEDIACIÓN PROFESIONAL EN EL MERCADO INMOBILIARIO. COMERCIO ELECTRÓNICO A TRAVÉS DE INTERNET.  CREACIÓN DE LIBROS, MANUALES, REVISTAS O CUALQUIER TIPO DE MATERIAL DIDÁCTICO O DE DIVULGACIÓN, TANTO EN SOPORTE IMPRESO COMO EN SOPORTE ELECTRÓNICO. EL ASESORAMIENTO, DIRECCIÓN Y EJECUCIÓN DE PROYECTOS Y SERVICIOS DE INGENIERÍA EN LOS SECTORES INDUSTRIAL, ENERGÉTICO, AEROESPACIAL, TRANSPORTE, NAVAL, DEFENSA, SEGURIDAD Y CIENCIAS DE LA SALUD. EL ASESORAMIENTO, DIRECCIÓN Y EJECUCIÓN DE PROYECTOS Y SERVICIOS EN LAS ÁREAS DE ELECTRICIDAD, ELECTRÓNICA, MECÁNICA, INGENIERÍA CIVIL, INGENIERÍA QUÍMICA, INGENIERÍA DE PROCESOS, INVESTIGACIÓN Y DESARROLLO, SEGURIDAD Y MEDIOAMBIENTE Y ESTRATEGIA EMPRESARIAL. PROCESOS DE PRESELECCIÓN Y SELECCIÓN, FORMACIÓN, CAPTACIÓN, MOTIVACIÓN Y RESTO DE PROCESOS DE GESTIÓN DE PERSONAL- APLICACIÓN DE LOS AVANCES DE LAS TECNOLOGÍAS DE LA INFORMACIÓN Y LA COMUNICACIÓN EN EL ÁMBITO DE LOS RECURSOS HUMANOS. EXPLOTACIÓN DEL CONJUNTO DE PROCEDIMIENTOS Y MÉTODOS DIRIGIDOS A LA EVALUACIÓN Y SELECCIÓN DE PUESTOS DE TRABAJO, DESARROLLO DE RECURSOS HUMANOS, ESTUDIOS Y ANÁLISIS DE LA ORGANIZACIÓN DE LAS EMPRESAS Y PLANIFICACIÓN DE SU ESTRATEGIA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06878",
      "_links": {
        "self": {
          "name": "EXCELTIC S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06878"
        }
      }
    },
    {
      "name": "NORTHERN TECHNOLOGIES DEFENSE, S.L.",
      "registrationNumber": "08331",
      "identificationNumber": "B88222054",
      "address": "Anabel Segura, 11 Edificio Albatros",
      "location": {
        "postalCode": "28108",
        "municipality": "Alcobendas",
        "county": "Madrid",
        "municipalityId": "006",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.631",
          "name": "Intermediarios del comercio",
          "_links": {
            "self": {
              "name": "Intermediarios del comercio",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.631"
            }
          }
        }
      ],
      "certificateStartDate": "2022-05-03",
      "certificateEndDate": "2022-11-03",
      "object": "-LA INTERMEDIACIÓN EN OPERACIONES DE IMPORTACIÓN Y EXPORTACIÓN DE PRODUCTOS RELACIONADOS CON LAS ACTIVIDADES DE DEFENSA (CNAE 4618). -LA REPRESENTACIÓN EN ESPAÑA DE COMPAÑÍAS Y OTRAS ENTIDADES JURÍDICAS EXTRANJERAS RELACIONADAS CON LAS ACTIVIDADES DE DEFENSA. LA REPRESENTACIÓN FUERA DE ESPAÑA DE COMPAÑÍAS Y ENTIDADES JURÍDICAS ESPAÑOLAS RELACIONADAS CON LAS ACTIVIDADES DE DEFENSA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08331",
      "_links": {
        "self": {
          "name": "NORTHERN TECHNOLOGIES DEFENSE, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08331"
        }
      }
    },
    {
      "name": "PROQUINORTE, S.A.",
      "registrationNumber": "02477",
      "identificationNumber": "A48202451",
      "address": "ALAMEDA DE URQUIJO, 87",
      "location": {
        "postalCode": "48013",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.352",
          "name": "Fabricación de aparatos y equipo electromédico y de uso profesional",
          "_links": {
            "self": {
              "name": "Fabricación de aparatos y equipo electromédico y de uso profesional",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.352"
            }
          }
        },
        {
          "id": "1.659.3",
          "name": "Venta al por menor de aparatos médicos, ortopédicos, ópticos y fotográficos",
          "_links": {
            "self": {
              "name": "Venta al por menor de aparatos médicos, ortopédicos, ópticos y fotográficos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.3"
            }
          }
        }
      ],
      "certificateStartDate": "2022-05-01",
      "certificateEndDate": "2022-11-01",
      "object": "COMERCIO AL POR MAYOR Y MENOR DE PRODUCTOS QUÍMICOS Y APARATOS E INSTRUMENTOS DE FÍSICA, QUÍMICA Y FISIQUÍMICA CON DESTINO A LABORATORIOS DE ANÁLISIS, INVESTIGACIÓN O ENSAYO Y DE ACCESORIOS Y PRODUCTOS ESPECIALES PARA USO O EMPLEO DE LOS MISMOS Y EN GENERAL CUANTOS POR SUS CARACTERÍSTICAS Y ESPECÍFICAS APLICACIONES SEAN DE USO NORMAL EN LOS EXPRESADOS LABORATORIOS.  LA SOCIEDAD NO REALIZARÁ NINGUNA DE LAS ACTIVIDADES SUJETAS A RÉGIMEN DE AUTORIZACIÓN ESPECIAL Y LEGISLACIÓN ESPECIAL.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02477",
      "_links": {
        "self": {
          "name": "PROQUINORTE, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/02477"
        }
      }
    },
    {
      "name": "IGOR ABAL SAN NICOLAS",
      "registrationNumber": "07149",
      "identificationNumber": "30606301V",
      "address": "GOIKOAERANDIONDO 10",
      "location": {
        "postalCode": "48950",
        "municipality": "Erandio",
        "county": "Bizkaia",
        "municipalityId": "902",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.722",
          "name": "Transporte de mercancías por carretera",
          "_links": {
            "self": {
              "name": "Transporte de mercancías por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.722"
            }
          }
        },
        {
          "id": "1.852",
          "name": "Alquiler de maquinaria y equipo para la construcción",
          "_links": {
            "self": {
              "name": "Alquiler de maquinaria y equipo para la construcción",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.852"
            }
          }
        }
      ],
      "certificateStartDate": "2022-04-29",
      "certificateEndDate": "2022-10-27",
      "object": "ALQUILER DE MAQUINARIA Y EQUIPO PARA LA CONSTRUCCIÓN",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07149",
      "_links": {
        "self": {
          "name": "IGOR ABAL SAN NICOLAS",
          "href": "https://api.euskadi.eus/procurements/companies/07149"
        }
      }
    },
    {
      "name": "BERSON ORT BUEN SONIDO 2003, S.L.",
      "registrationNumber": "08017",
      "identificationNumber": "B95292579",
      "address": "C/Zubileta 27 (poligono Ibarreta)",
      "location": {
        "postalCode": "48903",
        "municipality": "Barakaldo",
        "county": "Bizkaia",
        "municipalityId": "013",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.615.4",
          "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
          "_links": {
            "self": {
              "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.4"
            }
          }
        },
        {
          "id": "1.989.2",
          "name": "Servicios de organización de congresos, asambleas y similares",
          "_links": {
            "self": {
              "name": "Servicios de organización de congresos, asambleas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.989.2"
            }
          }
        }
      ],
      "certificateStartDate": "2022-04-27",
      "certificateEndDate": "2022-10-27",
      "object": "A) LA PRESTACIÓN POR CUENTA PROPIA O AJENA DE SERVICIOS DE ASESORAMIENTO, ESTUDIO Y GESTIÓN A TODO TIPO DE EMPRESAS, BIEN SEA PERSONAS INDIVIDUALES O JURÍDICAS, PÚBLICAS O PRIVADAS, EN MATERIA DE MONTAJE, ILUMINACIÓN Y SONIDO, PARA TODO TIPO DE EVENTOS Y CELEBRACIONES DE CARÁCTER CULTURAL, DEPORTIVO, LABORAL Y POLÍTICO. B) LA ADQUISICIÓN POR CUALQUIER TÍTULO DE FINCAS RÚSTICAS O URBANAS, LA PROMOCIÓN, REHABILITACIÓN Y CONSTRUCCIÓN DE ESTAS Y LA ADMINISTRACIÓN, TENENCIA, EXPLOTACIÓN Y ARRENDAMIENTO DE TALES BIENES Y SU VENTA TOTAL O PARCIAL, SEGÚN CONVENGA PARA SU APROVECHAMIENTO FORESTAL, AGRÍCOLA, URBANO, INDUSTRIAL O CUALQUIER OTRO, ASÍ COMO SU ASESORAMIENTO EN COMPRA-VENTA DE INMUEBLES A TERCERAS PERSONAS FÍSICAS O JURÍDICAS. C) LA ADQUISICIÓN, CESIÓN, TENENCIA Y DISFRUTE EN GENERAL DE TODA CLASE DE TÍTULOS Y VALORES MOBILIARIOS, CON EXCLUSIÓN DE LAS ACTIVIDADES DE LA LEY DE MERCADO DE VALORES Y DE INVERSIONES COLECTIVAS. D) EL ASESORAMIENTO DE EMPRESAS, EL ESTUDIO, INVESTIGACIÓN, PROMOCIÓN Y PRESTACIÓN DE TODA CLASE DE SERVICIOS DE ASISTENCIA Y GESTIÓN TÉCNICA, ADMINISTRATIVA, COMERCIAL Y JURÍDICA, TODO ELLO EFECTUADO POR PERSONAS CON TITULACIÓN ESPECIAL. E) LA INTERMEDIACIÓN, EN REPRESENTACIÓN DE TERCEROS, PARA TRAMITACIÓN DE TODA CLASE DE PRÉSTAMOS Y CRÉDITOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08017",
      "_links": {
        "self": {
          "name": "BERSON ORT BUEN SONIDO 2003, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08017"
        }
      }
    },
    {
      "name": "PROTECCION Y SEGURIDAD TECNICA SA",
      "registrationNumber": "00553",
      "identificationNumber": "A48138390",
      "address": "CALLE BEURKO VIEJO S/N EDIFICIO GARVE II",
      "location": {
        "postalCode": "48902",
        "municipality": "Barakaldo",
        "county": "Bizkaia",
        "municipalityId": "013",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        },
        {
          "id": "1.504.12",
          "name": "Instalaciones eléctricas en toda clase de edificios",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en toda clase de edificios",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.12"
            }
          }
        },
        {
          "id": "1.849.4",
          "name": "Servicios de custodia, seguridad y protección",
          "_links": {
            "self": {
              "name": "Servicios de custodia, seguridad y protección",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.4"
            }
          }
        },
        {
          "id": "1.861.2",
          "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
          "_links": {
            "self": {
              "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.861.2"
            }
          }
        }
      ],
      "certificateStartDate": "2022-04-26",
      "certificateEndDate": "2022-10-11",
      "object": "1. LA VIGILANCIA Y PROTECCIÓN DE BIENES, ESTABLECIMIENTOS, LUGARES Y EVENTOS, TANTO PÚBLICOS COMO PRIVADOS, ASÍ COMO DE LAS PERSONAS QUE PUDIERAN ENCONTRARSE EN LOS MISMOS.\n\n2. EL ACOMPAÑAMIENTO, DEFENSA Y PROTECCIÓN DE PERSONAS FISICAS DETERMINADAS, INCLUIDAS LAS QUE OSTENTEN LA CONDICIÓN LEGAL DE AUTORIDAD.\n\n3. LA INSTALACIÓN Y MANTENIMIENTO DE APARATOS, EQUIPOS, DISPOSITIVOS Y SISTEMAS DE SEGURIDAD CONECTADOS A CENTRALES RECEPTORAS DE ALARMAS O A CENTROS DE CONTROLO DE VIDEOVIGILANCIA.\n\n4. LA EXPLOTACIÓN DE CENTRALES PARA LA CONEXIÓN, RECEPCIÓN, VERIFICACIÓN Y, EN SU CASO, RESPUESTA Y TRANSMISIÓN DE LAS SEÑALES DE ALARMA, ASI COMO LA MONITORIZACIÓN DE CUALESQUIERA SEÑALES DE DISPOSITIVOS AUXILIARES PARA LA SEGURIDAD DE PERSONAS, DE BIENES MUEBLES O INMUEBLES O DE CUMPLIMIENTO DE MEDIDAS IMPUESTAS, Y LA COMUNICACIÓN A LAS FUERZAS Y CUERPOS DE SEGURIDAD COMPETENTES EN ESTOS CASOS.\n\n5. EL TRANSPORTE Y DISTRIBUCIÓN DE EXPLOSIVOS, ARMAS, CARTUCHERIA METÁLICA, SUSTANCIAS, MATERIAS, MERCANCIAS Y CUALESQUIERA OBJETOS QUE POR SU PELIGROSIDAD PRECISEN DE\nVIGILANCIA Y PROTECCIÓN ESPECIAL.\n\n6. EL DEPÓSITO Y CUSTODIA DE EXPLOSIVOS, ARMAS, CARTUCHERIA METÁLICA, SUSTANCIAS, MATERIAS, MERCANCIAS Y CUALESQUIERA OBJETOS QUE POR SU PELIGROSIDAD PRECISEN DE VIGILANCIA Y PROTECCIÓN ESPECIAL.\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/00553",
      "_links": {
        "self": {
          "name": "PROTECCION Y SEGURIDAD TECNICA SA",
          "href": "https://api.euskadi.eus/procurements/companies/00553"
        }
      }
    },
    {
      "name": "POLYGLOKAL, S.L.",
      "registrationNumber": "08299",
      "identificationNumber": "B75150912",
      "address": "ASTIGARRAGAKO BIDEA, 2 - 5ºIZ - 2ª",
      "location": {
        "postalCode": "20180",
        "municipality": "Oiartzun",
        "county": "Gipuzkoa",
        "municipalityId": "063",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.616.6",
          "name": "Venta al por mayor de productos químicos industriales",
          "_links": {
            "self": {
              "name": "Venta al por mayor de productos químicos industriales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.616.6"
            }
          }
        },
        {
          "id": "1.617.9",
          "name": "Venta al por mayor interindustrial de otros productos n.c.o.p",
          "_links": {
            "self": {
              "name": "Venta al por mayor interindustrial de otros productos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.617.9"
            }
          }
        }
      ],
      "certificateStartDate": "2022-04-21",
      "certificateEndDate": "2022-09-17",
      "object": "PRODUKTU KIMIKOEN HANDIZKAKO MERKATARITZA; ERREGAIEN, MINERALEN, METALEN ETA PRODUKTU KIMIKO INDUSTRIALEN MERKATARITZAKO BITARTEKARIAK; MAKINA-ERREMINTEN HANDIZKAKO MERKATARITZA; HANDIZKAKO MERKATARITZA ESPEZIALIAZATUA; BESTELAKO MAKINERIAREN ETA EKIPOEN HANDIZKAKO MERKATARITZA; ELIKAGAIEN, EDARIEN ETA TABAKOAREN MERKATARITZAKO BITARTEKARIAK; BESTELAKO PRODUKTU ESPEZIFIKOEN SALMENTAN ESPEZIALIZATUTAKO MERKATARITZAKO BITARTEKARIAK; ASKOTARIKO PRODUKTUEN MERKATARITZA BITARTEKARIAK.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08299",
      "_links": {
        "self": {
          "name": "POLYGLOKAL, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08299"
        }
      }
    },
    {
      "name": "MAITOR SERVICIOS INTEGRALES, S.L.",
      "registrationNumber": "08293",
      "identificationNumber": "B95887469",
      "address": "paseo el ferrocarril, 8, 4º a",
      "location": {
        "postalCode": "48901",
        "municipality": "Barakaldo",
        "county": "Bizkaia",
        "municipalityId": "013",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        }
      ],
      "certificateStartDate": "2022-04-13",
      "certificateEndDate": "2022-09-17",
      "object": "EL DESARROLLO DE LAS ACTIVIDADES CORRESPONDIENTES A LOS SIGUIENTES CÓDIGOS Y DESCRIPCIONES DE LA CLASIFICACIÓN NACIONAL DE ACTIVIDADES ECONÓMICAS: ACTIVIDAD PRINCIPAL: 4121.- CONSTRUCCIÓN DE EDIFICIOS RESIDENCIALES. OTRAS ACTIVIDADES: 4211.- CONSTRUCCIÓN DE CARRETERAS Y AUTOPISTAS. 4329.- OTRAS INSTALACIONES EN OBRAS DE CONSTRUCCIÓN. 6832.- GESTIÓN Y ADMINISTRACIÓN DE LA PROPIEDAD INMOBILIARIA. 4332.- INSTALACIÓN DE CARPINTERÍA. 4213.- CONSTRUCCIÓN DE PUENTES Y TÚNELES. 6810.- COMPRAVENTA DE BIENES INMOBILIARIOS POR CUENTA PROPIA. 4321.- INSTALACIONES ELÉCTRICAS. 4391.- CONSTRUCCIÓN DE CUBIERTAS. 4122.- CONSTRUCCIÓN DE EDIFICIOS NO RESIDENCIALES. 4291.- OBRAS HIDRÁULICAS. 4299.- CONSTRUCCIÓN DE OTROS PROYECTOS DE INGENIERÍA CIVIL N.C.O.P. 6820.-ALQUILER DE BIENES INMOBILIARIOS POR CUENTA PROPIA. 4311.- DEMOLICIÓN. 4222.- CONSTRUCCIÓN DE REDES ELÉCTRICAS Y DE TELECOMUNICACIONES. 9521.- REPARACIÓN DE APARATOS ELECTRÓNICOS DE AUDIO Y VIDEO DE USO DOMÉSTICO. 9512.- REPARACIÓN DE EQUIPOS DE COMUNICACIÓN. 9522.- REPARACIÓN DE APARATOS ELECTRODOMÉSTICOS Y DE EQUIPOS PARA EL HOGAR Y EL JARDÍN. 4322.- FONTANERÍA, INSTALACIONES DE SISTEMAS DE CALEFACCIÓN Y AIRE ACONDICIONADO. 4221.- CONSTRUCCIÓN DE REDES PARA FLUIDOS. 4333.- REVESTIMIENTO DE SUELOS Y PAREDES. 4313.- PERFORACIONES Y SONDEOS. 4331.- REVOCAMIENTO. 3312.- REPARACIÓN DE MAQUINARIA. 9511.- REPARACIÓN DE ORDENADORES Y EQUIPOS PERIFÉRICOS. 6831.- AGENTES DE LA PROPIEDADA INMOBILIARIA. 4339.- OTRO ACABADO DE EDIFICIOS. 4399.- OTRAS ACTIVIDADES DE CONSTRUCCIÓN ESPECIALIZADA N.C.O.P. 4334.- PINTURA Y ACRISTALAMIENTO. 4312.- PREPARACIÓN DE TERRENOS. 4110.- PROMOCIÓN INMOBILIARIA. 4212.- CONSTRUCCIÓN DE VÍAS FÉRREAS DE SUPERFICIE Y SUBTERRÁNEAS. 3317.- REPARACIÓN Y MANTENIMIENTO DE OTRO MATERIAL DE TRANSPORTE. 3315.- REPARACIÓN Y MANTENIMIENTO NAVAL. 3313.- REPARACIÓN DE EQUIPOS ELECTRÓNICOS Y ÓPTICOS. 3314.- REPARACIÓN DE EQUIPOS ELÉCTRICOS. 3311.- REPARACIÓN DE PRODUCTOS METÁLICOS. 3319.- REPARACIÓN DE OTROS EQUIPOS. 3320.- INSTALACIÓN DE MÁQUINAS Y EQUIPOS INDUSTRIALES. 3316.- REPARACIÓN Y MANTENIMIENTO AERONÁUTICO Y ESPACIAL.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08293",
      "_links": {
        "self": {
          "name": "MAITOR SERVICIOS INTEGRALES, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08293"
        }
      }
    }
  ]
}