{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 25,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "INGARTEK CONSULTING, S.L.",
      "registrationNumber": "04715",
      "identificationNumber": "B95552899",
      "address": "Plaza Venezuela, 1 - 1º Dcha. Dcha.",
      "location": {
        "postalCode": "48001",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.846",
          "name": "Empresas de estudios de mercado",
          "_links": {
            "self": {
              "name": "Empresas de estudios de mercado",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.846"
            }
          }
        },
        {
          "id": "1.847",
          "name": "Servicios de consultoría",
          "_links": {
            "self": {
              "name": "Servicios de consultoría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.847"
            }
          }
        },
        {
          "id": "1.979.9",
          "name": "Otros servicios personales n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios personales n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.979.9"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-03",
      "certificateEndDate": "2026-07-13",
      "classification": [
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "L",
              "subgroups": [
                {
                  "id": "03",
                  "name": "Encuestas, toma de datos y servicios análogos",
                  "categories": [
                    {
                      "id": "3",
                      "name": "Desde 300.001 Hasta 600.000",
                      "_links": {
                        "self": {
                          "name": "Desde 300.001 Hasta 600.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/3"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Encuestas, toma de datos y servicios análogos",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/L/subgroups/03"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/L"
                }
              }
            },
            {
              "id": "V",
              "subgroups": [
                {
                  "id": "05",
                  "name": "Explotación y control de sistemas informáticos e infraestructuras telemáticas.",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 600.001 Hasta 1.1200.000",
                      "_links": {
                        "self": {
                          "name": "Desde 600.001 Hasta 1.1200.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Explotación y control de sistemas informáticos e infraestructuras telemáticas.",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/V/subgroups/05"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/V"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "CONSULTORÍA E INGENIERÍA TECNOLÓGICA EN TELECOMUNICACIONES EN INFORMÁTICA Y EL ASESORAMIENTO, COMERCIALIZACIÓN, IMPLEMENTACIÓN Y MANTENIMIENTO DE PROYECTOS. PRESTACIÓN, CONTRATACIÓN, SUBCONTRATACIÓN, ELABORACIÓN, DESARROLLO, CONTROL Y EJECUCIÓN DE TODO TIPO DE SERVICIOS INFORMÁTICOS, DE TELECOMUNICACIONES Y DE CONSULTORÍA E INTEGRACIÓN DE TECNOLOGÍAS DE LA INFORMACIÓN Y DE LAS COMUNICACIONES. ASESORAMIENTO, COMERCIALIZACIÓN, INSTALACIÓN, DESARROLLO Y SERVICIOS DE MANTENIMIENTO EN INTEGRACIÓN DE SISTEMAS Y SERVICIOS DE DISEÑO E IMPLEMENTACIÓN PARA APLICACIONES SOBRE INTERNET, ASÍ COMO LA INTEGRACIÓN DE REDES Y SERVICIOS DE OPERACIÓN Y MANTENIMIENTO PARA OPERADORES DE TELECOMUNICACIÓN U OTRO TIPO DE EMPRESAS. ASESORAMIENTO, COMERCIALIZACIÓN, INSTALACIÓN, DESARROLLO Y MANTENIMIENTO DE SOLUCIONES PARA REDES DE TELECOMUNICACIONES. EXPORTACIÓN, IMPORTACIÓN, ASESORAMIENTO, COMERCIALIZACIÓN, INSTALACIÓN Y MANTENIMIENTOS DE CUALQUIER CLASE DE EQUIPO DE TELECOMUNICACIONES O INFORMÁTICOS, HARDWARE, SOFTWARE. EL ANÁLISIS, PROGRAMACIÓN, PREPARACIÓN Y APLICACIÓN DE SISTEMAS INFORMÁTICOS PARA TODA CLASE DE ACTIVIDADES, SU SUMINISTRO, IMPLANTACIÓN E INTEGRACIÓN, ASÍ COMO LA FORMACIÓN Y EL ASESORAMIENTO A PERSONAS Y EMPRESAS. SOLUCIONES INTEGRALES PARA LA CONSTRUCCIÓN E INSTALACIÓN DE INFRAESTRUCTURAS PARA TELECOMUNICACIONES, LA INGENIERÍA Y FABRICACIÓN, ASÍ COMO EL DESARROLLO DE REDES DE COMUNICACIONES. PRESTACIÓN DE SERVICIOS DE EXTERNALIZACIÓN DE OPERACIONES DE SISTEMAS, COMUNICACIONES Y RELACIONES CON LAS TECNOLOGÍAS DE LA INFORMACIÓN. LA CONSULTORÍA ESTRATÉGICA, TECNOLÓGICA, ORGANIZATIVA, FORMATIVA Y DE PROCESOS TANTO PARA LAS DIFERENTES ADMINISTRACIONES PÚBLICAS COMO PARA ENTIDADES MIXTAS, PRIVADAS Y PERSONAS FÍSICAS. LA REALIZACIÓN DE SERVICIOS DE GESTIÓN INTEGRADA DE PROYECTOS, DIRECCIÓN DE OBRAS Y SUMINISTROS TÉCNICOS, ACTIVIDADES DE ASESORAMIENTO Y CONSULTORÍA DE PROYECTOS DE INGENIERÍA Y SECTORES AFINES. REALIZACIÓN DE CONSULTORÍA ORGANIZATIVA, ADMINISTRATIVA, PLANIFICACIÓN ESTRATÉGICA, REINGENIERÍA DE PROCESOS Y DE ESTUDIOS DE MERCADO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04715",
      "_links": {
        "self": {
          "name": "INGARTEK CONSULTING, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04715"
        }
      }
    },
    {
      "name": "SOLUCIÓN INTEGRAL DE CALIDAD DEL AIRE, S.L.",
      "registrationNumber": "02937",
      "identificationNumber": "B01277383",
      "address": "AVDA. DE LOS HUETOS 50-PAB. 12 (PARQ. EMPRESARIAL ALI-GOBEO)",
      "location": {
        "postalCode": "01010",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.233.2",
          "name": "Extracción de sal manantial y sal gema",
          "_links": {
            "self": {
              "name": "Extracción de sal manantial y sal gema",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.233.2"
            }
          }
        },
        {
          "id": "1.921.3",
          "name": "Exterminio de animales dañinos y desinfección",
          "_links": {
            "self": {
              "name": "Exterminio de animales dañinos y desinfección",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.3"
            }
          }
        },
        {
          "id": "1.922",
          "name": "Servicios de limpieza",
          "_links": {
            "self": {
              "name": "Servicios de limpieza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-03",
      "certificateEndDate": "2026-07-05",
      "object": "LA PRESTACIÓN DE SERVICIOS DE LIMPIEZA DE TODO TIPO DE EDIFICIOS, INSTALACIONES Y MEDIOS DE TRANSPORTE TERRESTRE, AÉREO Y/O MARÍTIMO Y/O FLUVIAL Y SUS ACCESORIOS Y/O ELEMENTOS COMPLEMENTARIOS. SERVICIOS DE HIGIENIZACIÓN, DE TRATAMIENTO, DE CONTROL Y EXTINCIÓN DE TODO TIPO DE PLAGAS, DESRATIZACIÓN, DESINFECCIÓN Y DESINSECTACIÓN DE TODO TIPO DE EDIFICIOS, INSTALACIONES Y MEDIOS DE TRANSPORTES E INSTALACIONES AJENAS A LOS MISMOS. SERVICIOS DE MANTENIMIENTO HIGIÉNICO SANITARIO PARA CONTROL Y PREVENCIÓN DE LEGIONELLA EN INSTALACIONES DE RIESGO. REALIZACIÓN DE AUDITORIAS, INFORMES, ESTUDIOS Y ANÁLISIS SOBRE CUALESQUIERA CUESTIONES RELATIVAS A LA PROTECCIÓN DEL MEDIO AMBIENTE, ENTENDIDO EN SU SENTIDO MÁS AMPLIO (MEDIO AMBIENTE EXTERIOR E INTERIOR) Y DE TAREAS, APLICACIONES Y TRABAJOS CUYA FINALIDAD SEA IMPEDIR, REDUCIR O ELIMINAR EL DETERIORO Y LA DEGRADACIÓN DEL MEDIO AMBIENTE. SERVICIOS DE GESTIÓN, MANTENIMIENTO INTEGRAL Y REPARACIÓN DE TODOS TIPO DE INSTALACIONES, INCLUYENDO ELECTRICIDAD, ELECTRÓNICA, CARPINTERÍA, PINTURA, FONTANERÍA, AIRE ACONDICIONADO, VENTILACIÓN CALEFACCIÓN, ALBAÑILERÍA, VENTANAS Y ASCENSORES. LA IMPLANTACIÓN, CUIDADO Y MANTENIMIENTO DE JARDINES Y ZONAS VERDES. MANTENIMIENTO PREVENTIVO Y ACCIDENTAL DEL PCI (PROTECCIÓN CONTRA INCENDIOS). MONTAJE E INSTALACIONES DE ESTRUCTURAS METÁLICAS Y TRABAJOS DE METALISTERÍA. SERVICIOS DE PORTERÍA, CONTROL DE ACCESOS E INFORMACIÓN AL PÚBLICO EN GENERAL. SERVICIOS AUXILIARES PARA TRABAJOS ADMINISTRATIVOS DE ARCHIVOS Y SIMILARES; ORGANIZACIÓN Y PROMOCIÓN DE CONGRESOS, FERIAS Y EXPOSICIONES. LA PRESTACIÓN DE SERVICIOS DE TRANSPORTE DE PERSONAS Y PARA TODO TIPO DE MERCANCÍAS ASÍ COMO LA CARGA Y DESCARGA DE DICHAS MERCANCÍAS NO SOMETIDAS A LEGISLACIÓN ESPECIAL. SERVICIOS DE AZAFATAS, RECEPCIÓN, ORDENANZAS, ACOMPAÑAMIENTO DE PERSONAS. SERVICIOS DE SUMINISTRO, INSTALACIÓN Y MANTENIMIENTO DE PANELES INFORMATIVOS, ASÍ COMO SERVICIOS DE ACTUALIZACIÓN DE LA INFORMACIÓN MOSTRADA EN LOS MISMOS. SERVICIOS DE LAVANDERÍA Y TINTE, SERVICIOS DE ALQUILER DE ROPA, REPARACIÓN Y CAMBIO DE TODO TIPO DE MATERIAL. SERVICIOS DE SELECCIÓN Y FORMACIÓN DE PERSONAL Y DE SOPORTE CON PERSONAL TEMPORAL. SERVICIOS DE RECOGIDA DE CARROS PORTAEQUIPAJES EN ESTACIONES Y AEROPUERTOS. LA ADQUISICIÓN, VENTA, ARRENDAMIENTO DE INMUEBLES, EL MANTENIMIENTO Y RESTAURACIÓN DE EDIFICIOS, TERRENOS Y JARDINES. PRESTACIÓN DE SERVICIOS DE CATERING (SUMINISTRO, APROVISIONAMIENTO, AVITUALLAMIENTO). SERVICIOS DE TOMA DE DATOS, ENCUESTAS, PROCESAMIENTO DE LOS MISMOS Y SERVICIOS ANÁLOGOS. PRESTACIÓN DE TODO TIPO DE SERVICIOS SOCIALES, SANITARIOS Y DE HOSPITAL, EDUCATIVOS Y DE OCIO MEDIANTE PERSONAL CUALIFICADO, EN EL DOMICILIO, EN CENTROS PROPIOS, CENTROS DE TERCEROS, PÚBLICOS O PRIVADOS, EN INSTALACIONES Y/O EN CUALQUIER ESPACIO ABIERTO AL PÚBLICO Y A LOS SIGUIENTES COLECTIVOS: PERSONAS MAYORES, ENFERMOS MENTALES, FAMILIAS, MENORES, JUVENTUD, MUJERES, DISCAPACITADOS FÍSICOS, PSÍQUICOS Y SENSORIALES PERDONAS O GRUPOS DE EXCLUSIÓN O MARGINACIÓN SOCIAL Y, EN GENERAL, TODOS AQUELLOS COLECTIVOS DE PERSONAS DEPENDIENTES O QUE NECESITEN DESARROLLO DE LA PROMOCIÓN DE LA AUTONOMÍA PERSONAL MEDIANTE LA REALIZACIÓN DE LAS SIGUIENTES TAREAS: TELE-ASISTENCIA, TRASLADO Y ACOMPAÑAMIENTO DE LOS COLECTIVOS ANTES CITADOS INCLUSO MEDIANTE TRANSPORTE ADAPTADO, SERVICIO DE AYUDA A DOMICILIO, ATENCIÓN SOCIAL, MÉDICA Y DE ENFERMERÍA A DOMICILIO O EN CUALQUIER TIPO DE INSTALACIONES, ACOMPAÑAMIENTO HOSPITALARIO, SERVICIOS DE ATENCIÓN PERSONAL, ALLÍ DONDE LA PERSONA LO PRECISE, HOSPITALIZACIÓN A DOMICILIO, EXPLOTACIÓN O GESTIÓN, TOTAL O PARCIAL, DE CENTROS DE DÍA Y DE NOCHE, PISOS TUTELADOS, COMUNIDADES TERAPÉUTICAS, RESIDENCIA, HOSPITALES, CENTROS DE ENFERMOS MENTALES Y OTROS CENTROS DE ACOGIDA Y REHABILITACIÓN E INSERCIÓN, CENTROS EDUCATIVOS, AEROPUERTOS, POLIDEPORTIVOS, CENTROS DE ATENCIÓN PRIMARIA O SOCIO-SANITARIOS Y EN CUALQUIER OTRA INSTALACIÓN QUE PRESTE SERVICIOS A LA COMUNIDAD. LOS TRABAJOS MÉDICOS Y SANITARIOS PRESTADOS EN HOSPITALES, CLÍNICAS, SANATORIOS, CONSULTORIOS Y BALNEARIOS O EN CENTROS DISTINTOS DE LOS ANTERIORES. SERVICIOS DE CUIDADO Y CUSTODIAS DE NIÑOS EN ESTANCIAS Y LOCALES APROPIADOS. ELABORACIÓN DE PLANES DE ATENCIÓN INTEGRAL ACERCA DE LOS COLECTIVOS ENUMERADOS EN EL PRIMER PÁRRAFO. PRESTACIÓN DE SERVICIOS DE CONSULTORÍA, INVESTIGACIÓN Y DESARROLLO EN RELACIÓN CON LOS SERVICIOS SOCIALES Y SANITARIOS. PRESTACIÓN DE SERVICIOS SANITARIOS MEDIANTE PERSONAL CUALIFICADO (MÉDICOS, ATS, DIPLOMADOS UNIVERSITARIOS EN ENFERMERÍA, TÉCNICOS, ESPECIALISTAS SANITARIOS ETC) EN CENTROS E INSTALACIONES PROPIOS O DE TERCEROS, MEDIANTE LA REALIZACIÓN DE LAS SIGUIENTES ACTIVIDADES: GESTIÓN DE SERVICIOS DE URGENCIAS Y EMERGENCIAS CON O SIN TRANSPORTE. ATENCIÓN SANITARIA EN EMPRESAS. SERVICIOS DE MEDICINA DEL DEPORTE. EXPLOTACIÓN O GESTIÓN DE SERVICIOS DE LOGÍSTICA HOSPITALARIA EN FARMACIAS, QUIRÓFANOS Y CENTROS HOSPITALARIOS. SERVICIOS DE TELEMEDICINA Y ELECTROMEDICINA. SERVICIOS DE ESTERILIZACIÓN DE MATERIAL SANITARIO. EXPLOTACIÓN Y GESTIÓN DE UNIDADES DE PROCESAMIENTO DE MATERIAL SANITARIO MEDIANTE TÉCNICAS DE LAVADO, DESINFECCIÓN, ALTA DESINFECCIÓN, ESTERILIZACIÓN POR DIFERENTES SISTEMAS U OTRAS, CON UTILIZACIÓN DE TECNOLOGÍAS ADECUADAS; DISEÑO, PROYECTO, EQUIPAMIENTO Y MANEJO, RECOGIDA Y GESTIÓN DE RESIDUOS SANITARIOS. LA EXPLOTACIÓN Y GESTIÓN DE EQUIPOS Y SISTEMAS DE DIAGNÓSTICO POR IMAGEN; SU DISEÑO, PROYECTO Y EQUIPAMIENTO, ASÍ COMO LA PRESTACIÓN DE LOS SERVICIOS INHERENTES A LOS MISMOS. SERVICIOS DE SOCORRISTAS. REALIZACIÓN DE ACTIVIDADES DE CARÁCTER PREVENTIVO. FORMACIÓN PROFESIONAL Y RECICLAJE DE LAS PERSONAS QUE PRESTEN LOS SERVICIOS EXPRESADOS EN LOS PUNTOS ANTERIORES. REALIZACIÓN DE PROGRAMAS Y ACCIONES FORMATIVAS DIRIGIDAS A LOS PROFESIONALES QUE DESARROLLAN SU ACTIVIDAD EN LOS SERVICIOS SOCIALES Y SANITARIOS. TODOS LOS SERVICIOS CONSIDERADOS EN LA FACILITY SERVICES Y FACILITY MANAGEMENT",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02937",
      "_links": {
        "self": {
          "name": "SOLUCIÓN INTEGRAL DE CALIDAD DEL AIRE, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02937"
        }
      }
    },
    {
      "name": "COMERCIAL HOSTELERA DEL NORTE EQUIPAMIENTOS, S.A.",
      "registrationNumber": "00407",
      "identificationNumber": "A20130324",
      "address": "Avenida Rekalde nº 1, planta 2, local 51",
      "location": {
        "postalCode": "20160",
        "municipality": "Lasarte-Oria",
        "county": "Gipuzkoa",
        "municipalityId": "902",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.504.3",
          "name": "Instalaciones de frío, calor y acondicionamiento de aire",
          "_links": {
            "self": {
              "name": "Instalaciones de frío, calor y acondicionamiento de aire",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.3"
            }
          }
        },
        {
          "id": "1.615.3",
          "name": "Venta al por mayor de aparatos electrodomésticos y ferretería",
          "_links": {
            "self": {
              "name": "Venta al por mayor de aparatos electrodomésticos y ferretería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.3"
            }
          }
        },
        {
          "id": "1.653.2",
          "name": "Venta al por menor de material y aparatos eléctricos, electrodomésticos y cocina",
          "_links": {
            "self": {
              "name": "Venta al por menor de material y aparatos eléctricos, electrodomésticos y cocina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.653.2"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-03",
      "certificateEndDate": "2026-07-16",
      "object": "LA COMPRA-VENTA, CONSTRUCCIÓN, REPARACIÓN, IMPORTACIÓN, EXPORTACIÓN E INSTALACIÓN DE TODA CLASE DE MAQUINARIA INDUSTRIAL PARA HOSTELERÍA, COLECTIVIDADES Y ESTABLECIMIENTOS COMERCIALES, ASÍ COMO ELECTRODOMÉSTICOS, SUS ACCESORIOS Y REPUESTOS; LA COMPLETA EJECUCIÓN, O POR TRAMOS, DE TODA CLASE DE OBRAS DE CONSTRUCCIÓN, DESDE SU PROMOCIÓN Y HASTA SU ULTIMACIÓN, DESDE SU ESTUDIO INICIAL, DIRECCIÓN Y HASTA SU ULTIMACIÓN, BIEN SEAN ESTAS OBRAS INTEGRALES O SE REFIERAN A LA REHABILITACIÓN, REPARACIÓN O CONSERVACIÓN DE OBRAS REALIZADAS, BIEN PARA SI O PARA TERCEROS; ASÍ MISMO ES OBJETO DE LA SOCIEDAD LA COMPRA, LA VENTA, EL ARRENDAMIENTO O CESIÓN, POR CUALQUIER TÍTULO DE INMUEBLES, LA PARTICIPACIÓN EN LA CONSTITUCIÓN Y PROMOCIÓN COMO ACCIONISTA DE OTRAS SOCIEDADES, ADQUIRIR ACCIONES O TÍTULOS, REPRESENTATIVOS DEL CAPITAL DE OTRAS ENTIDADES CONTITUÍDAS, PROCEDER A LA ENAJENACIÓN DE LOS DICHOS TIÍTULOS O A GRAVARLOS EN CUALESQUIERA FORMA, ACTUANDO COMO SOCIEDAD DOMINANTE DE OTRA U OTRAS TERCERAS, CON OBJETO DE INTERVENIR EN LOS ÓRGANOS DE DECISIÓN Y GESTIÓN DE ESTAS, PERO SIN QUE PUEDA POR ELLO OPERAR COMO SOCIEDAD DE CARTERA O SOCIEDAD DE INVERSIÓN MOBILIARIA, SUJETAS ÉSTAS A SU ESPECIAL REGULACIÓN",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/00407",
      "_links": {
        "self": {
          "name": "COMERCIAL HOSTELERA DEL NORTE EQUIPAMIENTOS, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/00407"
        }
      }
    },
    {
      "name": "SUHICAL, S.L.",
      "registrationNumber": "10520",
      "identificationNumber": "B48201180",
      "address": "ERREKAONDO 6",
      "location": {
        "postalCode": "48450",
        "municipality": "Etxebarri",
        "county": "Bizkaia",
        "municipalityId": "029",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.692",
          "name": "Reparación de maquinaria industrial",
          "_links": {
            "self": {
              "name": "Reparación de maquinaria industrial",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.692"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-03",
      "certificateEndDate": "2026-08-02",
      "object": "LA FABRICACIÓN, MONTAJE, INSTALACIÓN, ETC., DE PRODUCTOS HIDRÁULICOS, CALDERERÍA EN GENERAL, AISLAMIENTOS TÉRMICOS O TERMOACÚSTICOS DE ALUMINIO O METÁLICOS EN GENERAL, ASÍ COMO LA COMPRA, VENTA, IMPORTACIÓN, EXPORTACIÓN Y COMERCIALIZACIÓN EN GENERAL DE TODA CLASE DE PIEZAS, REPUESTOS, BIENES O ELEMENTOS RELACIONADOS CON LO ANTERIOR. LA REPRESENTACIÓN COMO AGENTE, COMISIONISTA, DELEGADO O CUALQUIER OTRA FORMA DE MEDIACIÓN MERCANTIL DE TODA CLASE DE EMPRESAS NACIONALES O EXTRANJERAS; LA EXPLOTACIÓN Y COMERCIALIZACIÓN DE PATENTES.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10520",
      "_links": {
        "self": {
          "name": "SUHICAL, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/10520"
        }
      }
    },
    {
      "name": "KULTUR ATELIER S.L.",
      "registrationNumber": "05519",
      "identificationNumber": "B20807996",
      "address": "ABAROMENDI 42",
      "location": {
        "postalCode": "20810",
        "municipality": "Orio",
        "county": "Gipuzkoa",
        "municipalityId": "061",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        },
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        },
        {
          "id": "1.861.2",
          "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
          "_links": {
            "self": {
              "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.861.2"
            }
          }
        },
        {
          "id": "1.989.2",
          "name": "Servicios de organización de congresos, asambleas y similares",
          "_links": {
            "self": {
              "name": "Servicios de organización de congresos, asambleas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.989.2"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-03",
      "certificateEndDate": "2026-08-03",
      "object": "OFERTAR SERVICIOS DE COMUNICACIÓN",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05519",
      "_links": {
        "self": {
          "name": "KULTUR ATELIER S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05519"
        }
      }
    },
    {
      "name": "EMAIKER, S.L.",
      "registrationNumber": "00562",
      "identificationNumber": "B01118652",
      "address": "C/ PINTOR SALVADOR AZPIAZU, Nº 14 - BAJO.",
      "location": {
        "postalCode": "01008",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.846",
          "name": "Empresas de estudios de mercado",
          "_links": {
            "self": {
              "name": "Empresas de estudios de mercado",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.846"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-03",
      "certificateEndDate": "2026-08-03",
      "object": "LA INSTALACIÓN Y EXPLOTACIÓN DE UN CENTRO DE SERVICIOS A LAS EMPRESAS E INSTITUCIONES, ORIENTADO A LA REALIZACIÓN DE TRABAJOS DE CAMPO, DE INVESTIGACIONES SOCIALES Y DE TRATAMIENTOS ESTADÍSTICOS A NIVEL DE INFORMÁTICA. Y PARTICIPAR EN OTRAS SOCIEDADES, A TRAVÉS DE LAS CUALES PUEDA DESARROLLAR EL ANTERIOR OBJETO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/00562",
      "_links": {
        "self": {
          "name": "EMAIKER, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/00562"
        }
      }
    },
    {
      "name": "COMOSER OBRAS S.L.",
      "registrationNumber": "05931",
      "identificationNumber": "B95912093",
      "address": "Bº PERURI Nº 10-A",
      "location": {
        "postalCode": "48940",
        "municipality": "Leioa",
        "county": "Bizkaia",
        "municipalityId": "054",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-03",
      "certificateEndDate": "2026-07-22",
      "object": "LA PARTICIPACIÓN EN TODO TIPO DE PROYECTOS DE PROMOCIÓN, CONSTRUCCIÓN, EJECUCIÓN DE OBRAS, MANTENIMIENTO, REHABILITACIÓN Y REPARACIÓN, PÚBLICAS O PRIVADAS, POR CUENTA PROPIA O AJENA, DE TODA CLASE DE OBRAS, URBANIZACIONES, TERRENOS E INMUEBLES EN TERRITORIO NACIONAL O EXTRANJERO. PRESTACIÓN DE SERVICIOS COMPLEMENTARIOS A LAS ACTIVIDADES ANTERIORES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05931",
      "_links": {
        "self": {
          "name": "COMOSER OBRAS S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05931"
        }
      }
    },
    {
      "name": "GAINZA ARABA, S.L.",
      "registrationNumber": "10519",
      "identificationNumber": "B01285485",
      "address": "calle gorbea 6 bajo",
      "location": {
        "postalCode": "01008",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.614.2",
          "name": "Venta al por mayor de productos de perfumería, droguería, higiene y belleza",
          "_links": {
            "self": {
              "name": "Venta al por mayor de productos de perfumería, droguería, higiene y belleza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.614.2"
            }
          }
        },
        {
          "id": "1.652.3",
          "name": "Venta al por menor de perfumería y cosmética y artículos de aseo personal",
          "_links": {
            "self": {
              "name": "Venta al por menor de perfumería y cosmética y artículos de aseo personal",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.652.3"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-03",
      "certificateEndDate": "2026-08-03",
      "object": "LA COMERCIALIZACIÓN DE PRODUCTOS, ÚTILES Y EQUIPOS DE ESTÉTICA Y PELUQUERÍA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10519",
      "_links": {
        "self": {
          "name": "GAINZA ARABA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/10519"
        }
      }
    },
    {
      "name": "UDALATX INFORMATION TECHNOLOGY, S.L.",
      "registrationNumber": "08949",
      "identificationNumber": "B75081992",
      "address": "Calle Erguiñarro",
      "location": {
        "postalCode": "20500",
        "municipality": "Arrasate / Mondragón",
        "county": "Gipuzkoa",
        "municipalityId": "055",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        },
        {
          "id": "1.934",
          "name": "Enseñanza fuera de establecimiento permanente",
          "_links": {
            "self": {
              "name": "Enseñanza fuera de establecimiento permanente",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.934"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-03",
      "certificateEndDate": "2026-08-03",
      "object": "1.- LA FABRICACIÓN, DISTRIBUCIÓN, INTEGRACIÓN Y COMERCIALIZACIÓN EN GENERAL DE PRODUCTOS TECNOLÓGICOS TANTO HARDWARE COMO SOFTWARE, ACCESORIOS Y DEMÁS PRODUCTOS. LOS SERVICIOS DE PROGRAMACIÓN, EL DISEÑO Y DESARROLLO DE SOFTWARE Y PÁGINAS WEB, EL DISEÑO GRÁFICO Y LA IMAGEN CORPORATIVA; LA ASISTENCIA TÉCNICA, MONTAJE Y MANTENIMIENTO DE TALES PRODUCTOS Y SERVICIOS; 3.- LA FORMACIÓN EN NUEVAS TECNOLOGÍAS, Y LA IMPARTICIÓN DE CURSOS DE FORMACIÓN RELATIVOS A LAS TECNOLOGÍAS DE LA INFORMACIÓN Y COMUNICACIÓN (EN ADELANTE TIC); 2.- LA PRESTACIÓN Y COMERCIALIZACIÓN DE SERVICIOS EN EL ÁMBITO DE LAS TIC.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08949",
      "_links": {
        "self": {
          "name": "UDALATX INFORMATION TECHNOLOGY, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08949"
        }
      }
    },
    {
      "name": "CUBIERTAS OLI-CER, S.L.",
      "registrationNumber": "04594",
      "identificationNumber": "B01438340",
      "address": "P.I. Uritiasolo, 2. Pab. 11",
      "location": {
        "postalCode": "01006",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        },
        {
          "id": "1.503.1",
          "name": "Preparación y montaje de estructuras y cubiertas en edificaciones",
          "_links": {
            "self": {
              "name": "Preparación y montaje de estructuras y cubiertas en edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.503.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-03",
      "certificateEndDate": "2026-08-03",
      "object": "A) LA CONSTRUCCIÓN DE OBRAS DE EDIFICACIÓN URBANA, INDUSTRIAL, URBANIZACIÓN, SANEAMIENTO, MOVIMIENTOS DE TIERRAS Y LOS TRABAJOS, FABRICACIONES Y NEGOCIOS RELACIONADOS CON LA CONSTRUCCIÓN, EN ESPECIAL LA COLOCACIÓN DE CUBIERTAS Y AISLAMIENTOS. B) LOS TRABAJOS DE REPARACIÓN Y CONSERVACIÓN DE LAS OBRAS REALIZADAS ANTERIORMENTE. C) LA PROMOCIÓN DE TODA CLASE DE EDIFICACIONES, REPARACIONES, URBANIZACIÓN DEL SUELO, COMPRA Y VENTA DE LAS PARCELAS Y EDIFICIOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04594",
      "_links": {
        "self": {
          "name": "CUBIERTAS OLI-CER, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04594"
        }
      }
    }
  ]
}