{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 562,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "DOMINION SMART SOLUTIONS S.A.",
      "registrationNumber": "00758",
      "identificationNumber": "A48186415",
      "address": "IBAÑEZ DE BILBAO 28-8º A y B",
      "location": {
        "postalCode": "48009",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        },
        {
          "id": "1.504.11",
          "name": "Instalaciones eléctricas en general, redes telegráficas, telefonía, tv, etc",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general, redes telegráficas, telefonía, tv, etc",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.11"
            }
          }
        },
        {
          "id": "1.822",
          "name": "Entidades aseguradoras de enfermedad y riesgos diversos",
          "_links": {
            "self": {
              "name": "Entidades aseguradoras de enfermedad y riesgos diversos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.822"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2020-08-24",
      "certificateEndDate": "2021-01-19",
      "object": "1. EN GENERAL: LAS ACTIVIDADES DE EVALUACIÓN, DISEÑO, ANÁLISIS, ESTUDIO, INCLUSO ARQUITECTÓNICO, CONSULTORÍA, ASESORAMIENTO, INGENIERÍA, PROYECTOS TÉCNICOS, SUPERVISIÓN, DIRECCIÓN DE OBRA Y PROYECTO, ASISTENCIA TÉCNICA, DESARROLLO, ACTUALIZACIÓN, FABRICACIÓN, SUMINISTRO, INSTALACIÓN, MONTAJE, COMPRA, VENTA, ALQUILER, ALMACENAJE, DISTRIBUCIÓN, DESPLIEGUE, IMPORTACIÓN, EXPORTACIÓN, OPERACIÓN, REPARACIÓN, MANTENIMIENTO, GARANTÍA, ENTRENAMIENTO, FORMACIÓN, APOYO PEDAGÓGICO Y COMERCIALIZACIÓN EN GENERAL DE LOS PRODUCTOS, SOLUCIONES, EQUIPOS, SISTEMAS Y AQUELLOS SERVICIOS PRECISOS O CONVENIENTES PARA SU ADECUADA UTILIZACIÓN O RENDIMIENTO, DE CUALQUIER NATURALEZA, MATERIAL O INMATERIAL, Y DEMÁS ACTIVIDADES LÍCITAS REFERIDAS A LAS ACTIVIDADES RELACIONADOS MÁS ABAJO Y EN GENERAL RELACIONADOS CON LAS TELECOMUNICACIONES, EL ÁMBITO INDUSTRIAL Y DE LOS SISTEMAS DE LA INFORMACIÓN. EL ESTUDIO, DISEÑO, CONSTRUCCIÓN, PERFECCIONAMIENTO, REPARACIÓN, MANTENIMIENTO E INSTALACIÓN Y VENTA DE EQUIPOS Y LÍNEAS ELÉCTRICAS DE ALTA, MEDIA Y BAJA TENSIÓN, ASÍ COMO PROYECTOS DE INGENIERÍA, EXPLOTACIÓN DE PATENTES, MÉTODOS, PROCEDIMIENTOS O ESTUDIOS Y DERECHOS INCLUIDOS EN EL ÁMBITO DE LA PROPIEDAD INDUSTRIAL. ESPECÍFICAMENTE LA EJECUCIÓN COMO INTEGRADOR DE PROYECTOS COMPLEJOS QUE SUPONGAN LA REALIZACIÓN CONJUNTA DE VARIAS DE LAS ACTIVIDADES DESCRITAS, A TRAVÉS O NO DE LA MODALIDAD DE LLAVE EN MANO. LA REALIZACIÓN DE LAS ACTIVIDADES DESCRITAS EN ESTE OBJETO SOCIAL, TANTO PARA USO PROPIO COMO PARA TERCEROS, INCLUÍDOS PERSONAS NATURALES Y JURÍDICAS Y TODO TIPO DE ORGANISMOS E INSTITUCIONES, DE CARÁCTER CIVIL O MILITAR, CON CARÁCTER NACIONAL E INTERNACIONAL LA EXPLOTACIÓN COMERCIAL DE LAS INSTALACIONES RESULTANTES DEL EJERCICIO DE LAS ACTIVIDADES AQUÍ DESCRITAS, YA SEA DE FORMA DIRECTA, VÍA CONCESIÓN O CUALQUIER OTRO ESQUEMA DE EXPLOTACIÓN, INCLUÍDA LA OPERACIÓN DE SERVICIOS DE TELECOMUNICACIONES. LAS ACTIVIFDADES DE PROMOCIÓN, MARKETING Y DIFUSIÓN RELACIONADAS CON LOS PRODUCTOS, SOLUCIONES O SERVICIOS DETALLADOS EN ESTE OBJETO SOCIAL. LA REPRESENTACIÓN COM AGENTE, DISTRIBUIDOR, COMISIONISTA, DELEGADO O CUALQUIER OTRA FORMA DE MEDIACIÓN MERCANTIL, DE TODA CLASE DE EMPRESAS NACIONALES O EXTRANJERAS, RELACIONADAS CON PRODUCTOS, SOLUCIONES O SERVICIOS DETALLADOS EN ESTE OBJETO SOCIAL. EN SU CASO, EL ESTUDIO, PROYECTO, CONSTRUCCIÓN, REPARACIÓN, MANTENIMIENTO DE TODO TIPO DE OBRAS, CIVILES O MILITARES, TANTO PÚBLICAS COMO PRIVADAS, ASÍ COMO TODO TIPO DE INSTALACIONES QUE SE DABAN REALIZAR NECESARIAS PARA EL BUEN FIN DE LAS ACTVIDADES DESCRITAS EN ESTE OBJETO SOCIAL. LA COMPRA, VENTA Y ALQUILER DE TODO TIPO DE BIENES, INCLUIDOS VEHÍCULOS O INMUEBLES, CUANDO SEAN NECESARIOS AL EFECTO DE PODER LLEVAR A BUEN TÉRMINO LAS ACTIVIDADES DESCRITAS EN ESTE OBJETO SOCIAL. LA COMPRAVENTA, INSTALACIÓN Y REPARACIÓN DE PRODUCTOS ELÉCTRICOS, ELECTRÓNICOS, TELEFÓNICOS, INFORMÁTICOS O DE SEGURIDAD, REDES ESTRUCTURADAS, ASÍ COMO TODA CLASE DE MAQUINARIA INDUSTRIAL, DE AUTOMOCIÓN U OFIMÁTICA. LA COMPRA, VENTA, IMPORTACIÓN Y EXPORTACIÓN Y COMERCIALIZACIÓN EN GENERAL DE MICROORDENADORES, ORDENADORES, MÁQUINAS Y ELEMENTOS RELACIONADOS CON LA INFORMÁTICA Y LAS TELECOMUNICACIONES, ASÍ COMO SU REPARACIÓN Y MANTENIMENTO; LA PRESTACIÓN DE ASISTENCIA Y DE AQUELLOS SERVICIOS PRECISOS O CONVENIENTES PARA SU ADECUADA UTILIZACIÓN O RENDIMIENTO DE TODOS LOS EQUIPOS INFORMÁTICOS. ASIMISMO, LA REALIZACIÓN DE ACTIVIDADES CONSULTORAS Y PROMOTORAS RELACIONADAS CON LOS PRODUCTOS COMERCIALIZADOS.LA EXPORTACIÓN, IMPORTACIÓN, COMERCIALIZACIÓN, DISTRIBUCIÓN, REPRESENTACIÓN, COMPRAVENTA, Y SUMINISTRO DE TOD TIPO DE MATERIALES DE CONSTRUCCIÓN, MOBILIARIO DE INMUEBLES EN GENERAL, ASÍ COMO METALES, TANTO FÉRREOS OCMO NO FÉRREOS. LA ADQUISICIÓN Y ENAJENACIÓN POR CUALQUIER TÍTULO DE INCAS RÚSTICAS Y URBANAS, YA SEAN TIERRAS, SOLARES, EDIFICIOS, LOCALES, LA CONSTRUCCIÓN DE ÉSTOS Y SU ADMINISTRACIÓN, TENENCIA Y EXPLOTACIÓN; LA URBANIZACIÓN Y VENTA DE LOS MISMOS O DE LAS EDIFICACIONES Y OBRAS DE URBANIZACIÓN Y SERVICIOS. LA REALIZACIÓN DE ACTIVIDADES DE INVESTIGACIÓN, DESARROLLO E INNOVACIÓN, ASÍ COMO LA EXPLOTACIÓN DE PATENTES, MÉTODOS, PROCEDMIENTOS O ESTUDIOS Y DEECHOS INCLUÍDOS EN EL ÁMBITO DE LA PROPIEDAD INDUSTRIAL RELACIONADOS CON PRODUCTOS, SOLUCIONES O SERVICIOS DETALLADOS EN ESTE OBJETO SOCIAL. LA FINANCIACIÓN DE LA VENTA DE LOS PRODUCTOS, SOLUCIONES O SERVICIOS MENCIONADOS A TRAVÉS DE ESQUEMAS DE RENTING, LEASING Y OTRO TIPO DE FÓRMULAS DE PAG DIFERIDO O ESTRUCTURAR LA FINANCIACIÓN A TRAVÉS DE TERCEROS. LAS ACTIVIDADES DE ENSEÑANZA, REGLADA O NO REGLADA Y FORMACIÓN DE PERSONAL ESPECIALISTA, EN MATERIAS RELACIONADAS CON LAS ACTIVIDADES CONTENIDAS EN ESTE OBJETO SOCIAL. 2.  COMUNICACIONES Y TECNOLOGÍAS DE LA IFNORMACIÓN: EL SUMINISTRO E INSTALACIÓN DE TODA CLASE DE QEIPOS, SOLUCIONES, SISTEMAS, PLATAFORMAS Y SERVICIOS PARA LA COMUNICACIÓN DE VOZ, DATOS, IMÁGENES O CUALQUIER TORRO TIPO DE INFORMACIÓN POR CUALQUIER MEDIO, YA POR MEDIOS TELEMÁTICOS O BAJO PORTADOSRES FÍSICOS O POR EL ÉTER. LA ACTIVIDADI INFORMÁTICA EN GENERAL, LA PRESTACIÓN DE TODA CLASE DE SERVICIOS CON ELLA RELACIONADA, DE INTERNET Y DE COMUNCACIÓN, TANTO DE VOZ COMO DE DATOS, EL DESARROLLO , PRODUCCIÓN, REALIZACIÓN Y COMERCIALIZACIÓN DE SISTEMAS INFORMÁTICOS, PRODUCTOS Y FORMATOS AUDIOVISUALES Y LA ENSEÑANZA DE MATERIAS RELATIVAS A LA INFORMÁTICA, LA FORMACIÓN DE PERSONAL ESPECIALISTA, LALLVENAZA D ECONTAIBLIDADES, LA REALIZADICÓN DE ANÁLISIS, CONSULTORÍA, PROYECTOS Y ESTUDIOS DE TODO GÉNERO, ASÍ COMO LA CONFECCIÓN, APLICACIÓN Y COMERCIALIZACIÓN DE PROGRAMAS. EN PARTICULAR LA APROBACIÓN DE TODA GAMA DE SERVICIOS RELACIONADOS CON EL PROCEDIMIENTO DE LA IFORMACIÓN, TALES COMO ANÁLISIS FUNCIONAL, ANÁLISIS ORGÁNICO, PROGRAMACIÓN GRABACIÓN, ETC. LA MEDIACIÓN, OBTENCIÓN Y ADMINISTRACIÓN DE DATOS E INFORMACIÓN. 3. SECTOR DE LA EDUCACIÓN Y FORMACIÓN:  EL SUMINISTRO E INSTALACIÓN DE TODO TIPO DE EQUIPAMIENTO, EDUCATIVO O NO, INCLUYENDO AULAS, TALLERES, LABORATORIOS Y EQUIPOS PRODUCTIVOS Y DE INVESTIGACIÓN, ASÍ COMO TODAS LAS INSTALACIONES, EQUIPOS Y SISTEMAS DE TECNOLOGÍAS DE LA INFORMACIÓN Y COMUNICACIONES NECESARIAS PARA SU DESARROLLO Y OPERACIÓN CON DESTINO A CENTROS EDUCATIVOS, INSTITUCIONES Y TODO TIPO DE ORGANIZACIONES Y EMPRESAS. ASESORAMIENTO A EMPRESAS, ORGANISMOS E INSTITUCIONES, ESTUDIOS, INVESTIGACIÓN, PROMOCIÓN Y PRESTACIÓN DE TODO TIPO DE SERVICIOS DE ASISTENCIA Y GESTIÓN TÉCNICA, ADMINISTRATIVA, COMERCIAL, CONTABLE, FINANCIERA, ECONÓMICA, FISCAL Y JURÍDICA. 4. SOSTENIBILIDAD AMBIENTAL: SUMINISTRO E INSTALACIÓN DE TODO TIPO DE EQUIPAMIENTO Y REDES ORIENTADAS A MEJORAR LA CALIDAD Y EFICIENCIA DEL AGUA, DEL AIRE Y DEL USO DE LA ENERGÍA, SISTEMAS DE PREVISIÓN HIDROLÓGICA, METEOROLÓGICA Y SÍSMICA, ASÍ COMO EL DESARROLLO Y EXPLOTACIÓN DE CUALQUIER TECNOLOGÍA PARA GENERAR ENERGÍAS RENOVABLES O ALTERNATIVAS. ABARCA TODO TIPO DE EQUIPAMIENTOS E INSTALACIONES QUE PUEDAN SER PRECISAS Y EN PARTICULAR, TODO LO NECESARIO PARA LA ADQUISICIÓN, TRANSMISIÓN, GESTIÓN Y EXPLOTACIÓN DE DATOS RELACIONADOS. COMERCIALIZACIÓN DE BONOS VERDES. 5. SECTOR DEL TRANSPORTE: LA PROMISIÓN DE LAS TECNOLOGÍAS Y SISTEMAS NECESARIOS PARA EL DESARROLLO DE INFRAESTRUCTURAS FERROVIARIAS, EROPORTUARIAS, PORTUARIAS Y DE TRANSPORTE EN CARRETERA, ASÍ COMO PARA LA ESTIÓN DEL TRÁFICO DE CUALQUIER ADE LOS MISMOS. ABARCA TODO TIPO DE EQUIPAMIENTOS, SISTEMAS E INSTALACIONES QUE PUEDAN SER PRECISAS Y EN PARTICULAR, DE MODO ENUNCIATIVO PERO NO LIMITATIVO, EL CALBEADO TRONCAL Y ESTRUCTURADO, LOS SISTEMAS DE VIGILANCIA, MEGAFONÍA, INFORMACIÓN AL VIAJERO, TELEFONÍA E INTERFONÍA, TELEMANDO DE INSTALACIONES, VENTA Y CANCELACIÓN DE TÍTULOS DE TRANSPORTE, TRANSMISIÓN DE DATOS, REDES LAN, RADIOTELEFONÍA TERA, SEÑALIZACIÓN, SEMAFORIZACIÓN Y PUESTOS DE MANDO Y CONTROL, INCLUÍDOS CENTROS DE CONTROL DE TRÁFICO DE TODO TIPO.  6. SEGURIDAD-VIDEOVIGILANCIA: VIGILANCIA Y PROTECCIÓN DE BIENES, ESTABLECIMIENTOS, ESPECTÁCULOS, CERTÁMENES O CONVENCIONES. PROTECCIÓN DE PERSONAS DETERMINADAS, PREVIA LA AUTORIZACIÓN CORRESPONDIENTE. DEPÓSITO, CUSTODIA, RECUENTO Y CLASIFICACIÓN DE MONEDAS Y BILLETES, TÍTULOS VALORES Y DEMÁS OBJETOS QUE, POR SU VALOR ECONÓMICO Y EXPECTATIVAS QUE GENEREN, O POR SU PELIGROSIDAD, PUEDAN REQUERIR PROTECCIÓN ESPECIAL, SIN PERJUICIO DE LAS ACTIVIDADES PROPIAS DE LAS ENTIDADES FINANCIERAS. TRANSPORTE Y DISTRIBUCIÓN DE LOS OBJETOS A QUE SE REFIERE EL APARTADO ANTERIOR A TRAVÉS DE LOS DISTINTOS MEDIOS, REALIZÁNDOLOS, EN SU CASO, MEDIANTE VEHÍCULOS CUYAS CARACTERÍSTICAS SERÁN DETERMINADAS POR EL MINISTERIO DEL INTERIOR, DE FORMA QUE NO PUEDAN CONFUNDIRSE CON LOS DE LAS FUERZAS ARMADAS NI CON LOS DE LAS FUERZAS Y CUERPOS DE SEGURIDAD. INSTALACIÓN Y MANTENIMIENTO DE APARATOS, DISPOSITIVOS Y SISTEMAS DE SEGURIDAD. EXPLOTACIÓN DE CENTRALES PARA LA RECEPCIÓN, VERIFICACIÓN Y TRANSMISIÓN DE LAS SEÑALES DE ALARMAS Y SU COMUNICACIÓN A LAS FUERZAS Y CUERPOS DE SEGURIDAD, ASÍ COMO PRESTACIÓN DE SERVICIOS DE RESPUESTA CUYA REALIZACIÓN NO SEA DE LA COMPETENCIA DE DICHAS FUERZAS Y CUERPOS. PLANIFICACIÓN Y ASESORAMIENTO DE LAS ACTIVIDADES DE SEGURIDAD CONTEMPLADAS EN LA LEY. 7. SECTOR SALUD: LA EJECUCIÓN DE PROYECTOS LLAVE EN MANO CONSISTENTES EN LA PROVISIÓN DE EQUIPAMIENTO MÉDICO Y MOBILIARIO CLÍNICO, TECNOLOGÍAS DE LA INFORMACIÓN, INFRAESTRUCTURA DE TELECOMUNICACIONES, INTEGRACIÓN HOSPITALARIA Y CONSULTORÍA E INGENIERÍA, ASÍ COMO LA PRESTACIÓN DE LA TOTALIDAD DE LOS TRABAJOS ASOCIADOS. 8. EDIFICIOS COMPLEJOS: DESARROLLO ÍNTEGRO DE LOS SISTEMAS ELECTRÓNICOS PARA EDIFICIOS COMPLEJOS INCLUYENDO TELEFONÍA, RED DE DATOS, OTRAS COMUNICACIONES, SEGURIDAD, SISTEMAS AUDIOVISUALES Y SISTEMAS DE GESTIÓN DEL EDIFICIO, ASÍ COMO LA INTEGRACIÓN DE LOS SISTEMAS MECÁNICOS, ELÉCTRICOS Y DE FONTANERÍA, TALES COMO INSTALACIONES DE AGUA, GASES, CALEFACCIÓN, VENTILACIÓN Y AIRE ACONDICIONADO, ELECTRICIDAD, PROTECCIÓN, ASCENSORES Y ESCALERAS, ELIMINACIÓN DE RESIDUOS, SANITARIOS Y OTRAS INSTALACIONES ESPECIALES, ASÍ COMO EL SUMINISTRO DE MOBILIARIO Y SISTEMAS INFORMÁTICOS, TODO ELLO PARA EDIFICIOS TALES COMO HOSPITALES Y CENTROS MÉDICOS, CENTROS PENITENCIARIOS, FERIAS DE MUESTRAS, RESIDENCIAS, PARKINGS Y OTROS DE DIFICULTAD SIMILAR. 9. SERVICIOS: REALIZACIÓN DE INSTALACIONES, MONTAJES Y MANTENIMIENTOS DE CUALQUIER EQUIPO, SISTEMA O RED DE TELECOMUNICACIONES, ASÍ COMO EL MONTAJE DE REDES ESTRUCTURAS. EL DESARROLLO, FABRICACIÓN Y COMERCIALIZCIÓN DE UNIDADES ELÉCTRICAS Y/O ELECTRÓNICAS CON DISTINTOS EQUIPOS DE TELECOMUNICACIONES Y DE CUALQUIER TIPO O RED ESTRUCTURADA O DE TELECOMUNICACIONES, ASÍ COMO DE SUS EQUIPAMIENTOS COMPLEMENTARIOS. REALIZACIÓN DE SERVICIOS DE OUTSOURCING PARA TERCEROS DE ACTIVIDADES RELACIONADOS CON LAS TELECOMUNICACIONES, INFORMÁTICA Y SEGURIDAD. 10. OTROS NO CLASIFICADOS: PRESTACIÓN DE TODO TIPO DE SERVICIOS DE ASISTENCIA Y GESTIÓN ADMINISTRATIVA, COMERCIAL, CONTABLE, FINANCIERA, ECONÓMICA, FISCAL Y JURÍDICA. LA LLEVANZA DE CONTABILIDADES. LA PRESTACIÓN DE SERVICIOS DE ASESORAMIENTO A EMPRESAS EN LAS ÁREAS DE RECURSOS HUMANOS, ASÍ COMO LAS ÁREAS DE GESTIÓN PROPIAS DE UNA COMPAÑÍA. LA REALIZACIÓN DE VALORACIONES, INFORMES Y PERITACIONES EN RELACIÓN CON TODO TIPO DE SINIESTROS. LA REALIZACIÓN DE ESTUDIOS SOBRE CREACIÓN, ESTRUCTURA Y VIABILIDAD DE EMPRESAS Y DE MERCADOS, ASÍ NACIONALES COMO EXTRANJEROS; FOMENTAR, PROMOVER, DESARROLLAR, DIRIGIR Y GESTIONAR ACTIVIDADES EMPRESARIALES AGRUPADAS POR SECTORES DE PRODUCCIÓN, MEDIANTE LA CORRESPONDIENTE ORGANIZACIÓN DE LOS MEDIOS PERSONALES Y MATERIALES APLICADOS AL CONJUNTO DE EMPRESAS, ADQUIRIENDO LAS QUE YA ESTÉN EN FUNCIONAMIENTO O CREÁNDOLAS DE NUEVA PLANTA; FUSIONARLAS, ABSORBERLAS, ESCINDIRLAS O DISOLVERLAS PARA DESARROLLAR LAS ACTIVIDADES DIRECTAMENTE, SEGÚN LOS DICTADOS EN CADA CASO DE LA MÁS EFICIENTE GESTIÓN. LA PROMOCIÓN, CREACIÓN Y PARTICIPACIÓN EN EMPRESAS, UTES, CONSORCIOS, JOINT VENTURE, AGRUPACIONES DE INTERÉS ECONÓMICO O FIGURAS ANÁLOGAS A ÉSTAS, TANTO EN ESPAÑA COMO EN EL EXTRANJERO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/00758",
      "_links": {
        "self": {
          "name": "DOMINION SMART SOLUTIONS S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/00758"
        }
      }
    },
    {
      "name": "LILLY, S.A.",
      "registrationNumber": "03523",
      "identificationNumber": "A28058386",
      "address": "AVDA. DE LA INDUSTRIA 30",
      "location": {
        "postalCode": "28100",
        "municipality": "Alcobendas",
        "county": "Madrid",
        "municipalityId": "006",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.254.2",
          "name": "Fabricación de especialidades y otros productos farmacéuticos",
          "_links": {
            "self": {
              "name": "Fabricación de especialidades y otros productos farmacéuticos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.254.2"
            }
          }
        }
      ],
      "certificateStartDate": "2020-08-22",
      "certificateEndDate": "2021-02-22",
      "object": "LA IMPORTACIÓN, EL ENVASE Y LA FABRICACIÓN DE TODA CLASE DE PRODUCTOS FARMACOBIOLÓGICOS Y QUÍMICOS, EN GENERAL, ESPECIALMENTE LOS DE EXQUISITA PUREZA DENOMINADOS EN EL COMERCIO \"PRO-ANÁLISIS\" O \"CALIDAD REACTIVO\"; SU DISTRIBUCIÓN Y VENTA; ASÍ COMO TODA CLASE DE ACTIVIDADES ENCAMINADAS A LA INVESTIGACIÓN Y DESARROLLO. TENDRÁ TAMBIÉN POR OBJETO EL ARRENDAMIENTO DE TODA CLASE DE BIENES E INMUEBLES Y MAQUINARIA INDUSTRIAL, ASÍ COMO LA PRESTACIÓN DE SERVICIOS DE MARKETING, INFORMÁTICOS, CONTABLE Y JURÍDICOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03523",
      "_links": {
        "self": {
          "name": "LILLY, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/03523"
        }
      }
    },
    {
      "name": "ELORRI-3000, S.L.",
      "registrationNumber": "05936",
      "identificationNumber": "B75093336",
      "address": "Astigarragako Bidea, nº 2, 3º-izquierda, oficina nº 11",
      "location": {
        "postalCode": "20180",
        "municipality": "Oiartzun",
        "county": "Gipuzkoa",
        "municipalityId": "063",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.502.2",
          "name": "Consolidación y preparación de terrenos para la construcción de edificaciones",
          "_links": {
            "self": {
              "name": "Consolidación y preparación de terrenos para la construcción de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.502.2"
            }
          }
        }
      ],
      "certificateStartDate": "2020-08-21",
      "certificateEndDate": "2021-02-21",
      "object": "SELVICULTURA,  EXPLOTACIÓN FORESTAL,  ACTIVIDADES Y SERVICIOS RELACIONADOS CON LAS MISMAS Y COMERCIO AL POR MAYOR DE MADERA; CONSTRUCCIÓN DE CAMINOS, SENDEROS, CARRETERAS E INSTALACIONES DEPORTIVAS, ASÍ COMO CUBIERTAS, ESTRUCTURAS DE CERRAMIENTO, MONTAJES DE ARMAZONES Y ESTRUCTURAS METÁLICAS, FONTANERÍA, ACABADO DE OBRAS Y EDIFICIOS, INSTALACIONES DE CARPINTERÍA, REVESTIMIENTO DE SUELOS Y PAREDES; DEMOLICIÓN Y MOVIMIENTO DE TIERRAS Y OTRAS OBRAS ESPECIALIZADAS; TRANSPORTES DE MERCANCÍAS POR CARRETERA, ALQUILER DE MAQUINARIA, HERRAMIENTAS, UTENSILIOS Y VEHÍCULOS PARA EXPLOTACIÓN FORESTAL, DE CONSTRUCCIÓN Y DE ACTIVIDADES Y SERVICIOS RELACIONADOS CON LAS MISMAS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05936",
      "_links": {
        "self": {
          "name": "ELORRI-3000, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05936"
        }
      }
    },
    {
      "name": "SAIOA BARREDO CANALES",
      "registrationNumber": "06197",
      "identificationNumber": "78916991N",
      "address": "C/ Mayor 20 Bis 1º izq. Dpto 5",
      "location": {
        "postalCode": "48930",
        "municipality": "Getxo",
        "county": "Bizkaia",
        "municipalityId": "044",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "2.776",
          "name": "Doctores y licenciados en ciencias políticas y sociales",
          "_links": {
            "self": {
              "name": "Doctores y licenciados en ciencias políticas y sociales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.776"
            }
          }
        }
      ],
      "certificateStartDate": "2020-08-21",
      "certificateEndDate": "2021-02-20",
      "object": "GABINETE DE PSICOLOGÍA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06197",
      "_links": {
        "self": {
          "name": "SAIOA BARREDO CANALES",
          "href": "https://api.euskadi.eus/procurements/companies/06197"
        }
      }
    },
    {
      "name": "NAGORE GARCÍA DE VICUÑA ECEIZA",
      "registrationNumber": "07231",
      "identificationNumber": "44157582C",
      "address": "Basanoaga 6 - 2D",
      "location": {
        "postalCode": "20100",
        "municipality": "Errenteria",
        "county": "Gipuzkoa",
        "municipalityId": "067",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "2.399",
          "name": "Otros profesionales relacionados con otras industrias manufactureras",
          "_links": {
            "self": {
              "name": "Otros profesionales relacionados con otras industrias manufactureras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.399"
            }
          }
        }
      ],
      "certificateStartDate": "2020-08-19",
      "certificateEndDate": "2021-02-03",
      "object": "OTROS PROFESIONALES RELACIONADOS CON OTRAS INDUSTRIAS MANUFACTURERAS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07231",
      "_links": {
        "self": {
          "name": "NAGORE GARCÍA DE VICUÑA ECEIZA",
          "href": "https://api.euskadi.eus/procurements/companies/07231"
        }
      }
    },
    {
      "name": "MIREIA MUÑIZ MAIRAL",
      "registrationNumber": "07230",
      "identificationNumber": "43434157Z",
      "address": "Artebizcarra,27",
      "location": {
        "postalCode": "48860",
        "municipality": "Zalla",
        "county": "Bizkaia",
        "municipalityId": "096",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "2.899",
          "name": "Otros profesionales",
          "_links": {
            "self": {
              "name": "Otros profesionales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.899"
            }
          }
        }
      ],
      "certificateStartDate": "2020-08-18",
      "certificateEndDate": "2021-02-03",
      "object": "OTROS PROFESIONALES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07230",
      "_links": {
        "self": {
          "name": "MIREIA MUÑIZ MAIRAL",
          "href": "https://api.euskadi.eus/procurements/companies/07230"
        }
      }
    },
    {
      "name": "I-SEC AVIATION SECURITY S.L.",
      "registrationNumber": "07222",
      "identificationNumber": "B83836205",
      "address": "Dolores Barranco, 69, Local",
      "location": {
        "postalCode": "28026",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.699",
          "name": "Otras reparaciones n.c.o.p",
          "_links": {
            "self": {
              "name": "Otras reparaciones n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.699"
            }
          }
        },
        {
          "id": "1.849.4",
          "name": "Servicios de custodia, seguridad y protección",
          "_links": {
            "self": {
              "name": "Servicios de custodia, seguridad y protección",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.4"
            }
          }
        }
      ],
      "certificateStartDate": "2020-08-17",
      "certificateEndDate": "2020-12-05",
      "object": "A) LA VIGILANCIA Y PROTECCIÓN DE BIENES, ESTABLECIMIENTOS, LUGARES Y EVENTOS, TANTO PÚBLICOS COMO PRIVADOS, ASÍ COMO DE LAS PERSONAS QUE PUDIERAN ENCONTRARSE EN LOS MISMOS. B) EL ACOMPAÑAMIENTO, DEFENSA Y PROTECCIÓN DE PERSONAS FÍSICAS DETERMINADAS, INCLUIDAS LAS QUE OSTENTEN LA CONDICIÓN LEGAL DE AUTORIDAD. C) EL DEPÓSITO, CUSTODIA, RECUENTO Y CLASIFICACIÓN DE MONEDAS Y BILLETES, TÍTULOS-VALORES, JOYAS, METALES PRECIOSOS, ANTIGÜEDADES, OBRAS DE ARTE Y OTROS OBJETOS QUE, POR SU VALOR ECONÓMICO, HISTÓRICO O CULTURAL, Y EXPECTATIVAS QUE GENEREN, PUEDAN REQUERIR VIGILANCIA Y PROTECCIÓN ESPECIAL. D) EL DEPÓSITO Y CUSTODIA DE EXPLOSIVOS, ARMAS, CARTUCHERÍA METÁLICA, SUSTANCIAS, MATERIAS, MERCANCÍAS Y CUALESQUIERA OBJETOS QUE POR SU PELIGROSIDAD PRECISEN DE VIGILANCIA Y PROTECCIÓN ESPECIAL. E) EL TRANSPORTE Y DISTRIBUCIÓN DE LOS OBJETOS A QUE SE REFIEREN LOS DOS PÁRRAFOS ANTERIORES. F) LA INSTALACIÓN Y MANTENIMIENTO DE APARATOS, EQUIPOS, DISPOSITIVOS Y SISTEMAS DE SEGURIDAD CONECTADOS A CENTRALES RECEPTORAS DE ALARMA O A CENTROS DE CONTROL O DE VIDEO VIGILANCIA. G) LA EXPLOTACIÓN DE CENTRALES PARA LA CONEXIÓN, RECEPCIÓN, VERIFICACIÓN Y EN SU CASO, RESPUESTA Y TRANSMISIÓN DE LAS SEÑALES DE ALARMAS ASÍ COMO LA MONITORIZACIÓN O DE CUALESQUIERA SEÑALES DE DISPOSITIVOS AUXILIARES PARA LA SEGURIDAD DE PERSONAS, DE BIENES MUEBLES O INMUEBLES, O DE SU CUMPLIMIENTO DE MEDIDAS IMPUESTAS, Y LA COMUNICACIÓN A LAS FUERZAS Y CUERPOS DE SEGURIDAD COMPETENTES EN ESTOS CASOS. LOS CÓDIGOS CNAE DE SUS ACTIVIDADES PRINCIPALES SON: A)ACTIVIDADES DE SEGURIDAD PRIVADA (CNAE 8010). B) SERVICIOS DE SISTEMAS DE SEGURIDAD (CNAE 8020)",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07222",
      "_links": {
        "self": {
          "name": "I-SEC AVIATION SECURITY S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07222"
        }
      }
    },
    {
      "name": "MARTINEZ CENTRO DE GESTION SOCIEDAD LIMITADA",
      "registrationNumber": "07223",
      "identificationNumber": "B46953170",
      "address": "CALLE ALBACETE 10 BAJO",
      "location": {
        "postalCode": "46007",
        "municipality": "València",
        "county": "Valencia/València",
        "municipalityId": "250",
        "countyId": "46"
      },
      "economicActivities": [
        {
          "id": "1.355.2",
          "name": "Edición de soportes grabados de sonido, vídeo y de informática",
          "_links": {
            "self": {
              "name": "Edición de soportes grabados de sonido, vídeo y de informática",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.355.2"
            }
          }
        },
        {
          "id": "1.849.7",
          "name": "Servicios de gestión administrativa",
          "_links": {
            "self": {
              "name": "Servicios de gestión administrativa",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.7"
            }
          }
        }
      ],
      "certificateStartDate": "2020-08-17",
      "certificateEndDate": "2020-12-03",
      "object": "A) LA GESTIÓN DE INTERESES AJENOS, TRAMITACIÓN DE EXPEDIENTES, ASESORAMIENTO JURÍDICO, ECONÓMICO CONTABLE Y FINANCIERO, CON LA COLABORACIÓN LEGAL DE LOS PROFESIONALES PERTINENETES. B) LA PRESTACIÓN DE SERVCIOS DE GESTIÓN TRIBUTARIA, RECAUDACIÓN DE TRIBUTOS Y CUALQUIER INGRESO DE DERECHO PÚBLICO, GESTIÓN INTEGRAL, DE TODO TIPO DE SANCIONES, INSPECCIÓN TRIBUTARIA Y SERVICIOS POSTALES A ENTIDADES PÚBLICAS Y PRIVADAS, PREVIA CONTRATACIÓN CORRESPONDIENTE, CON LOS ORGANISMOS A QUIEN POR LEY LE COMPETEN ESTAS ATRIBUCIONES Y SIEMPRE CON SUJECIÓN A LA LEGALIDAD EN CADA MOMENTO VIGENTE. C) LA EDICIÓN DE SOPORTES GRABADOS DE SONIDO, VIDEO Y DE INFORMÁTICA, INCLUSO GRABACIÓN Y REPRODUCCIÓN, VENTA Y ARRENDAMIENTO DE PROGRAMAS INFORMÁTICOS, SALVO EL ARRENDAMIENTO FINANCIERO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07223",
      "_links": {
        "self": {
          "name": "MARTINEZ CENTRO DE GESTION SOCIEDAD LIMITADA",
          "href": "https://api.euskadi.eus/procurements/companies/07223"
        }
      }
    },
    {
      "name": "TROSMA PRODUCCIONES, S.L.",
      "registrationNumber": "07224",
      "identificationNumber": "B32495061",
      "address": "C/ Constitución 15 Ent Dcha",
      "location": {
        "postalCode": "15679",
        "municipality": "Cambre",
        "county": "Coruña, A",
        "municipalityId": "017",
        "countyId": "15"
      },
      "economicActivities": [
        {
          "id": "1.989.2",
          "name": "Servicios de organización de congresos, asambleas y similares",
          "_links": {
            "self": {
              "name": "Servicios de organización de congresos, asambleas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.989.2"
            }
          }
        }
      ],
      "certificateStartDate": "2020-08-17",
      "certificateEndDate": "2021-01-28",
      "object": "1 . - PRESTACIÓN DE LOS SERVICIOS NECESARIOS PARA LA REALIZACIÓN DE CUALQUIER TIPO DE EVENTO, CONVENCIÓN, PROGRAMA DE TV Y/O PARA EL BUEN FUNCIONAMIENTO DE CUALQUIER TIPO DE RECINTO, SEA ESTE DE USO ÚBLICO O PRIVADO Y CON UNA FINALIDAD CULTURAL, DE SERVICIOS ADMINISTRATIVOS O SIN FINALIDAD PÚBLICA ALGUNA. 2.- GESTIÓN Y PRESTACIÓN DE SERVICIOS DE CATERING Y HOSTELERÍA, DE MONTAJE, DE CARGA Y DESCARGA, DE AZAFATAS DE GESTIÓN DE ACCESOS Y PARKING , DE GESTIÓN DE GUARDARROPAS, DE VENTA DE ENTRADAS, DE ACOMODACIÓN, DE LIMPIEZA, SERVICIOS TÉCNICOS Y PROFESIONALES DE ILUMINACIÓN, SONIDO, AUDIOVISUALES. 3.- SERVICIOS DE PUBLICIDAD, COMUNICACIÓN Y DIFUSIÓN, SERVICIOS DE BOOKING, PRODUCCIÓN ÍNTEGRA O PARCIAL DE CUALQUIER TIPO DE EVENTO CON INDEPEN DENPENCIA DE SU NATURALEZA O FIN. 4.- PROMOCIÓN INMOBILIARIA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07224",
      "_links": {
        "self": {
          "name": "TROSMA PRODUCCIONES, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07224"
        }
      }
    },
    {
      "name": "LERMANDA SOLUTIONS S.L.U.",
      "registrationNumber": "07225",
      "identificationNumber": "B01483106",
      "address": "Avda. Gasteiz 90 8ºD",
      "location": {
        "postalCode": "01012",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.756",
          "name": "Intermediarios del transporte",
          "_links": {
            "self": {
              "name": "Intermediarios del transporte",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.756"
            }
          }
        }
      ],
      "certificateStartDate": "2020-08-17",
      "certificateEndDate": "2021-01-28",
      "object": "LA PROMOCIÓN, CONSTRUCCIÓN, ADQUISICIÓN POR CUALQUIER TÍTULO Y COMERCIALIZACIÓN DE TODA CLASE DE TERRENOS, SOLARES, EDIFICIOS, VIVIENDAS, LOCALES Y, EN GENERAL, CUALQUIER OTRO TIPO DE FINCAS RÚSTICAS O URBANAS Y LA REALIZACIÓN DE OBRAS DE REFORMA Y REHABILITACIÓ DE CONSTRUCCIONES. LA COMPRAVENTA DE SOLARES, VIVIENDAS, LOCALES E INMUEBLES EN GENERAL Y EL ARRENDAMIENTO DE LOS MISMOS. LA ACTIVIDAD DE TRANSPORTE DE MERCANCÍAS AJENAS POR CARRETERA CON VEHÍCULOS PROPIOS. LOS SERVICIOS DE CARGA Y DESCARGA DE MERCANCÍAS. EL DEPÓSITO, ALMACENAMIENTO Y DISTRIBUCIÓN DE TODA CLASE DE MERCANCÍAS PARA SU LOGÍSTICA Y TRANSPORTE",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07225",
      "_links": {
        "self": {
          "name": "LERMANDA SOLUTIONS S.L.U.",
          "href": "https://api.euskadi.eus/procurements/companies/07225"
        }
      }
    }
  ]
}