{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 108,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "NANO COLOR APLICACIONES, S.L.",
      "registrationNumber": "07108",
      "identificationNumber": "B95954541",
      "address": "C/PATXI BENGOA 7 ",
      "location": {
        "postalCode": "48450",
        "municipality": "Etxebarri",
        "county": "Bizkaia",
        "municipalityId": "029",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.505.6",
          "name": "Pintura, revestimientos y terminación y decoración de locales",
          "_links": {
            "self": {
              "name": "Pintura, revestimientos y terminación y decoración de locales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.505.6"
            }
          }
        }
      ],
      "certificateStartDate": "2025-12-19",
      "certificateEndDate": "2026-06-10",
      "object": "PINTURA Y ACRISTALAMIENTO. OTRAS ACTIVIDADES:  - COMERCIO AL POR MAYOR DE FERRETERÍA, FONTANERÍA Y CALEFACCIÓN. - FONTANERÍA, INSTALACIONES DE SISTEMAS DE CALEFACCIÓN Y AIRE ACONDICIONADO. - OTRAS INSTALACIONES EN OBRAS DE CONSTRUCCIÓN. - REVOCAMIENTO. - COMERCIO AL POR MAYOR DE MADERA, MATERIALES DE CONSTRUCCIÓN Y APARATOS SANITARIOS. - REVESTIMIENTO DE SUELOS Y PAREDES. - COMERCIO AL POR MENOR DE FERRETERÍA, PINTURA Y VIDRIO EN ESTABLECIMIENTOS ESPECIALIZADOS. - COMPRAVENTA DE BIENES INMOBILIARIOS POR CUENTA PROPIA. - CONSTRUCCIÓN DE EDIFICIOS RESIDENCIALES. - OTRO ACABADO DE EDIFICIOS. - CONSTRUCCIÓN DE EDIFICIOS NO RESIDENCIALES. - INSTALACIÓN DE CARPINTERÍA. - INSTALACIONES ELÉCTRICAS. - ALQUILER DE BIENES INMOBILIARIOS POR CUENTA PROPIA. - PROMOCIÓN INMOBILIARIA - OTRAS ACTIVIDADES DE CONSTRUCCIÓN ESPECIALIZADA N.C.O.P.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07108",
      "_links": {
        "self": {
          "name": "NANO COLOR APLICACIONES, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07108"
        }
      }
    },
    {
      "name": "DINNTECO OPERATIONS AND MAINTENANCE, S.L.",
      "registrationNumber": "10487",
      "identificationNumber": "B01440981",
      "address": "Calle Alibarra, 30  (01010)",
      "location": {
        "postalCode": "01010",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.504.7",
          "name": "Instalaciones telefónicas, telegráficas, televisión, etc",
          "_links": {
            "self": {
              "name": "Instalaciones telefónicas, telegráficas, televisión, etc",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.7"
            }
          }
        }
      ],
      "certificateStartDate": "2025-12-19",
      "certificateEndDate": "2026-06-16",
      "object": "1.- LA CONSULTORÍA E INGENIERÍA TECNOLÓGICA EN TELECOMUNICACIONES, EN INFORMÁTICA Y EN SISTEMAS DE LA INFORMACIÓN Y EL ASESORAMIENTO, COMERCIALIZACIÓN, IMPLEMENTACIÓN Y MANTENIMIENTO DE PROYECTOS EN LAS MATERIAS ANTERIORMENTE INDICADAS. 2.- LA PRESTACIÓN, CONTRATACIÓN, SUBCONTRATACIÓN, ELABORACIÓN, DESARROLLO Y EJECUCIÓN DE TODO TIPO DE SERVICIOS INFORMÁTICOS, DE TELECOMUNICACIONES Y DE CONSULTORÍA E INTEGRACIÓN DE TECNOLOGÍAS DE LA INFORMACIÓN Y DE LAS COMUNICACIONES Y LA ELABORACIÓN, EDICIÓN, PRODUCCIÓN, PUBLICACIÓN Y COMERCIALIZACIÓN DE PRODUCTOS AUDIOVISUALES. 3.- EL ASESORAMIENTO, COMERCIALIZACIÓN, INSTALACIÓN, DESARROLLO Y SERVICIOS DE MANTENIMIENTO EN INTEGRACIÓN DE SISTEMAS Y SERVICIOS DE DISEÑO E IMPLEMENTACIÓN PARA APLICACIONES DE BANDA ANCHA Y NETWORKING, ASÍ COMO INTEGRACIÓN DE REDES Y SERVICIOS DE OPERACIÓN Y MANTENIMIENTO PARA OPERADORES DE TELECOMUNICACIONES, COMPAÑÍAS ELÉCTRICAS Y TODO TIPO DE EMPRESAS. 4.- EL ASESORAMIENTO, COMERCIALIZACIÓN, INSTALACIÓN, DESARROLLO Y MANTENIMIENTO DE SOLUCIONES PARA REDES DE TELECOMUNICACIONES EN LAS TECNOLOGÍAS PLC, WI-MAX, COAXIAL E IP. ASIMISMO, EL OFRECIMIENTO DE SOLUCIONES TALES COMO ACCESO A INTERNET DE ALTA VELOCIDAD, SEGURIDAD, GESTIÓN Y MANTENIMIENTO DE REDES. 5.- LA EXPORTACIÓN, IMPORTACIÓN, ASESORAMIENTO, COMERCIALIZACIÓN, INSTALACIÓN, SOPORTE Y MANTENIMIENTO (HELP DESK) DE CUALQUIER CLASE DE EQUIPO DE TELECOMUNICACIONES O INFORMÁTICOS, HARDWARE, SOFTWARE Y DE APLICACIONES INSTALADAS EN LOS EQUIPOS ESPECIFICADOS. EL ANÁLISIS, PROGRAMACIÓN, PREPARACIÓN Y APLICACIÓN DE SISTEMAS INFORMÁTICOS PARA TODA CLASE DE ACTIVIDADES, SU SUMINISTRO, IMPLANTACIÓN E INTEGRACIÓN, ASÍ COMO LA FORMACIÓN Y EL ASESORAMIENTO A PERSONAS Y EMPRESAS. 6.- LAS SOLUCIONES INTEGRALES PARA REDES DE TELEFONÍA, CONSTRUCCIÓN E INSTALACIÓN DE INFRAESTRUCTURAS PARA TELECOMUNICACIONES, LA INGENIERÍA Y FABRICACIÓN DE SOLUCIONES PARA REDES DE IMPACTO VISUAL, ASÍ COMO EL DESARROLLO DE REDES PARA TELEFONÍA MÓVIL Y FIJA. 7.- LA PRESTACIÓN DE SERVICIOS DE EXTERNALIZACIÓN DE OPERACIONES DE SISTEMAS, COMUNICACIONES Y RELACIONADOS CON LAS TECNOLOGÍAS DE LA INFORMACIÓN. LA CONSULTORÍA ESTRATÉGICA, TECNOLÓGICA, ORGANIZATIVA, FORMATIVA Y DE PROCESOS TANTO PARA LAS DIFERENTES ADMINISTRACIONES PÚBLICAS COMO PARA ENTIDADES MIXTAS, PRIVADAS Y PERSONAS FÍSICAS. 8.- LA REALIZACIÓN DE SERVICIOS DE GESTIÓN INTEGRADA DE PROYECTOS, DIRECCIÓN DE OBRAS Y SUMINISTROS TÉCNICOS, ACTIVIDADES DE ASESORAMIENTO Y CONSULTORÍA DE PROYECTOS ARQUITECTÓNICOS Y MUSEOLÓGICOS, ASÍ COMO LOS SERVICIOS DE CONSULTORÍA TÉCNICA EN ARQUITECTURA, INGENIERÍA Y SECTORES AFINES. 9.- LA REALIZACIÓN DE CONSULTORÍA ORGANIZATIVA, ADMINISTRATIVA, PLANIFICACIÓN ESTRATÉGICA, REINGENIERÍA DE PROCESOS Y DE ESTUDIOS DE MERCADO EN TODAS LAS CITADAS MATERIAS. 10.- LA PROMOCIÓN, CREACIÓN Y PARTICIPACIÓN EN EMPRESAS Y SOCIEDADES, INDUSTRIALES, COMERCIALES, INMOBILIARIAS, DE SERVICIOS Y DE CUALQUIER OTRO TIPO.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10487",
      "_links": {
        "self": {
          "name": "DINNTECO OPERATIONS AND MAINTENANCE, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/10487"
        }
      }
    },
    {
      "name": "TALLERES GALLARRETA LANTEGIAK, S.L.",
      "registrationNumber": "04792",
      "identificationNumber": "B95611257",
      "address": "BARRIO ABANTO, 12",
      "location": {
        "postalCode": "48509",
        "municipality": "Abanto y Ciérvana-Abanto Zierbena",
        "county": "Bizkaia",
        "municipalityId": "002",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.465",
          "name": "Fabricación de objetos diversos de madera",
          "_links": {
            "self": {
              "name": "Fabricación de objetos diversos de madera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.465"
            }
          }
        },
        {
          "id": "1.911",
          "name": "Servicios agrícolas y ganaderos",
          "_links": {
            "self": {
              "name": "Servicios agrícolas y ganaderos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.911"
            }
          }
        }
      ],
      "certificateStartDate": "2025-12-19",
      "certificateEndDate": "2026-06-13",
      "classification": [
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "O",
              "subgroups": [
                {
                  "id": "06",
                  "name": "Conservación y mantenimiento de montes y jardines",
                  "categories": [
                    {
                      "id": "4",
                      "name": "Desde 600.001 Hasta 1.1200.000",
                      "_links": {
                        "self": {
                          "name": "Desde 600.001 Hasta 1.1200.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/4"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Conservación y mantenimiento de montes y jardines",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/O/subgroups/06"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/O"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "LA PRESTACIÓN DEL SERVICIO DE PROMOCIÓN SOCIAL E INTEGRACIÓN LABORAL DE LOS DISCAPACITADOS PSÍQUICOS DE LA ZONA MINERA, MEDIANTE EL EJERCICIO DE LAS SIGUIENTES ACTIVIDADES: A) DESARROLLAR ACTIVIDADES EMPRESARIALES, MERCANTILES O INDUSTRIALES DE TODO TIPO, INCLUIDAS LAS QUE SE REALIZAN A TRAVÉS DE PROGRAMAS OCUPACIONALES Y ESPECIALES DE EMPLEO Y DE TRÁNSITO AL EMPLEO ORDINARIO, EN LOS SIGUIENTES ÁMBITOS: FABRICACIÓN, MANIPULACIÓN Y MONTAJE DE ARTÍCULOS DE MADERA. REALIZACIÓN DE TRABAJOS DE ENMARCACIÓN Y MAQUETAS. LABORES DE LIMPIEZA, JARDINERÍA Y PUBLICIDAD DIRECTA. REALIZACIÓN DE OBRAS PÚBLICAS Y PRIVADAS DE JARDINERÍA. PRODUCCIÓN Y COMERCIALIZACIÓN DE CIRCUITOS Y EQUIPOS ELECTRÓNICOS; EQUIPOS Y APARATOS PARA LA DISTRIBUCIÓN, REGULACIÓN Y MEDIDA; PEQUEÑOS-ELECTRODOMÉSTICOS; PRODUCTOS DE ALIMENTACIÓN, JUGUETES; PLANTAS ORNAMENTALES DE TODO TIPO Y FLORES. TRABAJOS DE TRANSFORMACIÓN INDUSTRIAL Y MANIPULADOS, MECANIZADOS Y TRANSFORMADOS METÁLICOS, SOLDADURA Y MONTAJES DIVERSOS. MANIPULACIÓN DE ALIMENTOS. MANIPULACIONES Y EMBALAJES VARIOS. CUALESQUIERA OTRO QUE, DE MODO DIRECTO O INDIRECTO, FAVOREZCAN LA CONSECUCIÓN DE LOS FINES Y OBJETIVOS DE LA SOCIEDAD. B) COMPRAVENTA, IMPORTACIÓN,, EXPORTACIÓN Y ALMACENAJE DE MATERIALES NECESARIOS PARA LAS ACTIVIDADES DE FABRICACIÓN, MANIPULACIÓN Y MONTAJE. C) IMPULSAR LA PROMOCIÓN SOCIAL Y LA INTEGRACIÓN LABORAL DE LAS PERSONAN DEFICIENTES, PRESTANDO ASESORAMIENTO TÉCNICO, JURÍDICO, ECONÓMICO Y FINANCIERO A LOS PROYECTOS EMPRESARIALES, DE PROMOCIÓN DE EMPLEO, ADECUAIÓN DE INSTALACIONES EMPRESARIALES, LOCALIZACIÓN DE NUEVAS ACTUACIONES Y CAPTACIÓN DE EMPRESAS. D) ORGANIZACIÓN DE EXPOSICIONES, CHARLAS, CURSOS DE FORMACIÓN Y CAMPAÑAS DE DIVULGACIÓN EN EL ÁMBITO DE LA ZONA MINERA. E) ADQUISICIÓN Y EXPLOTACIÓN POR CUENTA PROPIA O AJENA DE TODO TIPO DE EQUIPOS, APARATOS, ELEMENTOS, INSTALACIONES, SISTEMAS Y PROCEDIMIENTOS TÉCNICOS RELACIONADOS CON LAS ACTIVIDADES ANTERIORES, INCLUYENDO LA LICENCIA DE PATENTES O ASISTENCIA DE ECNOLOGÍA. F) ADQUISICIÓN, POSESIÓN, ADMINISTRACIÓN, GRAVAMEN, EXPLOTACIÓN Y ENAJENACIÓN DE TODA CLASE DE BIENES Y DERECHOS, INCLUIDOS TODA CLASE DE VALORES MOBILIARIOS, PARTICIPACIONES SOCIALES, EFECTOS DE COMERCIO, BIENES MUEBLES E INMUEBLES, EN GENERAL Y DERECHOS DE PROPIEDAD INDUSTRIAL O INTELECTUAL, TODOS ELLOS POR CUENTA PROPIA Y SIN EJERCER LA INTERMEDIACIÓN. G) PRESTAR CON CARÁCTER DE MEDIO PROPIO A LOS AYUNTAMIENTOS DE ABANTO-ZIERBENA, ORTUELLA, MUSKIZ Y VALLE DE TRÁPAGA-TRAPAGARAN SERVICIOS MEDIOAMBIENTALES DE LIMPIEZA, CONSERVACIÓN Y MANTENIMIENTO DE ESPACIOS LIBRES Y ZONAS VERDES, CAMINOS Y VÍAS RURALES, PARQUES INFANTILES, ESPACIOS DEGRADADOS Y DE ESPECIAL INTERÉS PAISAJISTICO, ASÍ COMO LOS DE RECOGIDA Y RETIRADA DE VERTIDOS INCONTROLADOS, VOLUMINOSOS, RESTO DE PODA Y ELIMINACIÓN DE ESPECIES INVASIVAS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04792",
      "_links": {
        "self": {
          "name": "TALLERES GALLARRETA LANTEGIAK, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04792"
        }
      }
    },
    {
      "name": "ZUBIKOA CENTRO DE ORIENTACIÓN Y TRATAMIENTO PSICOLÓGICO, ESCOLAR Y FAMILIAR, S.L.",
      "registrationNumber": "05790",
      "identificationNumber": "B95656732",
      "address": "Pz Zubiko Enparantza nº1, oficinas 1 y 8",
      "location": {
        "postalCode": "48930",
        "municipality": "Getxo",
        "county": "Bizkaia",
        "municipalityId": "044",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.942.9",
          "name": "Otros servicios sanitarios sin internados, no clasificados",
          "_links": {
            "self": {
              "name": "Otros servicios sanitarios sin internados, no clasificados",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.942.9"
            }
          }
        }
      ],
      "certificateStartDate": "2025-12-19",
      "certificateEndDate": "2026-06-11",
      "object": "ACTIVIDADES PROFESIONALES.  PRESTACIÓN DE SERVICIOS. ACTIVIDADES DE GESTIÓN Y ADMINISTRACIÓN. SERVICIOS EDUCATIVOS, SANITARIOS, DE OCIO Y ENTRETENIMIENTO. ACTIVIDADES CIENTÍFICAS Y TÉCNICAS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05790",
      "_links": {
        "self": {
          "name": "ZUBIKOA CENTRO DE ORIENTACIÓN Y TRATAMIENTO PSICOLÓGICO, ESCOLAR Y FAMILIAR, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05790"
        }
      }
    },
    {
      "name": "KIMET SPORT, S.L.",
      "registrationNumber": "10250",
      "identificationNumber": "B95643466",
      "address": "Uribitarte 6 1º",
      "location": {
        "postalCode": "48001",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        },
        {
          "id": "1.932.1",
          "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.1"
            }
          }
        }
      ],
      "certificateStartDate": "2025-12-19",
      "certificateEndDate": "2026-06-09",
      "object": "- LA CONSULTORÍA METODOLÓGICA DEPORTIVA. LA CONSULTORÍA, ASESORÍA Y FORMACIÓN METODOLÓGICA EN EL PROCESO DE DESARROLLO Y OPTIMIZACIÓN DEPORTIVA, PARA CUALQUIER DISCIPLINA DEPORTIVA. - LA FORMACIÓN EN ESPECIALIZACIÓN DEPORTIVA, MEDIANTE CURSOS, SEMINARIOS Y MÁSTERES EN ESPECIALIZACIÓN EN EL ÁMBITO DEL DEPORTE Y EN INICIACIÓN DEPORTIVA Y ACTIVIDAD FÍSICA EN GENERAL. - LA COMERCIALIZACIÓN DE LICENCIAS DE USO DE SOFTWARE INFORMÁTICO ESPECIALIZADO, COMERCIALIZANDO LICENCIAS DE USO PARA UTILIZACIÓN DE HERRAMIENTA INFORMÁTICA MULTIDEPORTE PARA EL DESEÑO, CONTROL, VALORACIÓN, PROGRAMACIÓN Y ASESORAMIENTO DEL DEPORTE. - EDICIÓN Y PUBLICACIÓN DE MANUALES Y LIBROS RELACIONADOS CON LA CONSULTORÍA, ASESORÍA Y FORMACIÓN METODOLÓGICA DEPORTIVA. - SELECCIÓN, FORMACIÓN Y CAPTACIÓN DE PROFESIONALES RELACIONADOS CON LA CONSULTORÍA Y ASESORAMIENTO DEPORTIVO.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10250",
      "_links": {
        "self": {
          "name": "KIMET SPORT, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/10250"
        }
      }
    },
    {
      "name": "UDABERRIA KULTURA ELKARTEA",
      "registrationNumber": "07932",
      "identificationNumber": "G01026301",
      "address": "Calle Abendaño, 48 - bajo",
      "location": {
        "postalCode": "01008",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.933.9",
          "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
          "_links": {
            "self": {
              "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.933.9"
            }
          }
        }
      ],
      "certificateStartDate": "2025-12-19",
      "certificateEndDate": "2026-05-23",
      "object": "ELKARTE HONEN HELBURUAK HONAKO HAUEK DIRA: A) EUSKAL KULTURA, ORO HAR, SUSTATZEA, ETA BEREZIKI HIZKUNTZA, MUSIKA HISTORIA ETA TRADIZIOAK. B) BERDINTASUNA ETA PERTSONENGANAKO ERRESPETUA SUSTATZEA, PERTSONEN JAIOTZA-LEKU, ARRAZA, KOLOREA, SEXUA, HIZKUNTZA, ERLIJIOA, IRITZI POLITIKOA ETAB. EDOZEIN DIRELA ERE. HELBURU HORIEK LORTZEKO, HONAKO JARDUERA HAUEK GAUZATUKO DIRA, EZARRITAKO LEGEZKO BALDINTZAK BETE ONDOREN: A) EUSKARAREN, MUSIKAREN, HISTORIAREN ETA TRADIZIOEN IRAKASKUNTZA EZ ARAUTUA. B) ERA ASKOTAKO SUSTAPEN-JARDUERAK. JARDUERA HORIEZ GAIN, ETA HORIEN KALTERAKO EZ DIREN HEINEAN, ELKARTEK HONAKO BESTE HAUEK GAUZATU AHAL IZANGO DITU BERE HELBURUAK BETETZEKO: A) EDOZEIN ERATAKO JARDUERA EKONOMIKOAK GAUZATZEA, ELKARTEAREN HELBURUAK BETE AHAL IZATEKO EDOTA XEDEAK ERDIESTEKO BALIABIDEAK ESKURATZEKO. B) EDOZEIN ERATAKO ONDASUNAK ESKURATU ETA IZATEA, ETA ERE GUZTIETAKO EGINTZAK ETA HITZARMENAK EGITEA. C) EDOZEIN ERATAKOJARDUERAK GAUZATZEA, BETIERE LEGEEKIN ETA ELKARTEAREN ESTATUTUEKIN BAT ETORRIZ GERO.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07932",
      "_links": {
        "self": {
          "name": "UDABERRIA KULTURA ELKARTEA",
          "href": "https://api.euskadi.eus/procurements/companies/07932"
        }
      }
    },
    {
      "name": "EXCAVACIONES ARRASATE, S.L.",
      "registrationNumber": "02123",
      "identificationNumber": "B20420022",
      "address": "C/ MEATZERREKA AUZOA, 30",
      "location": {
        "postalCode": "20500",
        "municipality": "Arrasate / Mondragón",
        "county": "Gipuzkoa",
        "municipalityId": "055",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.502.3",
          "name": "Consolidación y preparación de terrenos para la realización de obras civiles",
          "_links": {
            "self": {
              "name": "Consolidación y preparación de terrenos para la realización de obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.502.3"
            }
          }
        },
        {
          "id": "1.502.5",
          "name": "Cimentaciones y pavimentaciones en obras civiles",
          "_links": {
            "self": {
              "name": "Cimentaciones y pavimentaciones en obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.502.5"
            }
          }
        }
      ],
      "certificateStartDate": "2025-12-18",
      "certificateEndDate": "2026-06-06",
      "classification": [
        {
          "id": "O",
          "name": "Obras",
          "groups": [
            {
              "id": "A",
              "name": "MOVIMIENTO DE TIERRAS Y PERFORACIONES",
              "subgroups": [
                {
                  "id": "01",
                  "name": "DESMONTES Y VACIADOS",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 360.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 360.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "DESMONTES Y VACIADOS",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/A/subgroups/01"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "name": "MOVIMIENTO DE TIERRAS Y PERFORACIONES",
                  "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/A"
                }
              }
            },
            {
              "id": "E",
              "name": "HIDRAULICAS",
              "subgroups": [
                {
                  "id": "01",
                  "name": "ABASTECIMIENTOS Y SANEAMIENTOS",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 360.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 360.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "ABASTECIMIENTOS Y SANEAMIENTOS",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/01"
                    }
                  }
                },
                {
                  "id": "04",
                  "name": "ACEQUIAS Y DESAGÜES",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 360.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 360.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "ACEQUIAS Y DESAGÜES",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/04"
                    }
                  }
                },
                {
                  "id": "05",
                  "name": "DEFENSAS DE MARGENES Y ENCAUZAMIENTOS",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 360.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 360.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "DEFENSAS DE MARGENES Y ENCAUZAMIENTOS",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/05"
                    }
                  }
                },
                {
                  "id": "07",
                  "name": "OBRAS HIDRAULICAS SIN CUALIFICACION ESPECIFICA",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 360.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 360.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "OBRAS HIDRAULICAS SIN CUALIFICACION ESPECIFICA",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/07"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "name": "HIDRAULICAS",
                  "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E"
                }
              }
            },
            {
              "id": "G",
              "name": "VIALES Y PISTAS",
              "subgroups": [
                {
                  "id": "04",
                  "name": "Con firmes de mezclas bituminosas",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 360.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 360.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Con firmes de mezclas bituminosas",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/G/subgroups/04"
                    }
                  }
                },
                {
                  "id": "06",
                  "name": "Obras viales sin cualificación específica",
                  "categories": [
                    {
                      "id": "3",
                      "name": "Desde 360.001 Hasta 840.000",
                      "_links": {
                        "self": {
                          "name": "Desde 360.001 Hasta 840.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/3"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Obras viales sin cualificación específica",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/G/subgroups/06"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "name": "VIALES Y PISTAS",
                  "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/G"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Obras",
              "href": "https://api.euskadi.eus/procurements/companies/types/O"
            }
          }
        }
      ],
      "object": "OBRAS DE INFRAESTRUCTURA TALES COMO DESMONTES, EXCAVACIONES Y URBANIZACIONES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02123",
      "_links": {
        "self": {
          "name": "EXCAVACIONES ARRASATE, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02123"
        }
      }
    },
    {
      "name": "PUBLICIDAD HEDATU, S.L.U.",
      "registrationNumber": "00023",
      "identificationNumber": "B20075024",
      "address": "C/ ALAMEDA DEL BOULEVARD, Nº 7 - 1º.",
      "location": {
        "postalCode": "20003",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        }
      ],
      "certificateStartDate": "2025-12-18",
      "certificateEndDate": "2026-06-14",
      "classification": [
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "T",
              "subgroups": [
                {
                  "id": "01",
                  "name": "Servicios de publicidad",
                  "categories": [
                    {
                      "id": "5",
                      "name": "Mas de 1.200.000",
                      "_links": {
                        "self": {
                          "name": "Mas de 1.200.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/5"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Servicios de publicidad",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/T/subgroups/01"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/T"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "LA PUBLICIDAD DE SERVICIOS GENERALES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/00023",
      "_links": {
        "self": {
          "name": "PUBLICIDAD HEDATU, S.L.U.",
          "href": "https://api.euskadi.eus/procurements/companies/00023"
        }
      }
    },
    {
      "name": "AVINCIS AVIATION TECHNICS S.A.",
      "registrationNumber": "08229",
      "identificationNumber": "A54508536",
      "address": "Partida la Almaina, 92",
      "location": {
        "postalCode": "03110",
        "municipality": "Mutxamel",
        "county": "Alicante/Alacant",
        "municipalityId": "090",
        "countyId": "03"
      },
      "economicActivities": [
        {
          "id": "1.753.4",
          "name": "Servicios de remolque, limpieza y mantenimiento de aeronaves",
          "_links": {
            "self": {
              "name": "Servicios de remolque, limpieza y mantenimiento de aeronaves",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.753.4"
            }
          }
        },
        {
          "id": "1.855.1",
          "name": "Alquiler de aeronaves de todas clases",
          "_links": {
            "self": {
              "name": "Alquiler de aeronaves de todas clases",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.855.1"
            }
          }
        }
      ],
      "certificateStartDate": "2025-12-18",
      "certificateEndDate": "2026-06-07",
      "object": "A) LA ADQUISICIÓN, TENENCIA, ENAJENACIÓN, COMPRA, VENTA, REPRESENTACIÓN COMERCIAL, ARRENDAMIENTO CON Y SIN OPCIÓN DE COMPRA, FLETAMENTO, CESIÓN A TERCEROS POR CUALQUIER TÍTULO, Y EXPLOTACIÓN MEDIANTE EL TRANSPORTE AÉREO Y LOS TRABAJOS AÉREOS DE TODO TIPO DE AERONAVES, ASÍ COMO DE SUS ACCESORIOS, COMPONENTES, EQUIPOS, ELEMENTOS TOTALES Y CONSUMIBLES. LA CESIÓN A TERCEROS, POR CUALQUIER TÍTULO, DE AERONAVES CON O SIN TRIPULACIÓN, PARA SU EXPLOTACIÓN COMERCIAL. LA MEDIACIÓN EN OPERACIONES DE ADQUISICIÓN, ENAJENACIÓN, VENTA Y EXPLOTACIÓN DE TODO TIPO DE AERONAVES. B) LA REPARACIÓN, MANTENIMIENTO, ENTRETENIMIENTO, MODIFICACIÓN, MODERNIZACIÓN Y ASISTENCIA TÉCNICA DE TODO TIPO DE AERONAVES CIVILES O MILITARES, ASÍ COMO DE SUS EQUIPOS Y ACCESORIOS, TANTO PARA OPERACIONES PROPIAS COMO PARA TERCEROS, INCLUIDA SU COMERCIALIZACIÓN Y/O VENTA. EL ASESORAMIENTO TÉCNICO, COMERCIAL Y ECONÓMICO Y REDACCIÓN DE PROYECTOS EN MATERIA AERONÁUTICA. C) LA ATENCIÓN DE PASAJEROS Y MERCANCÍAS EN LOS AEROPUERTOS, LA MANIPULACIÓN DE MERCANCÍAS, ALMACENAMIENTO Y CONSIGNACIÓN EN LOS AEROPUERTOS, TERMINALES DE AERONAVES Y EN DIFERENTES LUGARES DE TIERRA. D) LA ADQUISICIÓN, TENENCIA, ENAJENACIÓN, ARRENDAMIENTO, COMPRA, VENTA Y EXPLOTACIÓN COMERCIAL DE HELIPUERTOS, AERÓDROMOS, AEROPUERTOS Y HANGARES CON TODAS SUS INSTALACIONES E INFRAESTRUCTURAS, PRINCIPALES Y ACCESORIAS. E) LA REALIZACIÓN DE TRABAJOS AÉREOS RELACIONADOS CON EL TRANSPORTE AÉREO DE PERSONAS Y MERCANCÍAS, FUMIGACIÓN, ABONOS, FOTOGRAFÍA, PUBLICIDAD, SALVAMENTOS, APLICACIONES AGRÍCOLAS Y OTRAS ACTIVIDADES RELACIONADAS CON EL TRANSPORTE Y TRÁFICO AÉREOS, ASÍ COMO TODA CLASE DE TRABAJOS EN TIERRA QUE TENGAN RELACIÓN O SEAN COMPLEMENTARIOS DE LOS ANTERIORES. F) LA ADQUISICIÓN, ARRENDAMIENTO, EXPLOTACIÓN, CESIÓN Y ENAJENACIÓN POR CUALQUIER TÍTULO DE TODA CLASE DE BIENES INMUEBLES, TERRENOS, SOLARES, EDIFICIOS, FINCAS RÚSTICAS Y URBANAS, ASÍ COMO SU CONSTRUCCIÓN, REFORMA, REHABILITACIÓN, PROMOCIÓN, URBANIZACIÓN, EDIFICACIONES, COLONIZACIÓN Y PARCELACIÓN, BIEN POR CUENTA PROPIA O POR LA DE TERCEROS. LA ENAJENACIÓN, VENTA, PERMUTA, ARRIENDO, REFORMA, TRANSFORMACIÓN Y EXPLOTACIÓN DE TODA CLASE DE INMUEBLES Y FINCAS, SEAN RÚSTICAS O URBANAS. G) LA PARTICIPACIÓN EN OTRAS SOCIEDADES DE IDÉNTICO ANÁLOGO OBJETO, PARA EL DESARROLLO DEL PROPIO DE LA SOCIEDAD, MEDIANTE LA SUSCRIPCIÓN DE ACCIONES O PARTICIPACIONES EN LA FUNDACIÓN O AUMENTO DE CAPITAL DE LAS MISMAS O LA ADQUISICIÓN DE ELLAS POR CUALQUIER TÍTULO.H) LA PROMOCIÓN, ESTUDIO Y DESARROLLO DE PROYECTOS Y NEGOCIOS COMERCIALES O INDUSTRIALES, DE CARÁCTER MOBILIARIO O INMOBILIARIO. I) LA ACTIVIDAD DE ENSEÑANZA Y FORMACIÓN PERSONAL, IMPARTIENDO CURSOS DE FORMACIÓN TÉCNICA Y RECICLAJE PROFESIONAL. PLANIFICAR, DESARROLLAR Y EXPLOTAR, POR SI MISMA O MEDIANTE CESIÓN PARCIAL O TOTAL A OTRAS EMPRESAS DEL SECTOR, CUALQUIER FORMA DE ENSEÑANZA RELACIONADA CON LA AVIACIÓN CIVIL EN GENERAL Y CON LA FORMACIÓN DE PILOTOS Y OTRAS PROFESIONALES RELACIONADAS CON LA AERONÁUTICA. ESCUELA DE PILOTOS CON TODO TIPO DE AERONAVES. J) EL DISEÑO Y LA PROVISIÓN DE SERVICIOS INTEGRALES DE GESTIÓN DE FLOTAS TERRESTRES, NAVALES, CIVILES Y MILITARES, INCLUIDA LA SENSORIZACIÓN, TOMA, GESTIÓN Y EXPLOTACIÓN DE DATOS RELACIONADOS CON LA UTILIZACIÓN Y SOPORTE LOGÍSTICO DE VEHÍCULOS, AERONAVES Y TODO TIPO DE PLATAFORMAS. K) LA ACTIVIDAD DE MANTENIMIENTO PREVENTIVO, CORRECTIVO Y EVOLUTIVO DE TODO TIPO DE PLATAFORMAS VEHICULARES Y SUS INSTALACIONES E INFRAESTRUCTURAS ASOCIADAS. L) LOS ESTUDIOS, LA INGENIERÍA BÁSICA Y DE DETALLE, ASÍ COMO LA INGENIERÍA DE INTEGRACIÓN DE SISTEMAS EN LOS CAMPOS NAVAL, TERRESTRE Y AERONÁUTICO. M) LOS ESTUDIOS, LA INGENIERÍA, EL MANTENIMIENTO Y LOS SERVICIOS DE MANTENIMIENTO EN EL CAMPO DE LA ENERGÍA NUCLEAR, INCLUIDOS LOS SERVICIOS DE GESTIÓN DE LA OBSOLESCENCIA, EL DESMANTELAMIENTO DE INSTALACIONES NUCLEARES E INSTALACIONES AUXILIARES, ASÍ COMO LOS SERVICIOS DE INGENIERÍA E IMPLEMENTACIÓN DE PROYECTOS DE EXTENSIÓN DE VIDA ÚTIL DE INSTALACIONES NUCLEARES. N) LA PRESTACIÓN DE SERVICIOS PARA TERCEROS EN EL CAMPO DE LA GESTIÓN DE INFRAESTRUCTURAS E INSTALACIONES COMPLEJAS TANTO CIVILES COMO MILITARES BAJO LA MODALIDAD DE EXTERNALIZACIÓN O CONCESIÓN. O) LA FINANCIACIÓN Y LA GESTIÓN DE ACTIVOS PARA SERVICIOS PÚBLICOS EN LOS SECTORES CIVIL Y MILITAR. P) LA INVESTIGACIÓN Y DESARROLLO, Y LA COMERCIALIZACIÓN Y OPERACIÓN DE LOS RESULTADOS DE ESTA ACTIVIDAD.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08229",
      "_links": {
        "self": {
          "name": "AVINCIS AVIATION TECHNICS S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/08229"
        }
      }
    },
    {
      "name": "BOOK GESTION BILBAO S.L.",
      "registrationNumber": "06170",
      "identificationNumber": "B95806923",
      "address": "Plaza Circular nº 4 8º planta",
      "location": {
        "postalCode": "48001",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        },
        {
          "id": "1.849.7",
          "name": "Servicios de gestión administrativa",
          "_links": {
            "self": {
              "name": "Servicios de gestión administrativa",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.7"
            }
          }
        }
      ],
      "certificateStartDate": "2025-12-18",
      "certificateEndDate": "2026-06-08",
      "object": "LA ORGANIZACIÓN DE MEDIOS PARA LA GESTIÓN Y PROMOCIÓN DE PROYECTOS TANTO EN EL ÁMBITO URBANÍSTICO COMO INDUSTRIAL, ECONÓMICO Y ORGANIZATIVO. LA REALIZACIÓN DE ACTIVIDADES DE DISEÑO DE LA IMAGEN DE MARCA Y CORPORATIVA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06170",
      "_links": {
        "self": {
          "name": "BOOK GESTION BILBAO S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06170"
        }
      }
    }
  ]
}