{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 343,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "ENPRESABIDEA, S.L.",
      "registrationNumber": "10265",
      "identificationNumber": "B09692104",
      "address": "Miramon pasealekua, Tandem Eraikina-170",
      "location": {
        "postalCode": "20014",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.476.2",
          "name": "Edición de periódicos y revistas",
          "_links": {
            "self": {
              "name": "Edición de periódicos y revistas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.476.2"
            }
          }
        },
        {
          "id": "1.966.9",
          "name": "Otros servicios culturales n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios culturales n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.966.9"
            }
          }
        }
      ],
      "certificateStartDate": "2025-07-08",
      "certificateEndDate": "2026-01-07",
      "object": "A) LA REALIZACIÓN, PRODUCCIÓN, COMERCIALIZACIÓN Y ADQUISICIÓN DE CUALQUIER PRODUCCIÓN DE ÍNDOLE PERIODÍSTICO PARA SU DIFUSIÓN Y/O EMISIÓN A TRAVÉS DE INTERNET, O CUALQUIER OTRA RED INFORMÁTICA O EN CUALQUIER SOPORTE; LA EDICIÓN DE MEDIOS INFORMATIVOS DIGITALES; Y TODO ELLO, PREVIA OBTENCIÓN, EN SU CASO, DE LOS PERMISOS ADMINISTRATIVOS REQUERIDOS. B) LA REALIZACIÓN DEL NEGOCIO EDITORIAL CON CARÁCTER GENERAL Y, EN ESPECIAL, LA EDICIÓN, PRODUCCIÓN, DISTRIBUCIÓN Y VENTA DE TODA CLASE DE PUBLICACIONES TALES COMO LIBROS, DIARIOS, REVISTAS, FOLLETOS, IMPRESOS, GRÁFICOS, MAPAS Y CUALESQUIERA OTRAS OBRAS DE NATURALEZA ANÁLOGA, TANTO IMPRESAS COMO FOTOMECÁNICAS, FONOGRÁFICAS, AUDIOVISUALES, INFORMÁTICAS O FOTOMAGNÉTICAS, CON MEDIOS PROPIOS O AJENOS. C) CONTRATAR PUBLICIDAD, EN TODA SU EXTENSIÓN Y SIGNIFICADO, RELACIONADA DIRECTA O INDIRECTAMENTE CON LAS ACTIVIDADES REFLEJADAS EN LOS APARTADOS ANTERIORES. D) INTERVENIR DIRECTA O INDIRECTAMENTE, EN TODA CLASE DE NEGOCIOS O ACTIVIDADES RELACIONADAS CON LAS ENUMERADAS, PUDIENDO REPRESENTAR, POR SÍ O POR TERCERAS PERSONAS, FIRMAS Y EMPRESAS NACIONALES Y EXTRANJERAS, RELACIONADAS CON CUALQUIERA DE LAS ACTIVIDADES A LAS QUE SE REFIERE EL OBJETO SOCIAL.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10265",
      "_links": {
        "self": {
          "name": "ENPRESABIDEA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/10265"
        }
      }
    },
    {
      "name": "GARBIALDI, S.A.",
      "registrationNumber": "01503",
      "identificationNumber": "A48408769",
      "address": "POLÍGONO TRAPAGA ELGUERO NAVE 6-A. CTRA. UGARTE-GALINDO",
      "location": {
        "postalCode": "48510",
        "municipality": "Valle de Trápaga-Trapagaran",
        "county": "Bizkaia",
        "municipalityId": "080",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.911",
          "name": "Servicios agrícolas y ganaderos",
          "_links": {
            "self": {
              "name": "Servicios agrícolas y ganaderos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.911"
            }
          }
        },
        {
          "id": "1.921.1",
          "name": "Servicios de limpieza en calles, vías públicas y jardines",
          "_links": {
            "self": {
              "name": "Servicios de limpieza en calles, vías públicas y jardines",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.1"
            }
          }
        },
        {
          "id": "1.921.2",
          "name": "Servicios de recogida de basuras y desechos",
          "_links": {
            "self": {
              "name": "Servicios de recogida de basuras y desechos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.2"
            }
          }
        },
        {
          "id": "1.921.3",
          "name": "Exterminio de animales dañinos y desinfección",
          "_links": {
            "self": {
              "name": "Exterminio de animales dañinos y desinfección",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.3"
            }
          }
        },
        {
          "id": "1.922",
          "name": "Servicios de limpieza",
          "_links": {
            "self": {
              "name": "Servicios de limpieza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922"
            }
          }
        },
        {
          "id": "1.942.9",
          "name": "Otros servicios sanitarios sin internados, no clasificados",
          "_links": {
            "self": {
              "name": "Otros servicios sanitarios sin internados, no clasificados",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.942.9"
            }
          }
        },
        {
          "id": "1.952",
          "name": "Asistencia y servicios sociales en centros no residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros no residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.952"
            }
          }
        }
      ],
      "certificateStartDate": "2025-07-08",
      "certificateEndDate": "2026-01-07",
      "object": "A) LA RECOGIDA DE BASURAS Y RESIDUOS URBANOS, ASÍ COMO LA PRESTACIÓN DE TODA CLASE DE SERVICIOS DE LIMPIEZA, MUDANZAS Y MANTENIMIENTO INTEGRAL DE TODO TIPO DE INMUEBLES. SERVICIO DE JARDINERÍA, ASÍ COMO SERVICIOS DE ALBAÑILERÍA, FONTANERÍA, CARPINTERÍA, PINTURA, DECORACIÓN Y TODA OBRA, RELACIONADA CON LA CONSTRUCCIÓN. B)  LA  PRESTACIÓN DE SERVICIOS DE ASISTENCIA SOCIAL  Y AYUDA DOMICILIARIA, ELABORACIÓN Y DISTRIBUCIÓN DE COMIDAS Y ADMINISTRACIÓN Y GESTÓN DE SERVICIOS SOCIALES DE BASE. C) CUIDADO, PROMOCIÓN , ASISTENCIA, REHABILITACIÓN, INSERCIÓN SOCIAL Y TRATAMIENTO DE TODO TIPO DE PERSONAS DE TERCERA EDAD O CUALQUIER OTRA CON ALGUNA CARENCIA, ENFERMEDAD O MINUSVALÍAS PSÍQUICA, FÍSICA Y/O ECONÓMICA; REGENTANDO, EXPLOTANDO O GESTIONANDO A TAL EFECTO CENTROS O INMUEBLES PROPIOS O AJENOS, EN VIRTUD DE CONTRATO DE ARRENDAMIENTO DE CUALQUIER CLASE, INCLUIDO EL FINANCIERO, CESIÓN, CONCESIÓN, DE CUALQUIER  TIPO, TANTO GRATUITA COMO ONEROSA, HACIENDO EXPRESA EXTENSIÓN  A LA ASISTENCIA DOMICILIARIA, CONCERTANDO CUALQUIER TIPO DE CONTRATOS O PACTOS CON INSTITUCIONES PÚBLICAS O PRIVADAS. D) EXTERMINIO DE ANIMALES DAÑINOS Y DESINFECCIÓN DE CUALQUIER CLASE Y EN CUALQUIER EMPLAZAMIENTO. E)SUMINISTRO E INSTALACIÓN DE SISTEMAS DE SOTERRAMIENTO DE CONTENEDORES PARA LA RECOGIDA DE BASURAS Y RESIDUOS URBANOS. F)SERVICIO DE ALCANTARILLADO, EVACUACIÓN Y DEPURACIÓN DE AGUAS RESIDUALES. G)SERVICIOS DE INCINERACIÓN Y ELIMINACIÓN DE BASURAS Y DESECHOS. H)SERVICIOS DE ENTERRAMIENTOS. I)LA REALIZACIÓN DE SERVICIOS DE LIMPIEZA DE CALLES, VÍAS PÚBLICA Y JARDINES Y CUALQUIER OTRO SERVICIO DE SANEAMIENTO O LIMPIEZA. SI PARA EL EJERCICIO DE ALGUNA DE LAS ACTIVIDADES COMPRENDIDAS EN EL OBJETO SOCIAL FUERE PRECISO ESTAR EN POSESIÓN DE ALGÚN TÍTULO O NOMBRAMIENTO OFICIAL, ACREDITACIÓN ACADÉMICA O COLEGIACIÓN PROFESIONAL, SOLO PODRÁ SER REALIZADA AQUÉLLA POR CUENTA DE LA SOCIEDAD, COMO ACTIVIDAD SOCIAL, POR QUIEN TENGA LA TITULACIÓN U OSTENTE LA COLEGIACIÓN LEGALMENTE REQUERIDA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01503",
      "_links": {
        "self": {
          "name": "GARBIALDI, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/01503"
        }
      }
    },
    {
      "name": "ASOC PROVINCIAL DE EMPRESARIOS CARNICEROS CHARCUTEROS DE VIZCAYA",
      "registrationNumber": "10264",
      "identificationNumber": "G48167571",
      "address": "Calle Marino Archer (48013) 43 - PB. 2 B",
      "location": {
        "postalCode": "48013",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.490",
          "name": "Otras actividades no sujetas al IAE",
          "_links": {
            "self": {
              "name": "Otras actividades no sujetas al IAE",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.490"
            }
          }
        }
      ],
      "certificateStartDate": "2025-07-07",
      "certificateEndDate": "2026-01-03",
      "object": "INTERVENIR EN LAS RELACIONES LABORALES, CONTRIBUYENDO A LA DEFENSA Y PROMOCIÓN DE LOS INTERESES ECONÓMICOS Y SOCIALES QUE LE SON PROPIOS A TRAVÉS DE ACCIONES COMO LA NEGOCIACIÓN COLECTIVA LABORAL, EL PLANTEAMIENTO DE CONFLICTOS COLECTIVOS DE TRABAJO, EL DIALOGO SOCIAL Y LA PARTICIPACIÓN INSTITUCIONAL EN LOS ORGANISMOS PÚBLICOS DE LAS ADMINISTRACIONES PÚBLICAS. ADEMÁS LA ASOCIACIÓN EMPRESARIAL SE CONSTITUYE COMO ÓRGANO DE COORDINACIÓN, REPRESENTACIÓN, GESTIÓN, FOMENTO Y DEFENSA DE LOS INTERESES GENERALES Y DE SUS ASOCIADAS ANTE LA ADMINISTRACIÓN LOCAL, TERRITORIAL, AUTONÓMICA, ESTATAL E INTERNACIONAL. A TÍTULO ENUNCIATIVO Y NO LIMITATIVO: A) LA REPRESENTACIÓN, GESTIÓN, DEFENSA Y PROMOCIÓN DE LOS INTERESES Y DERECHOS DE LAS PERSONAS FÍSICAS O JURÍDICAS QUE FORMEN PARTE DE \"OKELBIZ-ASOCIACIÓN DE CARNICEROS DE BIZKAIA\". B) CREAR, MANTENER Y DESARROLLAR EL ESPÍRITU Y LOS LAZOS DE SOLIDARIDAD ENTRE LOS ASOCIADOS MEDIANTE LA CREACIÓN DE SERVICIOS COMUNES Y ELABORACIÓN DE ACCIONES CONJUNTAS. C) DEFENDER, EN FUNCIÓN DEL BIEN PÚBLICO, LOS INTERESES DEL CONJUNTO DEL SECTOR EMPRESARIAL DE LA CARNICERÍA-CHARCUTERÍA EN EL TERRENO ECONÓMICO, LEGAL, SOCIAL Y FINANCIERO. D) PROGRAMAR LAS ACCIONES NECESARIAS PARA CONSEGUIR EL AMEJORAMIENTO DE LAS EMPRESAS QUE CONFORMAN \"OKELBIZ-ASOCIACIÓN DE CARNICEROS DE BIZKAIA\" Y PARA EL SECTOR DE LA CARNICERÍA-CHARCUTERÍA EN GENERAL. E) CONTRIBUIR A LA PROMOCIÓN ECONÓMICA Y DESARROLLO EMPRESARIAL, ASÍ COMO A LA MEJORA DE LA GESTIÓN EMPRESARIAL Y PROFESIONAL DEL SECTOR DEL COMERCIO TRADICIONAL DE CARNICERÍA-CHARCUTERÍA EN GENERAL Y DE LAS PERSONAS FÍSICAS Y JURÍDICAS ASOCIADAS A \"OKELBIZ-ASOCIACIÓN DE CARNICEROS DE BIZKAIA\" EN PARTICULAR. F) MEJORAR LA COMPETITIVIDAD Y PROFESIONALIZACIÓN DEL SECTOR ASÍ COMO DE SUS ASOCIADOS IMPULSANDO Y DESARROLLANDO ACTIVIDADES DE FORMACIÓN ESPECÍFICAS, INCLUYENDO AQUELLAS COMPRENDIDAS EN EL ÁMBITO DEL SECTOR DE LA I+D+I INVESTIGACIÓN, DESARROLLO, INNOVACIÓN, Y NUEVAS TECNOLOGÍAS DE LA INFORMACIÓN Y SISTEMAS DE CALIDAD APLICADOS AL COMERCIO, LA HOSTELERÍA Y EL SECTOR DE LOS SERVICIOS. G) ESTUDIAR, ANIMAR Y DINAMIZAR TODO LO QUE PUEDA CONTRIBUIR AL DESARROLLO DE LOS DIFERENTES MUNICIPIOS DE BIZKAIA COMO PARTES QUE SON DEL TERRITORIO HISTÓRICO DONDE SE UBICAN LAS EMPRESAS ASOCIADAS A \"OKELBIZ-ASOCIACIÓN DE CARNICEROS DE BIZKAIA\" POR CONSIDERAR QUE LA CONSECUCIÓN DE DICHO OBJETIVO REDUNDARÁ DEFORMA DIRECTA Y/O INDIRECTA EN BENEFICIO DE LAS MISMAS. H) CONTRIBUIR AL RECONOCIMIENTO DEL SECTOR DEL COMERCIO TRADICIONAL DE  CARNICERÍA-CHARCUTERÍA COMO GENERADOR DE RIQUEZA Y VIDA EN LOS MUNICIPIOS VIZCAÍNOS, ASÍ COMO ELEMENTO FUNDAMENTAL DEL URBANISMO, DE LA COHESIÓN SOCIAL Y DE LA SOSTENIBILIDAD DE NUESTROS PUEBLOS Y CIUDADES. I) CONTRIBUIR AL DESARROLLO DE UN URBANISMO COMERCIAL QUE FOMENTE UN CONSUMO SOSTENIBLE, EQUILIBRADO, RESPETUOSO CON EL MEDIO AMBIENTE, Y LA MOVILIDAD Y RESPETUOSO CON LA REGLAMENTACIÓN HIGIÉNICO-SANITARIA VIGENTE EN CADA MUNICIPIO. J) ORGANIZAR Y FOMENTAR LA LABOR FORMATIVA PARA LAS PERSONAS FÍSICAS Y JURÍDICAS REPRESENTADAS EN \"OKELBIZ-ASOCIACIÓN DE CARNICEROS DE BIZKAIA\". K) MEDIAR CON LOS ORGANISMOS Y AUTORIDADES PERTINENTES PARA LA OBTENCIÓN DE MEJORAS DEL SECTOR DEL COMERCIO TRADICIONAL DE LA CARNICERÍA-CHARCUTERÍA ASÍ COMO DEFENDER LOS INTERESES Y DERECHOS DE LAS MISMAS EN CUALQUIER FORO PÚBLICO O PRIVADO DONDE SE DEBATAN Y DECIDAN CUESTIONES DE CUALQUIER TIPO QUE AFECTEN A ESTE SECTOR DEL QUE FORMAN PARTE LAS EMPRESAS ASOCIADAS A \"OKELBIZ-ASOCIACIÓN DE CARNICEROS DE BIZKAIA\". L) ORGANIZAR ACTOS Y CAMPAÑAS PARA LA PROMOCIÓN DE LOS MIEMBROS DE \"OKELBIZ-ASOCIACIÓN DE CARNICEROS DE BIZKAIA\" EN GENERAL Y DE SUS EMPRESAS ASOCIADAS EN PARTICULAR. M) CREAR Y GESTIONAR TODOS AQUELLOS SERVICIOS DIRIGIDOS Y OFRECIDOS A LOS ASOCIADOS DE \"OKELBIZ-ASOCIACIÓN DE CARNICEROS DE BIZKAIA\" CON EL OBJETIVO DE FACILITAR CUALQUIERA DE LOS FINES CONSIGNADOS EN EL PRESENTE  ARTÍCULO. N) TODOS CUANTOS OTROS OBJETIVOS DE ANÁLOGA NATURALEZA SE CONSIDEREN NECESARIOS O CONVENIENTES PARA EL CUMPLIMIENTO DE SUS FINES Y PARA LA DEFENSA DE LOS INTERESES DE SUS MIEMBROS Y DEL SECTOR DEL COMERCIO TRADICIONAL DE CARNICERÍA-CHARCUTERÍA. PARA LA CONSECUCIÓN DE DICHOS FINES SE LLEVARÁN A CABO, PREVIO EL CUMPLIMIENTO DE LOS REQUISITOS LEGALES ESTABLECIDOS, LAS SIGUIENTES ACTIVIDADES QUE SE ENUMERAN A TÍTULO ENUNCIATIVO Y NO LIMITATIVO: - ACCESO A LAS FUENTES DE INFORMACIÓN EN RELACIÓN CON EL SECTOR - \tSEGUIMIENTO DE LOS DIVERSOS CAMBIOS NORMATIVOS QUE PUDIERAN PRODUCIRSE E INTERVENCIÓN Y DEFENSA DE LOS INTERESES DEL COMERCIO, HOSTELERÍA Y SERVICIOS. - SEGUIMIENTO DE LAS INICIATIVAS QUE PUDIERAN EMPRENDERSE POR PARTE DE LAS DIVERSAS INSTITUCIONES Y ADMINISTRACIONES Y QUE PUDIERAN AFECTAR A LOS INTERESES LEGÍTIMOS DEL COMERCIO, HOSTELERÍA Y SERVICIOS: - PROGRAMAS DE AYUDAS - INICIATIVAS RELATIVAS A LA ORDENACIÓN DEL TERRITORIO POR PARTE DE LAS DISTINTAS ADMINISTRACIONES: MUNICIPALES, PROVINCIALES, AUTONÓMICAS, ESTATALES E INTERNACIONALES. FOMENTO DE LA COLABORACIÓN Y COMUNICACIÓN CON OTRAS FEDERACIONES, AGRUPACIONES O ASOCIACIONES DE COMERCIANTES, HOSTELERÍA Y SERVICIOS QUE PERSIGAN FINES SIMILARES A LOS AQUÍ CONTEMPLADOS.- INTERLOCUCIÓN ANTE INSTITUCIONES Y ADMINISTRACIONES PÚBLICAS, INDEPENDIENTEMENTE DEL ÁMBITO DE ACTUACIÓN (LOCAL, PROVINCIAL, AUTONÓMICO, ESTATAL E INTERNACIONAL) -  BÚSQUEDA DE FINANCIACIÓN PARA CONTRIBUIR A LA CONSECUCIÓN DE LOS FINES PREVISTOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10264",
      "_links": {
        "self": {
          "name": "ASOC PROVINCIAL DE EMPRESARIOS CARNICEROS CHARCUTEROS DE VIZCAYA",
          "href": "https://api.euskadi.eus/procurements/companies/10264"
        }
      }
    },
    {
      "name": "NAZERTEK AHOLKULARITZA, S.L.",
      "registrationNumber": "09402",
      "identificationNumber": "B75068767",
      "address": "ALABERGA 41, 2 IZDA",
      "location": {
        "postalCode": "20100",
        "municipality": "Errenteria",
        "county": "Gipuzkoa",
        "municipalityId": "067",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.841",
          "name": "Servicios jurídicos",
          "_links": {
            "self": {
              "name": "Servicios jurídicos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.841"
            }
          }
        },
        {
          "id": "1.847",
          "name": "Servicios de consultoría",
          "_links": {
            "self": {
              "name": "Servicios de consultoría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.847"
            }
          }
        }
      ],
      "certificateStartDate": "2025-07-07",
      "certificateEndDate": "2026-01-07",
      "object": "SERVICIOS DE ASESORAMIENTO, CONSULTORÍA E INTERMEDIACIÓN INTEGRAL, DESARROLLO DE PROYECTOS, FORMACIÓN, REALIZACIÓN DE ESTUDIOS, Y AUDITORIAS EN MATERIA DE EFICIENCIA ENERGÉTICA. EL DISEÑO, ELABORACIÓN, FABRICACIÓN, MONTAJE, COMPRA, VENTA Y/O ALQUILER DE TODO TIPO DE MATERIAL Y EQUIPOS ELÉCTRICOS, ELECTRÓNICOS, DE SONIDO E ILUMINACIÓN, DE TELECOMUNICACIONES, INSTRUMENTACIÓN, CABLES Y CONECTORES Y DEMÁS ELECTRÓNICA DE CONSUMO, Y REPUESTOS Y ACCESORIOS DE LOS MISMOS. EL ANÁLISIS, DESARROLLO, PROMOCIÓN, CONSTRUCCIÓN, ALQUILER Y MANTENIMIENTO DE INSTALACIONES ELÉCTRICAS DE TODO TIPO, INCLUIDAS LAS DE PRODUCCIÓN ELÉCTRICA POR EL SISTEMA FOTOVOLTAICO, O PANELES SOLARES, Y ELLO DE CONFORMIDAD CON LAS DISPOSICIONES CONTENIDAS EN LA NORMATIVA DEL SECTOR ELÉCTRICO. LA REALIZACIÓN DE PROYECTOS, Y EJECUCIÓN MATERIAL Y DESARROLLO DE TODO TIPO DE SISTEMAS E INSTALACIONES ELÉCTRICAS Y ELECTRÓNICAS, DE ALTA Y BAJA TENSIÓN, DE ILUMINACIÓN Y SONIDO, AUTOMATIZACIÓN DE MAQUINARÍA Y PROCESOS, CABLEADOS ESTRUCTURADOS, E INSTALACIONES DE TELECOMUNICACIONES. LA REALIZACIÓN, CONSERVACIÓN, REPARACIÓN Y MEJORA DE TODA CLASE DE INSTALACIONES ELÉCTRICAS INDUSTRIALES Y DOMÉSTICAS, EN TODA CLASE DE EDIFICIOS, ASÍ COMO LA REPARACIÓN DE MÁQUINAS Y APARATOS ELÉCTRICOS Y DE ILUMINACIÓN. LA IMPORTACIÓN, EXPORTACIÓN, ALQUILER, COMERCIALIZACIÓN E INSTALACIÓN DE EQUIPOS INDUSTRIALES. CERTIFICACIÓN ENERGÉTICA DE EDIFICIOS. LA ASESORÍA Y LA PRESTACIÓN DE SERVICIOS TÉCNICOS Y JURÍDICOS A EMPRESAS Y PARTICULARES DE TODO TIPO, EN EL ESTUDIO, TRAMITACIÓN, ELABORACIÓN Y EJECUCIÓN DE ACTIVIDADES Y PLANES QUE PRIORITARIAMENTE TENGAN COMO OBJETIVO TRABAJAR EN TERCEROS PAÍSES O REALIZAR ESTUDIOS SOBRE LOS MISMOS. ACTIVIDADES VINCULADAS CON EL COMERCIO INTERNACIONAL, TALES COMO ASISTENCIA EN LA BÚSQUEDA DE INVERSIONES, ASISTENCIA EN LA ELABORACIÓN DE CONTRATOS, ASISTENCIA EN LA VENTA DE MANUFACTURAS O SERVICIOS, Y ASISTENCIA EN EL SEGUIMIENTO DE PROVEEDORES, CLIENTES Y PROSPECTOS. ASESORAR EN TODOS LOS ASPECTOS MERCANTILES A EMPRESAS EUROPEAS EN AMÉRICA O A EMPRESAS DE AMÉRICA EN EUROPA. ASESORAR JURÍDICAMENTE A TODO TIPO DE EMPRESAS, INSTITUCIONES Y PARTICULARES.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09402",
      "_links": {
        "self": {
          "name": "NAZERTEK AHOLKULARITZA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09402"
        }
      }
    },
    {
      "name": "IRUMAK, S.A.",
      "registrationNumber": "04475",
      "identificationNumber": "A48172167",
      "address": "POL.UGALDEGUREN, 1.P4-8. PB 17",
      "location": {
        "postalCode": "48170",
        "municipality": "Zamudio",
        "county": "Bizkaia",
        "municipalityId": "905",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.653.1",
          "name": "Venta al por menor de muebles (excepto los de oficina)",
          "_links": {
            "self": {
              "name": "Venta al por menor de muebles (excepto los de oficina)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.653.1"
            }
          }
        },
        {
          "id": "1.659.2",
          "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
          "_links": {
            "self": {
              "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.2"
            }
          }
        }
      ],
      "certificateStartDate": "2025-07-07",
      "certificateEndDate": "2026-01-05",
      "object": "LA VENTA AL POR MENOR DE ESTANTERÍAS Y MOBILIARIO DE OFICINA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04475",
      "_links": {
        "self": {
          "name": "IRUMAK, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/04475"
        }
      }
    },
    {
      "name": "FUNDACIÓN CULTURAL PRIVADA AURTEN BAI",
      "registrationNumber": "01860",
      "identificationNumber": "G48254767",
      "address": "LARREA AUZOA, Z/G",
      "location": {
        "postalCode": "48340",
        "municipality": "Amorebieta-Etxano",
        "county": "Bizkaia",
        "municipalityId": "003",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.355.2",
          "name": "Edición de soportes grabados de sonido, vídeo y de informática",
          "_links": {
            "self": {
              "name": "Edición de soportes grabados de sonido, vídeo y de informática",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.355.2"
            }
          }
        },
        {
          "id": "1.615.4",
          "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
          "_links": {
            "self": {
              "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.4"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        },
        {
          "id": "1.849.2",
          "name": "Servicios mecanográficos, taquigráficos, de reproducción de escritos",
          "_links": {
            "self": {
              "name": "Servicios mecanográficos, taquigráficos, de reproducción de escritos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.2"
            }
          }
        },
        {
          "id": "1.933.9",
          "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
          "_links": {
            "self": {
              "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.933.9"
            }
          }
        },
        {
          "id": "1.936",
          "name": "Investigación científica y técnica",
          "_links": {
            "self": {
              "name": "Investigación científica y técnica",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.936"
            }
          }
        },
        {
          "id": "1.966.9",
          "name": "Otros servicios culturales n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios culturales n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.966.9"
            }
          }
        }
      ],
      "certificateStartDate": "2025-07-07",
      "certificateEndDate": "2026-01-02",
      "object": "LA FUNDACIÓN AURTEN BAI, SE CONFIGURA COMO UNA ENTIDAD SIN ÁNIMO DE LUCRO QUE TIENE COMO FINALIDADES EN GENERAL, LA PROMOCIÓN DE TODO TIPO DE INICIATIVAS SOCIO-CULTURALES Y LA PRESTACIÓN DE SERVICIOS Y SOSTENIMIENTO DE ESTABLECIMIENTOS CULTURALES RELACIONADA CON LA ENSEÑANZA, EXPERIMENTACIÓN Y ALFABETIZACIÓN DEL EUSKERA, ASÍ COMO LA PROPAGACIÓN DEL EUSKERA Y LA CULTURA VASCA EN LA SOCIEDAD. LAS ACTIVIDADES DE LA FUNDACIÓN SE DESARROLLARÁN PRINCIPALMENTE EN EL PAÍS VASCO. PARA EL CUMPLIMIENTO DE ESTE FIN LA FUNDACIÓN DESARROLLARÁ EN LA MEDIDA QUE SUS MEDIOS ECONÓMICOS LO PERMITAN, Y DE ACUERDO CON LOS PROGRAMAS CONCRETOS QUE EN CADA CASO APRUEBE SU JUNTA DE PATRONATO, LAS SIGUIENTES ACTIVIDADES, TODAS ELLAS DESTINADAS A SU FIN FUNDACIONAL:\r\n- CONCESIÓN DE AYUDAS DE ESTUDIOS E INVESTIGACIÓN.\r\n- ORGANIZACIÓN DE CURSOS, SEMINARIOS, CONFERENCIAS Y OTROS ACTOS.\r\n- REALIZACIÓN DE EXPOSICIÓN O EXHIBICIONES MONOGRÁFICAS SOBRE TEMAS QUE FOMENTEN LOS FINES DE LA FUNDACIÓN.\r\n- PREPARACIÓN, ELABORACIÓN U EDICIÓN DE ARTÍCULOS, LIBROS, REVISTAS, FOLLETOS, CASSETES, VÍDEOS Y FILMES, EN ORDEN Y DESARROLLO DE LOS FINES DE LA FUNDACIÓN.\r\n- ORGANIZAR CURSOS Y CURSILLOS DE EUSKALDUNIZACIÓN Y ALFABETIZACIÓN.\r\n- PLANIFICAR ACTIVIDADES PEDAGÓGICAS EN LOS EUSKALTEGIS Y CENTROS DE ENSEÑANZA.\r\n- REALIZAR TRABAJOS DE INVESTIGACIÓN Y ESTUDIO.\r\n- CANALIZAR Y PROMOCIONAR LAS ACTIVIDADES QUE PUEDAN IR SURGIENDO EN SU ENTORNO SOCIAL Y QUE TUVIERAN RELACIÓN CON EL OBJETO DE LA FUNDACIÓN.\r\n- PUBLICAR RESULTADOS DE SUS TRABAJOS DE INVESTIGACION Y ESTUDIO.\r\n- CUALESQUIERA OTRAS ACTIVIDADES QUE LA JUNTA DE PATRONATO CONSIDERE CONVENIENTE PARA CUMPLIR EL FIN FUNDACIONAL  ",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01860",
      "_links": {
        "self": {
          "name": "FUNDACIÓN CULTURAL PRIVADA AURTEN BAI",
          "href": "https://api.euskadi.eus/procurements/companies/01860"
        }
      }
    },
    {
      "name": "CENTRO AUDITIVO GAUDI, S.L.",
      "registrationNumber": "08625",
      "identificationNumber": "B48863005",
      "address": "c/ UHAGON 9",
      "location": {
        "postalCode": "48010",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.659.3",
          "name": "Venta al por menor de aparatos médicos, ortopédicos, ópticos y fotográficos",
          "_links": {
            "self": {
              "name": "Venta al por menor de aparatos médicos, ortopédicos, ópticos y fotográficos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.3"
            }
          }
        }
      ],
      "certificateStartDate": "2025-07-06",
      "certificateEndDate": "2026-01-06",
      "object": "LA EXPLOTACIÓN DE LOS SIGUIENTES NEGOCIOS: A) PRÓTESIS DEL ÓRGANO AUDITIVO Y POR TANTO, LA COMPRA-VENTA, ALMACENAJE, DISTRIBUCIÓN, REPRESENTACIÓN, IMPORTACIÓN Y EXPORTACIÓN DE AUDÍFONOS, INSTRUMENTOS, MÁQUINAS, UTENSILIOS Y APARATOS CON FINALIDAD MÉDICA Y SANITARIA REFERIDA AL OÍDO. B) ADQUIRIR, ENAJENAR Y ARRENDAR BIENES INMUEBLES (CONCRETAMENTE LOS DETERMINADOS EN EL ARTÍCULO 334.1 DEL CÓDIGO CIVIL), ACCIONES PARTICIPACIONES SOCIALES, OBLIGACIONES, BONOS DE CAJA, CERTIFICADOS DE DEPÓSITO Y PAGARÉS DE TODA CLASE DE EMPRESAS O NEGOCIOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08625",
      "_links": {
        "self": {
          "name": "CENTRO AUDITIVO GAUDI, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08625"
        }
      }
    },
    {
      "name": "BOSTAK MANAGEMENT, S.L.",
      "registrationNumber": "05823",
      "identificationNumber": "B95909255",
      "address": "BANCO DE ESPAÑA Nº 4-5ºA",
      "location": {
        "postalCode": "48005",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.965.3",
          "name": "Espectáculos fuera de establecimiento permanente (excepto los taurinos)",
          "_links": {
            "self": {
              "name": "Espectáculos fuera de establecimiento permanente (excepto los taurinos)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.965.3"
            }
          }
        },
        {
          "id": "1.983",
          "name": "Agencias de colocación de artistas",
          "_links": {
            "self": {
              "name": "Agencias de colocación de artistas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.983"
            }
          }
        }
      ],
      "certificateStartDate": "2025-07-04",
      "certificateEndDate": "2026-01-04",
      "object": "TODO TIPO DE CONCIERTOS LOCALES, NACIONALES E INTERNACIONALES. FIESTAS POPULARES, LOCALES, NACIONALES E INTERNACIONALES. CAMPAÑAS, FERIAS, MODA, VIDEO WALL, CONVENCIONES, CONGRESOS, CONCENTRACIONES, INAUGURACIONES, CARRERAS, EXPOSICIONES, EVENTOS DEPORTIVOS, EVENTOS CULTURALES, GIRAS MUSICALES, NACIONALES E INTERNACIONALES. ORQUESTAS, HERRI KIROLAK, PARQUES Y ATRACCIONES INFANTILES,DESFILES, EXHIBICIONES. PRODUCCIÓN DE ESPECTÁCULOS, SERVICIOS GENERALES PARA TODO TIPO DE ACTOS, PRODUCCIÓN DE TIPO TIPO DE PARQUES INFANTILES, PRODUCCIÓN DE TODO TIPO DE CONCIERTOS, PRODUCCIÓN DE TODO TIPO DE EVENTOS (CULTURALES, DEPORTIVOS, SOCIALES)",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05823",
      "_links": {
        "self": {
          "name": "BOSTAK MANAGEMENT, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/05823"
        }
      }
    },
    {
      "name": "PROIENER 360, S.L.",
      "registrationNumber": "09760",
      "identificationNumber": "B13809496",
      "address": "CL LAS MERCEDES, 31, 1º, DPTO 9",
      "location": {
        "postalCode": "48930",
        "municipality": "Getxo",
        "county": "Bizkaia",
        "municipalityId": "044",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2025-07-04",
      "certificateEndDate": "2026-01-03",
      "object": "ACTIVIDAD PRINCIPAL CON CÓDIGO CNAE 7112: SERVICIOS TÉCNICOS DE INGENIERÍA Y OTRAS ACTIVIDADES RELACIONADAS CON EL ASESORAMIENTO TÉCNICO. ESTUDIOS Y PROYECTOS DE INGENIERÍA Y AGENTE REHABILITADOR, Y LA COMERCIALIZACIÓN DE CERTIFICADOS DE INSPECCIÓN TÉCNICA DE EDIFICIOS (ITE) INCLUYEDO SU DISTRIBUCIÓN.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09760",
      "_links": {
        "self": {
          "name": "PROIENER 360, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09760"
        }
      }
    },
    {
      "name": "SERCOIN SISTEMAS DE SEGURIDAD, S.A.",
      "registrationNumber": "00850",
      "identificationNumber": "A48178024",
      "address": "C/ CTRA. BILBAO - PLENCIA,  Nº 38 BIS. (ASUA)",
      "location": {
        "postalCode": "48950",
        "municipality": "Erandio",
        "county": "Bizkaia",
        "municipalityId": "902",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.504.12",
          "name": "Instalaciones eléctricas en toda clase de edificios",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en toda clase de edificios",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.12"
            }
          }
        },
        {
          "id": "1.653.3",
          "name": "Venta al por menor de artículos de menaje, ferretería, adorno, regalo",
          "_links": {
            "self": {
              "name": "Venta al por menor de artículos de menaje, ferretería, adorno, regalo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.653.3"
            }
          }
        },
        {
          "id": "1.699",
          "name": "Otras reparaciones n.c.o.p",
          "_links": {
            "self": {
              "name": "Otras reparaciones n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.699"
            }
          }
        }
      ],
      "certificateStartDate": "2025-07-04",
      "certificateEndDate": "2026-01-02",
      "object": "a) VIGILANCIA Y PROTECCIÓN DE BIENES, ESTABLECIMIENTOS, ESPECTÁCULOS, CERTÁMENES O CONVENCIONES. b) PROTECCIÓN DE PERSONAS DETERMINADAS, PREVIA LA AUTORIZACIÓN CORRESPONDIENTE. c) DEPÓSITO, CUSTODIA, RECUENTO Y CLASIFICACIÓN DE MONEDAS Y BILLETES, TÍTULOS-VALORES Y DEMÁS OBJETOS QUE, POR SU VALOR ECONÓMICO Y EXPECTATIVAS QUE GENEREN, O POR SU PELIGROSIDAD PUEDAN REQUERIR PROTECCIÓN ESPECIAL, SIN PERJUICIO DE LAS ACTIVIDADES PROPIAS DE LAS ENTIDADES FINANCIERAS. d) TRANSPORTE Y DISTRIBUCIÓN DE LOS OBJETOS A QUE SE REFIERE EL APARTADO ANTERIOR A TRAVÉS DE LOS DISTINTOS MEDIOS, REALIZÁNDOLOS, EN SU CASO, MEDIANTE VEHÍCULOS CUYAS CARACTERÍSTICAS SERÁN DETERMINADAS POR EL MINISTERIO DE INTERIOR, DE FORMA QUE NO PUEDAN CONFUNDIRSE CON LOS DE LAS FUERZAS ARMADAS NI CON LOS DE LAS FUERZAS Y CUERPOS DE SEGURIDAD DEL ESTADO. e) INSTALACIÓN Y MANTENIMIENTO DE APARATOS, DISPOSITIVOS Y SISTEMAS DE SEGURIDAD E INCENDIOS. f) EXPLOTACIÓN DE CENTRALES PARA LA RECEPCIÓN, VERIFICACIÓN Y TRANSMISIÓN DE LAS SEÑALES DE ALARMAS Y SU COMUNICACIÓN A LAS FUERZAS Y CUERPOS DE SEGURIDAD, ASÍ COMO PRESTACIÓN DE SERVICIOS DE RESPUESTA CUYA REALIZACIÓN NO SEA DE LA COMPETENCIA DE DICHAS FUERZAS Y CUERPOS. g) PLANIFICACIÓN Y ASESORAMIENTO DE LAS ACTIVIDADES DE SEGURIDAD CONTEMPLADAS EN ESTA LEY",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/00850",
      "_links": {
        "self": {
          "name": "SERCOIN SISTEMAS DE SEGURIDAD, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/00850"
        }
      }
    }
  ]
}