{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 411,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "ORTOPEDIA BIDARI, S.L.",
      "registrationNumber": "04352",
      "identificationNumber": "B01439876",
      "address": "AVDA. DE SANTIAGO 3",
      "location": {
        "postalCode": "01002",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.392.2",
          "name": "Fabricación de aparatos de prótesis y ortopedia",
          "_links": {
            "self": {
              "name": "Fabricación de aparatos de prótesis y ortopedia",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.392.2"
            }
          }
        },
        {
          "id": "1.659.3",
          "name": "Venta al por menor de aparatos médicos, ortopédicos, ópticos y fotográficos",
          "_links": {
            "self": {
              "name": "Venta al por menor de aparatos médicos, ortopédicos, ópticos y fotográficos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.3"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-14",
      "certificateEndDate": "2025-01-14",
      "object": "FRABRICACIÓN, MONTAJE, MANIPULACIÓN, DISTRIBUCIÓN, COMERCIALIZACIÓN, IMPORTACIÓN Y EXPORTACIÓN DE TODOS LOS PRODUCTOS LLAMADOS DE AYUDAS TÉCNICAS RELACIONADOS CON EL MINUSVÁLIDO Y LA TERCERA EDAD, INCLUÍDOS TODOS LOS PRODUCTOS DE ORTOPEDIA, APARATOS DE PRÓTESIS Y ORTESIS, E INSTRUMENTAL MÉDICO Y SANITARIO RELACIONADOS CON LOS MISMOS. INVESTIGACIÓN, DESARROLLO, FORMACIÓN Y ASESORAMIENTO TÉCNICO EN EL SECTOR DE AYUDAS TÉCNICAS Y ORTOPEDIA, ASÍ COMO LA EXPLOTACIÓN DE PATENTES DE TODO TIPO DE APARATOS, PRÓTESIS Y VEHÍCULOS ADAPTADOS PARA PERSONAS CON MINUSVALÍAS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04352",
      "_links": {
        "self": {
          "name": "ORTOPEDIA BIDARI, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04352"
        }
      }
    },
    {
      "name": "EUZKOBRASER, S.L. SOCIEDAD UNIPERSONAL",
      "registrationNumber": "03073",
      "identificationNumber": "B95329322",
      "address": "C/ ELCANO, 14. ENTLO. DCHA.",
      "location": {
        "postalCode": "48008",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-13",
      "certificateEndDate": "2025-01-13",
      "object": "LA CONSTRUCCIÓN Y EJECUCIÓN DE OBRAS DE CARÁCTER PÚBLICO O PRIVADO; LA PRESTACIÓN DE SERVICIOS DE GESTIÓN INTEGRAL DEL AGUA, SANEAMIENTO, LIMPIEZA Y MANTENIMIENTO, TANTO A ENTIDADES DE CARÁCTER PÚBLICO COMO PRIVADO; EL ESTUDIO, PROMOCIÓN, ASESORAMIENTO, ADMINISTRACIÓN, GESTIÓN, ADQUISICIÓN, VENTA Y EXPLOTACIÓN EN CUALQUIER FORMA DE SOLARES, TERRENOS, CONJUNTOS RESIDENCIALES, URBANIZACIONES O PROMOCIONES INMOBILIARIAS Y EN GENERAL, DE TODA CLASE DE BIENES INMUEBLES; LA COMPRA, VENTA, SUMINISTRO, ALQUILER, MANTENIMIENTO Y EXPLOTACIÓN, DE MAQUINARIA, HERRAMIENTAS, VEHÍCULOS, INSTALACIONES, MATERIALES Y EQUIPOS, MOBILIARIOS Y EQUIPAMIENTO URBANO, ENTENDIDO EN SU MÁS AMPLIA ACEPCIÓN, ASÍ COMO ELEMENTOS DE SEÑALIZACIÓN, TANTO EN POBLACIONES COMO EN VÍAS INTERURBANAS DE COMUNICACIÓN; LA CONSTRUCCIÓN, EXPLOTACIÓN, GESTIÓN Y MANTENIMIENTO DE TODO TIPO DE APARCAMIENTOS; EL DISEÑO, INVESTIGACIÓN, DESARROLLO, CONSTRUCCIÓN, EXPLOTACIÓN, MANTENIMIENTO Y COMERCIALIZACIÓN DE PLANTAS E INSTALACIONES DE TRATAMIENTO Y DEPURACIÓN DE AGUAS Y RESIDUOS, LA RECUPERACIÓN Y ELIMINACIÓN DE RESIDUOS, ASÍ COMO LA COMPRAVENTA DE LOS SUBPRODUCTOS QUE SE ORIGINEN DE DICHOS TRATAMIENTOS; LA INVESTIGACIÓN Y APROVECHAMIENTO DE YACIMIENTOS MINERALES, ASÍ COMO LA ADQUISICIÓN, USO Y DISFRUTE DE PERMISOS, CONCEISONES Y DEMÁS DERECHOS E INTERESES MINEROS; LA INDUSTRIALIZACIÓN Y COMERCIALIZACIÓN DE LOS PRODUCTOS MINEROS DERIVADOS DE AQUELLOS DERECHOS; LA PRESTACIÓN DE SERVICIOS TÉCNICOS DE INGENIERÍA, INCLUIDOS PROYECTOS, ESTUDIOS E INFORMES, ASÍ COMO LA REALIZACIÓN DE CONTROLES DE CALIDAD, AUDITORÍAS INTERNAS Y EXPLOTACIÓN ELECTRÓNICA DE DATOS; EL TRANSPORTE DE MERCANCÍAS Y VIAJEROS EN GENERAL, POR CUALQUIER MEDIO DE LOCOMOCIÓN; SERVICIOS DE GETIÓN DE COBROS; CONSERVACIÓN Y MANTENIMIENTO DE EDIFICIOS; CONSERVACIÓN Y MANTENIMIENTO DE CARRETERAS, PISTAS, AUTOPISTAS, AUTOVÍAS Y CALZADAS; CONSERVACIÓN Y MANTENIMIENTO DE REDES DE AGUA Y ALCANTARILLADO; CONSERVACIÓN Y MANTENIMIENTO INTEGRAL DE ESTACIONES DEPURADORAS; CONSERVACIÓN Y MANTENIMIENTO DE MOBILIARIO URBANO; CONSERVACIÓN Y MANTENIMIENTO DE MOONTES Y JARDINES; LA RECOGIDA Y TRANSPORTE DE TODA CLASE DE RESIDUOS; EL TRATAMIENTO E INCINERACIÓN DE RESIDUOS Y DESECHOS URBANOS; TRATAMIENTO DE RESIDUOS DE CENTROS SANITRIOS Y CLÍNICAS VETERINARIAS; TRATAMIENTO DE RESIDUOS OLEOSOS Y LODOS; SERVICIOS DE LIMPIEZA EN GENERAL, RECOGIDA Y TRANSPORTE DE RESIDUOS URBANOS, LIMPIEZA VIARIA Y SERVICIOS COMPLEMENTARIOS; LA PARTICIPACIÓN EN OTRAS SOCIEDADES Y EMPRESAS, NACIONALES O EXTRANJERAS, MEDIANTE LA SUSCRIPCIÓN, ADQUISICIÓN, NEGOCIACIÓN Y TENENCIA DE ACCIONEES, PARTICIPACIONES Y CUALESQUIERA OTROS TÍTULOS, YA SEAN DE RENTA FIJA O VARIABLE",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03073",
      "_links": {
        "self": {
          "name": "EUZKOBRASER, S.L. SOCIEDAD UNIPERSONAL",
          "href": "https://api.euskadi.eus/procurements/companies/03073"
        }
      }
    },
    {
      "name": "MEDICAL MIX, S.L.",
      "registrationNumber": "04591",
      "identificationNumber": "B62447727",
      "address": "AMPOSTA Nº 20",
      "location": {
        "postalCode": "08174",
        "municipality": "Sant Cugat del Vallès",
        "county": "Barcelona",
        "municipalityId": "205",
        "countyId": "08"
      },
      "economicActivities": [
        {
          "id": "1.619.2",
          "name": "Venta al por mayor de aparatos e instrumentos médicos, ortopédicos, ópticos",
          "_links": {
            "self": {
              "name": "Venta al por mayor de aparatos e instrumentos médicos, ortopédicos, ópticos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.619.2"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-13",
      "certificateEndDate": "2025-01-13",
      "object": "A) IMPORTACIÓN, COMERCIALIZACIÓN Y DISEÑO DE MATERIAL PARA ÓPTICA Y OFTALMOLOGÍA, INCLUYENDO TODO TIPO DE IMPLANTES Y PRÓTESIS, ASÍ COMO ESPECIALIDADES FARMACÉUTICAS AUTORIZADAS. B) DISEÑO, IMPORTACIÓN, COMERCIALIZACIÓN Y SERVICIO DE ASISTENCIA TÉCNICA DE EQUIPOS PARA LIMPIEZA  Y ESTERILIZACIÓN DE INSTRUMENTAL QUIRÚRGICO EN GENERAL. C) DISEÑO,  INVESTIGACIÓN Y DESARROLLO, IMPORTACIÓN, EXPORTACIÓN, DISTRIBUCIÓN, REPRESENTACIÓN Y REPARACIÓN DE INSTRUMENTAL MÉDICO-QUIRÚRGICO, ORTOPEDIA Y EN GENERAL, DE TODO TIPO DE MATERIALES Y EQUIPAMIENTOS MÉDICO QUIRÚRGICOS. D) CONFECCIÓN Y DESARROLLO DE PROYECTOS Y OTROS SERVICIOS PARA HOSPITALES, CLÍNICAS Y OTROS CENTROS SANITARIOS. E) DISEÑO, INVESTIGACIÓN Y DESARROLLO, FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, DISTRIBUCIÓN  Y REPRESENTACIÓN DE JUEGOS (SETS) DE MATERIA ESTÉRIL DE UN SOLO USO PARA MEDICINA Y/O CIRUGÍA, ASÍ COMO PARA OTRAS APLICACIONES HOSPITALARIAS. F) IMPORTACIÓN, IMPLANTACIÓN Y DISEÑO DE SOFWARE MÉDICO, ASÍ COMO HARDWARE. G) IMPORTACIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN DE ESPECIALIDADES FARMACÉUTICAS AUTORIZADAS. H) ARRENDAMIENTO Y CESIÓN EN COMODATO DE EQUIPOS, INSTRUMENTAL Y MATERIAL MÉDICO-SANITARIO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04591",
      "_links": {
        "self": {
          "name": "MEDICAL MIX, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04591"
        }
      }
    },
    {
      "name": "MARIA CRISTINA DE FRANCISCO LINARES",
      "registrationNumber": "07948",
      "identificationNumber": "50665883B",
      "address": "Av. de Los Botijos, 4, A-2-4",
      "location": {
        "postalCode": "29639",
        "municipality": "Benalmádena",
        "county": "Málaga",
        "municipalityId": "025",
        "countyId": "29"
      },
      "economicActivities": [
        {
          "id": "1.659.9",
          "name": "Venta al por menor de otros productos no especificados en esta agrupación",
          "_links": {
            "self": {
              "name": "Venta al por menor de otros productos no especificados en esta agrupación",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.9"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-13",
      "certificateEndDate": "2025-01-13",
      "object": "VENTA AL POR MENOR DE OTROS PRODUCTOS NO ESPECIFICADOS EN ESTA AGRUPACIÓN.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07948",
      "_links": {
        "self": {
          "name": "MARIA CRISTINA DE FRANCISCO LINARES",
          "href": "https://api.euskadi.eus/procurements/companies/07948"
        }
      }
    },
    {
      "name": "FEDERACIÓN ALAVESA DE ACTIVIDADES SUBACUATICAS",
      "registrationNumber": "08546",
      "identificationNumber": "G01047935",
      "address": "C/Cercas Bajas nª5-Bajo",
      "location": {
        "postalCode": "01001",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.968.3",
          "name": "Organización de espectáculos deportivos por federación o clubs no profesionales",
          "_links": {
            "self": {
              "name": "Organización de espectáculos deportivos por federación o clubs no profesionales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.968.3"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-13",
      "certificateEndDate": "2025-01-11",
      "object": "A) ORGANIZAR LA ACTIVIDAD DEPORTIVA FEDERADA EN EL ÁMBITO TERRITORIAL DE ÁLAVA. B) ORGANIZAR COMPETICIONES OFICIALES Y ACTIVIDADES DE LA MODALIDAD DEPORTIVA Y DISCIPLINAS INTEGRADAS, EN EL ÁMBITO DE ÁLAVA. C) ESTABLECER SUS PROPIAS NORMAS DE PARTICIPACIÓN Y COMPETICIÓN, SIN PERJUICIO DE LA APLICACIÓN, EN SU CASO, DE LAS NORMAS DICTADAS POR FEDERACIONES DE ÁMBITO TERRITORIAL SUPERIOR. D) OSTENTAR LA REPRESENTACIÓN DE LA MODALIDAD DEPORTIVA DE ACTIVIDADES SUBACUÁTICAS EN EL ÁMBITO AUTONÓMICO E INSTRUMENTAR LA PARTICIPACIÓN DE TODOS SUS ESTAMENTOS EN COMPETICIONES DE DICHO ÁMBITO. E) TRAMITAR LAS LICENCIAS FEDERATIVAS DE SU MODALIDAD PARA SU EXPEDICIÓN POR LA FEDERACIÓN VASCA DE ACTIVIDADES SUBACUÁTICAS CONFORME A LOS REQUISITOS Y PROCEDIMIENTOS ESTABLECIDOS POR ÉSTA. F) CONOCER Y RESOLVER LOS CONFLICTOS DEPORTIVOS QUE SE ORIGINEN EN EL DESARROLLO DE SU ACTIVIDAD, SIN PERJUICIO DE LA COMPETENCIA DE LOS ÓRGANOS JUDICIALES Y ARBITRALES. G) VELAR POR EL CUMPLIMIENTO DE SUS NORMAS REGLAMENTARIAS Y EJERCER LA POTESTAD DISCIPLINARIA CON ARREGLO A LAS MISMAS. H) COLABORAR CON LA FEDERACIÓN VASCA DE ACTIVIDADES SUBACUÁTICAS EN LA PREVENCIÓN, CONTROL Y REPRESIÓN DEL USO DE SUSTANCIAS Y GRUPOS FARMACOLÓGICOS PROHIBIDOS Y MÉTODOS NO REGLAMENTARIOS EN EL DEPORTE, CONFORME A LA NORMATIVA QUE AL EFECTO SE DETERMINE. I) COLABORAR EN LA FORMACIÓN DE LAS Y LOS TÉCNICOS Y JUECES DE LA MODALIDAD DEPORTIVA DE ACTIVIDADES SUBACUÁTICAS CONFORME A LA NORMATIVA QUE AL EFECTO SE DETERMINE. J) ESTABLECER EL DESTINO Y LA ASIGNACIÓN DE LOS RECURSOS ECONÓMICOS PROPIOS, GESTIONAR LOS RECURSOS QUE LES TRANSFIERAN OTRAS ENTIDADES PARA EL DESARROLLO DE SU ACTIVIDAD, Y CONTROLAR LA CORRECTA APLICACIÓN DE TODOS SUS RECURSOS. K) ASIGNAR Y CONTROLAR LA APLICACIÓN DE LAS SUBVENCIONES QUE CONCEDAN A LOS CLUBES Y AGRUPACIONES DEPORTIVAS ADSCRITAS A ELLA. L) COLABORAR CON LAS ADMINISTRACIONES DEL PAÍS VASCO EN EL CUMPLIMIENTO DE SUS FINES DE PROMOCIÓN DEPORTIVA Y, EN PARTICULAR, EN AQUELLAS FUNCIONES DE COOPERACIÓN Y ASESORAMIENTO QUE LA LEY 14/1998 ATRIBUYE DIRECTAMENTE A LAS FEDERACIONES. M) ELABORAR SUS ESTATUTOS Y REGLAMENTOS. N) PROMOVER Y, EN LA MEDIDA DE LO POSIBLE, GARANTIZAR LA IGUALDAD DE MUJERES Y HOMBRES EN LA PRÁCTICA DE SU MODALIDAD DEPORTIVA EN SU ÁMBITO TERRITORIAL. Ñ) Y, EN GENERAL, DISPONER CUANTO CONVENGA PARA LA PROMOCIÓN Y MEJORA DE LA PRÁCTICA DE SU MODALIDAD DEPORTIVA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08546",
      "_links": {
        "self": {
          "name": "FEDERACIÓN ALAVESA DE ACTIVIDADES SUBACUATICAS",
          "href": "https://api.euskadi.eus/procurements/companies/08546"
        }
      }
    },
    {
      "name": "MARIA XIMENA ALMUNIA HERMOSA",
      "registrationNumber": "09724",
      "identificationNumber": "25173642G",
      "address": "Calle Easo",
      "location": {
        "postalCode": "20006",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "2.826",
          "name": "Personal docente de enseñanzas diversas",
          "_links": {
            "self": {
              "name": "Personal docente de enseñanzas diversas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.826"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-11",
      "certificateEndDate": "2025-01-11",
      "object": "PERSONAL DOCENTE DE ENSEÑANZAS DIVERSAS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09724",
      "_links": {
        "self": {
          "name": "MARIA XIMENA ALMUNIA HERMOSA",
          "href": "https://api.euskadi.eus/procurements/companies/09724"
        }
      }
    },
    {
      "name": "MOISES PUENTE FERNADEZ",
      "registrationNumber": "09186",
      "identificationNumber": "30634214P",
      "address": "SANTA MARIA Nº 2C BAJO LOCAL 4",
      "location": {
        "postalCode": "48190",
        "municipality": "Sopuerta",
        "county": "Bizkaia",
        "municipalityId": "086",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.3",
          "name": "Albañilería y pequeños trabajos de construcción en general",
          "_links": {
            "self": {
              "name": "Albañilería y pequeños trabajos de construcción en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.3"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-11",
      "certificateEndDate": "2025-01-11",
      "object": "ALBAÑILERÍA Y PEQUEÑOS TRABAJOS DE CONSTRUCCIÓN EN GENERAL.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09186",
      "_links": {
        "self": {
          "name": "MOISES PUENTE FERNADEZ",
          "href": "https://api.euskadi.eus/procurements/companies/09186"
        }
      }
    },
    {
      "name": "LITEK INDUSTRIAL, S.L.",
      "registrationNumber": "08554",
      "identificationNumber": "B09653262",
      "address": "Barrio Usila, 28",
      "location": {
        "postalCode": "48490",
        "municipality": "Ugao-Miraballes",
        "county": "Bizkaia",
        "municipalityId": "065",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.353",
          "name": "Fabricación de aparatos y equipo electrónico de señalización, control",
          "_links": {
            "self": {
              "name": "Fabricación de aparatos y equipo electrónico de señalización, control",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.353"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-11",
      "certificateEndDate": "2025-01-11",
      "object": "1. EL DISEÑO, LA FABRICACIÓN, LA CONSTRUCCIÓN, LA INSTALACIÓN, LA VENTA, EL MANTENIMIENTO, POR CUENTA PROPIA Y DE OTROS, DE TODO TIPO DE APARATOS, MAQUINAS E INSTALACIONES PARA LA CLIMATIZACIÓN Y ACONDICIONAMIENTO DE LOS EDIFICIOS INDUSTRIALES, SANITARIOS Y COMERCIALES ASÍ COMO DE LAS INSTALACIONES ESPECIALES DE FILTRADO, SISTEMAS DE TRATAMIENTO Y DEPURACIÓN DEL AIRE Y TRATAMIENTO DE FLUIDOS, PARA EL DESARROLLO O LA FABRICACIÓN DE CUALQUIER TIPO DE ACTIVIDAD O PRODUCTO, QUE REQUIERE CONDICIONES AMBIENTALES O DE FABRICACIÓN ESPECIALES. 2. EL DISEÑO, LA FABRICACIÓN, LA CONSTRUCCIÓN, LA INSTALACIÓN, LA VENTA, LA VALIDACIÓN Y EL MANTENIMIENTO, POR CUENTA PROPIA Y DE OTROS, DE APARATOS, EQUIPOS, MÁQUINAS E INSTALACIONES PARA EL DESARROLLO Y FABRICACIÓN DE PRODUCTOS FARMACÉUTICOS, BIOTECNOLÓGICOS, VETERINARIOS, ALIMENTICIOS, COSMÉTICOS Y OTROS ARTÍCULOS, GÉNEROS, OBJETOS, PIEZAS Y ACTIVIDADES, TODO ELLO CON LOS PROCEDIMIENTOS Y LA TECNOLOGÍA EXISTENTE, O DESARROLLADA POR LA SOCIEDAD. 3. EL MONTAJE, DISTRIBUCIÓN, REPRESENTACIÓN, EXPORTACIÓN E IMPORTACIÓN, COMERCIALIZACIÓN, COMPRA Y VENTA AL POR MAYOR DE TODO TIPO, MAQUINARIA MANUAL, ELÉCTRICA, HIDRÁULICA Y ELECTRÓNICA, HERRAMIENTAS Y EQUIPOS ELECTRÓNICOS, ELÉCTRICOS RELACIONADOS CON LAS ACTIVIDADES ANTERIORES.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08554",
      "_links": {
        "self": {
          "name": "LITEK INDUSTRIAL, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08554"
        }
      }
    },
    {
      "name": "LAKSMI JYJ INTERMEDICAL, S.L.",
      "registrationNumber": "09710",
      "identificationNumber": "B72400583",
      "address": "CALLE DE LA MAQUINARIA, 4 - 3º 3ª",
      "location": {
        "postalCode": "07011",
        "municipality": "Palma",
        "county": "Balears, Illes",
        "municipalityId": "040",
        "countyId": "07"
      },
      "economicActivities": [
        {
          "id": "1.619.9",
          "name": "Venta al por mayor de otros productos n.c.o.p",
          "_links": {
            "self": {
              "name": "Venta al por mayor de otros productos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.619.9"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-11",
      "certificateEndDate": "2025-01-11",
      "object": "LA IMPORTACIÓN, DISTRIBUCIÓN Y VENTA DE TODO TIPO DE PRODUCTOS SANITARIOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09710",
      "_links": {
        "self": {
          "name": "LAKSMI JYJ INTERMEDICAL, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09710"
        }
      }
    },
    {
      "name": "SERVEO INFRAESTRUCTURAS, S.A.",
      "registrationNumber": "03685",
      "identificationNumber": "A28423853",
      "address": "C/ QUINTANAVIDES, 21 (PARQUE VIA NORTE - EDIFICIO 5) 2ª PLAN",
      "location": {
        "postalCode": "28050",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        }
      ],
      "certificateStartDate": "2024-07-10",
      "certificateEndDate": "2025-01-08",
      "object": "1º- PRESTACIÓN DE SERVICIOS DE RECOGIDA, ELIMINACIÓN, TRATAMIENTO, TRANSFORMACIÓN, ALMACENAMIENTO, RECICLAJE, DEPURACIÓN, COMERCIALIZACIÓN TRANSPORTE Y VALORIZACIÓN DE RESIDUOS SÓLIDOS URBANOS, RESIDUOS INDUSTRIALES, RESIDUOS INERTES, RESIDUOS SANITARIOS, DE LODOS Y DE SUBPRODUCTOS Y DE CUALQUIER OTRA NATURALEZA, TANTO A ENTIDADES PÚBLICAS COMO PRIVADA (INCLUIDAS CLÍNICAS VETERINARIAS). PRESTACIÓN DE SERVICIOS DE LIMPIEZA VIARIA; 2º- CONSTRUCCIÓN, PROYECTOS, ADMINISTRACIÓN YGESTIÓN DE TODO TIPO DE INSTALACIONES INCLUÍDOS LOS VERTEDEROS RELACIONADOS CON LA RECOGIDA, ELIMINACIÓN, TRATAMIENTO Y VALORIZACIÓN DE RESIDUOS, ASÍ COMO  LA EXPLOTACIÓN DE RESIDUOS Y LA TRANSFORMACIÓN Y COMERCIALIZACIÓN DE SUBPRODUCTOS APROVECHABLES DERIVADOS DE LOS MISMOS, YA SEAN URBANOS O DE OTRA NATURALEZA. 3º- GESTIÓN Y EXPLOTACIÓN DE SERVICIOS DE ABASTECIMIENTO DE AGUA A POBLACIONES Y DE SERVICIOS DE DISTRIBUCIÓN DOMICILIARIA DE AGUA. ELABORACIÓN DE PROYECTOS Y ESTUDIOS, CONSTRUCCIÓN, MANTENIMIENTO, EXPLOTACIÓN DE TODO TIPO DE INSTALACIONES Y SERVICIOS DE SUMINISTRO, DEPURACIÓN Y TRATAMIENTO DE CUALQUIER CLASE DE AGUAS. INVESTIGACIÓN Y DESARROLLO EN ESTOS MISMOS CAMPOS; 4º GESTIÓN Y EXPLOTACIÓN DE SERVICIOS DE ALCANTARILLADO, SANEAMIENTO O ELIMINACIÓN DE AGUAS RESIDUALES. ELABORACIÓN DE PROYECTOS Y ESTUDIOS, CONSTRUCCIÓN, MANTENIMIENTO, EXPLOTACIÓN, DE TODO TIPO DE INSTALACIONESO Y SERVICIOS DE DEPURACIÓN Y TRATAMIENTO DE AGUAS RESIDUALES. INVESTIGACIÓN Y DESARROLLO EN ESTOS MISMOS CAMPOS; 5º- INSTALACIÓN, MANTENIMIENTO Y REFORMA DE INSTALACIONES INTERIORES DE SUMINISTRO DE AGUA, INCLUYENDO INSTALACIONES SANITARIAS, SUMINISTRO DE AGUA PARA REFRIGERACIÓN Y AONDICIONAMIENTO DE AIRE, A?SI COMO INSTALACIÓN Y MANTENIMIENTO DE DESCALCIFICADORES, BOMBAS Y FLUXORES; 6º- PRESTACIÓN DE SERVICIOS RELACIONADOS CON EL MEDIO AMBIENTE, TALES COMO EL CONTROL DE HUMOS Y RUIDOS; 7º- PRESTACIÓN DE TODO TIPO DE SERVICIOS DE TRANSPORTE, URBANO E INTERURBANO, INCLUYENDO LOS SERVICIOS DE TRANSPORTE PÚBLICOS, REGULAR O DISCRECIONAL, TRANSPORTE PRIVADO Y TRANSPORTE COMUNITARIO; 8º- CONSTRUCCIÓN, REPARACIÓN, PAVIMENTACIÓN, EJECUCIÓN, CONSERVACIÓN, MANTENIMIENTO, EXPLOTACIÓN Y PRESTACIÓN DE TODO TIPO DE SERVICIOS PÚBLICOS O COMUNITARIOS RELACIONADOS CON LAS INFRAESTRUCTURAS DE TRNASPORTE, URBANO E INTERURBANO, YA SEA POR VÍA TERRESTRE (CARRETERAS, AUTOPISTAS Y CUALQUIER TIPO DE VÍA), MARÍTIMA (PUERTOS) O AÉREA (AEROPUERTOS) Y CUALQUIER OTRA OBRA SUSCEPTIBLE DE CONSERVACIÓN Y MANTENIMIENTO; 9º- CONSERVACIÓN, MANTENIMIENTO Y GESTIÓN INTEGRAL DE EDIFICIOS, APARCAMIENTO, OBRAS, INSTALACIONES E INFRAESTRUCTURAS. LIMPIEZA, DESRATIZACIÓN Y DESINFECCIÓN DE EDIFICIOS, OBRAS, INSTALACIONES E INFRAESTRUCTURAS. LIMPIEZA MEDIOAMBIENTAL, DE PLAYAS, DE MAREAS NEGRAS Y SIMILARES. CONSERVCACIÓN Y MANTENIMIENTO DE MOUMENTOS Y EDIFCIOS SINGULARES; 10º - PRESTACIÓN DE SERVICIOSO AUXILIARES EN TODA CLASE DE INMUEBLES Y EVENTOS CONSISTENTES EN EL MANTENIMIENTO Y LA CONSERVACIÓN DE LOS LOCALES, ASÍ COMO EN LA ATENCIÓN Y SERVICIO DE OCUPANTES, Y/O USUARIOS MEDIANTE LA REALIZAICÓN DE, ENTRE OTRAS TAREAS, (EXCLUIDAS EN TODO CASO AQUELLAS QUE LA LEY RESERVA A LAS EMPRESAS DE SEGURIDAD) DE PORTERÍA, CONTROL DE ACCESOS, ATENCIÓN DE LOS SERVICIOS DE URGENCIA, PREVENCIÓN, INFORMACIÓN, CENTRALITA DE TELÉFONOS, COCINA Y COMEDOR, APERTURA CIERRE Y CUSTODIA DE LLAVES; 11º- ORGANIZACIÓN, ATENCIÓN Y EXPLOTACIÓN DE BIBLIOTECA,S ARCHIVOS Y MUSEOS; 12º- INSTALACIÓN, MANTENIMIENTO, CONSERVCACIÓN Y REPARACIÓN DE INSTALACIONES EN GENERAL, Y EN PARTICULAR DE LAS SIGUIENTES: INSTALACIONES DE VENTILACIÓN, AIRE ACONDICIONADO Y CLIMATIZACIÓN; INSTALACIONES FRIGORÍFICAS, INSTALACIONES ELEVADORAS, Y ASCENSORES; INSTALACIONES CONTRA INCENDIOS, INSTALACIONES DE FONTANERÍA Y SANITERIAS, INSTALACIONES DE CALEFACCIÓN, INSTALACIONES DE SEGURIDAD, INSTALACIONES DE FRÍO INDUSTRIAL; INSTALACIONES DE ELECTRICIDAD DE INMUEBLES (ALTA Y BAJA TENSIÓN), ALUMBRADO E ILUMINACIÓN EN GENERAL. GRUPOS DE BOMBEO, INSTALACIONES DE GAS Y ANÁLOGAS. LECTURA DE CONTADORES. 13º- INSTALACIÓN, MONTAJE, MODIFICACIÓN, MANTENIMIENTO, ADECUACIÓN Y REPARACIÓN DE INSTALACIONES DE GAS DE CUALQUIER TIPO Y DE PLACAS SOLARES, ASÍ COMO COMPROBACIÓN DE LA HOMOLOGACIÓN EN APARATOS Y SU CONEXIÓN, MONTAJE, AJUSTE Y PUESTA EN MARCHA; 14º- SERVICIOS RELATIVOS A LA ORGANIZACIÓN DEL ACCESO DE PERSONAS Y BIENES A EDIFICIOS Y SUS INSTALACIONES; ACTIVIDADES PROPIAS DE CONSEJERÍA E INFORMACIÓN AL PÚBLICO; RECEPCIÓN Y ATENCIÓN DE LLAMADAS TELEFÓNICIAS, SERVICIOS ADMINISTRATIVOS Y DISTRIBUCIÓN DE CORRESPONDENCIA. SERVICIOS DE ORGANIZACIÓN Y GESTIÓN DEL SISTEMA DE ARCHIVO DE TODA CLASE DE DOCUMENTACIÓN, TANTO EN LO QUE SE REFIERE A SU DEPÓSITO Y CUSTODIA COMO A SU CLASIFICACIÓN. SERVICIO DE REALIZACIÓN DE ENCUESTAS, TOMA DE DATOS Y SERVICIOS ANÁLOGOS. 15º- SERVICIOS DE POSTVENTA DE BIENES INMUEBLES; SERVICIO DE ATENCIÓN AL CLIENTE, GESTIÓN, COORDINACIÓN Y ADMINISTRACIÓN DE RECLAMACIONE Y REPARACIONES; EJECUCIÓN DE OBRAS DE EDIFICACIÓN, Y SERVICIOS ADMINISTRATIVOS DE GESTIÓN DE COBROS; 16º- GESTIÓN DE ACTIVIDADES Y SERVICIOS INHERENTES AL FUNCIONAMIENTO DE INSTALACIONES DEPORTIVAS, PÚBLICAS O PRIVADAS. SERVICIO DE SALVAMENTO Y SOCORRISMO. ORGANIZACIÓN DE CURSOS, SEMINARIOS Y ACONTECIMIENTOS DEPORTIVOS Y PRESTACIÓN DE SERVICIOS DE DOCENCIA RELACIONADOS CON LAS ACTIVIDADES DEL OCIO Y DEL DEPORTE. SERVICIOS DE RECAUDACIÓN, CONTROL DE ACCESOS Y LIMPIEZA DE POLIDEPORTIVOS. SERVICIOS DE CENTRALES DE COMPRAS LLEVADAS A CABO EN LA GESTIÓN DE ACTIVIDADES RELATIVAS A LA CENTRALIZACIÓN DE LAS ACTIVIDADES DE ADQUISICIÓN, IMPORTACIÓN, EXPLOTACIÓN, ARRENDAMIENTO Y CESIÓN DE BIENES, OBRAS Y SERVICIOS; 17º- SERVICIOS DE CONSERVACIÓN Y MANTENIMIENTO DE PARQUES, MONTES, JARDINES Y ELEMENTOS ANEJOS. TRABAJOS DE JARDINERÍA Y PLANTACIÓN, REVEGETACIÓN Y REFORESTACIÓN. SERVICIOS DE PROTECCIÓN DE ESPECIES; 18º- OBRAS EN PAVIMENTOS DE AUTOPISTAS. SERVICIOS DE MANTENIMIENTO Y CONSERVACIÓN DE VÍAS PÚBLICAS URBANAS. OBRAS EN PAVIMENTOS DE VÍAS URBANAS; 19º- FABRICACIÓN, VENTA POR CUENTA PROPIA O EN COMISIÓN, AL POR MAYOR O POR MENOR, DE PINTURA, PLÁSTICOS, MAQUINARIA Y DEMÁS ELEMENTOS RELATIVOS AL NEGOCIO DE PINTURAS, Y EN GENERAL DE TODOS AQUELLOS PRODUCTOS RELACIONADOS CON LA CONSTRUCCIÓN, CONSERVACIÓN Y EXPLOTACIÓN DE CARRETERAS, AUTOPISTAS, AEROPUERTOS Y VÍAS, URBANAS; ASÍ COMO  PROYECTAR, ESTUDIAR Y REALIZAR TODAS LAS CUESTIONES INHERENTES A ESA ACTIVIDAD, Y EN ESPECIAL LAS RELACIONADAS CON SEÑALIZACIONES; APLICAR Y CONSERVAR LOS PRODUCTOS PERTINENTES, IMPORTAR Y EXPORTAR LOS MISMOS TODO ELLO MEDIANTE CUALQUIER FORMA DE CONSTRATACIÓN YA SEA PÚBLICA O PRIVADA, AL SERVICIO DEL ESTADOS, COMUNIDAD AUTÓNOMA, PROVINCIA O MUNICIPIO Y EMPRESAS PRIVADAS; 20º- EL CONTROL DE LA SEÑALIZACIÓN HORIZONTAL, VERTICAL Y EL BALIZAMIENTO; 21º- SERVICIOS RELACIONADOS CON TRATAMIENTOS SELVÍCOLAS Y FITOSANITARIOS. PRESTACIÓN DE SERVICIOS FORESTALES Y DE REPOBLACIÓN, INCLUÍDA LA EJECUCIÓN DE ACTIVIDADES PROPIAS DE LA DEFENSA DEL MEDIO AMBIENTE FRENTE A INCENDIOS Y ACONTECIMIENTOS NATURALES. SERVICIOS AÉREOS DE FUMIGACIÓN, CONTROL, VIGILANCIA AÉREA Y EXTINCIÓN DE INCENDIOS. PREVENCIÓN DE INCENDIOS FORESTALES; 22º- CONSTRUCCIÓN, EXPLOTACIÓN Y GESTIÓN DE TODO TIPO DE ESTABLECIMIENTOS DEDICADOS A LA HOSTELERÍA, RESTAURACÓN, PARQUES DE ATRACCIONES, Y EN GENERAL, DE CUALQUIER OTRA ACTVIDAD RELACIONADA CON EL OCIO Y LA RECREACIÓN. ORGANIZACIÓN PROMOCIÓN DE CONGRESOS, FERIAS Y EXPOSICIONES; 23º- INVESTIGACIÓN, DISEÑO, DESARROLLO, FABRICACIÓN, EXPLOTACIÓN, CESIÓN Y MANTENIMIENTO DE PROGRAMAS, DE PROGRAMAS DE ORDENADOR, Y EN GENERAL DE PRODUCTOS INFORMÁTICOS, ELECTRÓNICOS Y DE TELECOMUNICACIÓN. SERVICIOS DE TELECOMUNICACIONES; 24º- LA CONSULTORÍA INFORMÁTICA, COMPRENDIENDO EL ASESORAMIENTO, DESARROLLO, EJECUCIÓN Y COMERCIALIZACIÓN DE SISTEMAS Y PROGRAMAS DE INFORMÁTICA, SU APLICACIÓN, TANTO EN LO QUE SE REFIERE A MAQUINARIA Y EQUIPOS (HARDWARE), COMO A LOS SISTEMAS (SOFTWARE); 25º- SERVICIOS DE CAPTURA DE INFORMACIÓN POR MEDIOS ELECTRÓNICOS, INFORMÁTICOS Y TELEMÁTICOS MEDIANTE EL USO DE TECNOLOGÍAS DE LA INFORMACIÓN Y LAS COMUNICACIONES; 26º- PRESTACIÓN DE SERVICIOS MORTUORIOS, FUNERARIOS, GESTIÓN Y EXPLOTACIÓN DE CEMENTERIOS Y DE TANATORIOS; 27º- CONTRATACIÓN, GESTIÓN, PROYECCIÓN, CONSTRUCCIÓN Y EJECUCIÓN DE TODACLASE DE OBRA PÚBLICA O PRIVAD; 28º- LA ELABORACIÓN, REDACCIÓN Y CONFECCIÓN DE TODO TIPO DE ESTUDIOS, INFORMES Y PROYECTOS DE INGENIERÍA Y ARQUITECTURA, LA SUPERVISIÓN, DIRECCÓN Y ASESORAMIENTO EN LA EJECUCIÓN DE TODO TIPO DE OBRAS Y CONSTRUCCIONES, INCLUIDAS LAS LABORES DE CONSULTORÍA DE LAS MISMAS; 29ª- ADQUISICIÓN, EXPLOTACIÓN, VENTA Y CESIÓN DE TODO TIPO DE DERECHOS DE PROPIEDAD INDUSTRIAL E INTELECTUAL; 30º - PRESTACIÓN DE SERVICIOS RELACIONADOS CON LA CONSERVACIÓN, REPARACIÓN, MANTENIMIENTO, SANEAMIENTO Y LIMPIEZA DE TODA CLASE DE EDIFICIOS, LOCALES, OBRAS, INSTALACIONES Y SERVICIOS TANTO A ENTIDADES PÚBLICAS COMO PRIVADAS INCLUYENDO LA LIMPIEZA Y RESTAURACIÓN DE FACHADAS Y LA LIMPIEZA DE TODO TIPO DE VEHÍCULOS; 31º- LA INVESTIGACIÓN, EXPLOTACIÓN Y APROVECHAMIENTO DE YACIMIENTOS MINERALES, ASÍ COMO LA ADQUISICIÓN, USO Y DISFRUTE DE PERMISOS, CONCESIONES, LICENCIAS, AUTORIZACIONES Y DEMÁS DERECHOS DE CARÁCTER MINERO Y LA INDUSTRIALIZACIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN DE PRODUCTOS MINERALES; 32º- GESTIÓN, ADMINISTRACIÓN, ADQUISICIÓN, CONSTRUCCIÓN, PROMOCIÓN, ENAJENACIÓN, PARCELACÓN, REHABILITACIÓN Y EXPLOTACIÓN EN CUALQUIER FORMA DE SOLARES, TERRENOS, CONJUNTOS RESIDENCIALES, URBANIZACIONES O PROMOCIONES INMOBILIARIAS, Y EN GENERAL DE TODA CLASE DE BIENES INMUEBLES TANTO RÚSTICOS COMO URBANOS; 33º-FABRICACIÓN, ADQUISICIÓN, SUMINISTRO, IMPORTACIÓN, EXPORTACIÓN, ARRENDAMIENTO, INSTALACIÓN, MANTENIMIENTO, DISTRIBUCIÓN, REPARACIÓN Y EXPLOTACIÓN DE MAQUINARIA, HERRAMIENTAS, VEHÍCULOS, INSTALACIONES, MATERIALES, EQUIPOS, Y MOBILIARIO DE TODAS CLASES, INCLUÍDO EL MOBILIARIO Y EQUIPAMIENTO URBANOS; 34º- MANTENIMIENTO, REPARACIÓN, AMPLIACIÓN Y MODIFICACIÓN DE EQUIPOS E INSTALACIONES: A) ELÉCTRICAS Y ELECTRÓNICAS EN GENERAL; B) DE ELECTROMEDICINA; C) DE SEGURIDAD Y CONTRA INCENDIOS; D) DE APARATOS ELEVADORES Y DE TRASLACIÓN HORIZONTAL; Y E) DE SISTEMAS DE SEÑALIZACIÓN Y BALIZAMIENTO DE PUERTOS, AEROPUERTOS Y CARRETERAS, EFECTUANDO LAS REVISIONES, ENGRASES, Y CORRECCIÓN DE AVERÍAS NECESARIAS; 35º- MANTENIMIENTO Y REPARACIÓN DE MAQUINARIA Y DE VEHÍCULOS AUTOMOTORES, INCLUÍDOS BUQUES Y AERONAVES; 36º- MANTENIMIENTO Y REPARACIÓN DE EQUIPOS Y MAQUINARIA DE OFICINA; 37º- PRESTACIÓN A CUALQUIER CLASE DE SOCIEDADES Y EMPRESAS DE SERVICIOS DE GESTIÓN Y DE ADMINISTRACIÓN ASÍ COMO DE CONSULTORÍA Y ASESORAMIENTO EN MATERIA DE CONTABILIDAD, ASISTENCIA LEGAL, TÉCNICA, FINANCIERA, FISCAL Y DE RECURSOS HUMANOS Y LABORAL; 38º- EN TODO LO QUE NO SUPONGA COLISIÓN CON LAS ACTIVIDADES LEGALMENTE RESERVADAS POR LEGISLACIÓN ESPECIAL, Y EN PARTICULAR POR LA LEGISLACIÓN DE LAS INSTAITUCIONES DE INVERSIÓN COLECTIVA Y DEL MERCADO DE VALORES, CONCERTAR Y REALIZAR POR CUENTA PROPIA TODA CLASE DE OPERACIONES RESPECTO A VALORES EN CUALQUIER TIPO DE MERCADO NACIONAL O INTERNACIONAL, COMPRAR, VENDER O DE OTRO MODO, ADQUIRIR, TRANSMITIR, SUSTITUIR, ENAJENAR, PIGNORAR Y SUSCRIBIR TODA CLASE DE ACCIONES, VALORES CONVERTIBLES EN ELLAS O QUE OTORGUEN DERECHO A SU ADQUISICIÓN O SUSCRIPCIÓN, OBLIGACIONES, DERECHOS, BONOS, PAGARÉS, EFECTOS PÚBLICOS O VALORES MOBILIARIOS Y PARTICIPAR EN OTRAS SOCIEDADES; 39º- LA EJECUCIÓN DE TODA CLASE DE CONTRATOS DE OBRA, SUMINISTROS, SERVICIOS, GESTIÓN DE SERVICIO OPÚBLICO (CONCESIÓN, SOCIEDA DDE ECONOMÍA MIXTA, CONCIERTO, Y GESTIÓN INTERESADA), DE CONCESIONES DE OBRA PÚBLICA, DE COLABORACIÓN ENTRE EL SECTOR PÚBLICO Y EL SECTOR PRIVADO, DE CONTRATOS MIXTOS, CONTRATOS ESPECIALES O DE CONTRATOS PRIVADOS CELEBRADOS CON EL ESTADO, LAS COMUNIDADES AUTÓNOMAS, LOS ENTES LOCALES, LOS ORGANISMOS PÚBLICOS DEPENDIENTES DE LAS CITADAS ADMINISTRACIONES Y, EN GENERLA, CON CUALQUIER ESTADO EXTRANJERO O INSTITUTCION INTERNACIONAL; 40º- INSPECCIÓN SANITARIA DE INSTALACIONES. GESTIÓN DE HISTORIA CLÍNICAS Y RESTO DE DOCUMENTACIÓN PARA HOSPITALES Y CNETRO SANITARIOS; 41º- SERVICIOS INTEGRALES DE ASISTENCIA SOCIAL Y ASISTENCIA SANITARIA A LOS SIGUIENTES COLECTIVOS: ANCIANO, MINUSVÁLIDOS, FAMILIAS , INFANCIA, MENORES, DISCAPACITADOS FÍSICOS, PSÍQUICOS Y SENSORIALES Y PERSONAL O GRUPOS DE POBLACIÓN EN SITUACIÓN DE NECESIDAD MEDIANTE LA REALIZACIÓN DE LAS SIGUIENTES FUNCIONES Y TAREAS: SERVICIOS DE AYUDA Y ASISTENCIA A DOMICILIO, DE TELEASISTENCIA, DE PREVENCIÓN DE SITUACIONES DE DEPENDENCIA, DE ATENCIÓN RESIDENCIAL, COMPRENSIVO, ENTRE OTRAS, DE ATENCIONES DE CARÁCTER DOMÉSTICO, PERSONAL DE CACOMPAÑAMIENTO, Y FUNCIONES SOCIO EDUCATIVAS Y REHABILITADORAS; EXPLOTACIÓN O GESTIÓN, TOTAL O PARCIAL, DE RESIDENCIAS, CENTROS DE DIA Y DE NOCHE, PISOS O CENTROS DE TUTELA, COMUNIDADES TERAPÉUTICAS Y CUALQUIER OTRO CENTRO DE REHABILITACIÓN Y/O ACOGIDA; TRANSPORTE SANITARIA Y DE ÓRGANOS PARA TRANSPLANTES; TRASLADO DE ENFERMOS POR CUALQUIER MEDIO DE TRANSPORTE Y ACOMPAÑAMIENTO DE LOS COLECTIVOS ANTES CITADOS; HOSPITALIZACIÓN A DOMICILIO  Y AYUDA MÉDICA Y DE ENFERMERÍAS A DOMICILIO , ASÍ COMO CUALQUIER ACTIVIDAD CONEXA; 42º- CONCIERTO Y GESTIÓN INTERESADA DE CONCESIONES DE OBRA PÚBLICA, DE CONTRATOS MIXTOS, CONTRATOS EXPECIALES O DE CONTRATOS PRIVADOS DE LOS CENTROS DE SERVICIOS SOCIALES; 43º- SERVICIOS VETERINARIOS PARA LA SALUD Y EN ESPECIAL AQUELLOS  QUE TENGAN COMO FIN LA PREVENCIÓN DE ENFERMEDADES RELACIONADAS CON LA SALUD HUMANA; 44º-SERVICIOS DE ESTERILIZACIÓN DE MATERIAL SANITARIO; 45º- ALMACENAJE Y LOGÍSTICA. SERVICIOS DE MENSAJERÍA, CORRESPONDENCIA Y DISTRIBUCIÓN; 46º- RECOGIDA DE CARROS PORTAEQUIPAJES EN ESTACIONES Y AEROPUERTOS; 47º- SERVICIOS DE LAVANDERÍA Y TINTE. CONTRATACIÓN, GESTIÓN, PROYECCIÓN, CONSTRUCCIÓN Y EJECUCIÓN DE MAQUINARIA PARA LAVANDERÍA; 48º- SERVICIOS REALIZADOS CON VEHÍCULOS GRÚA PARA RETIRADA DE LAS VÍAS PÚBLICAS DE CONTENEDORES, VEHÍCULOS O CUALQUIER ELEMENTO QUE DIFICULTE LA CIRCULACIÓN, ASÍ COMO LOS QUE SIRVAN DE AUXILIO PARA TRABAJOS DE PODA DE ÁRBOLES, COLOCACIÓN Y RETIRADA DE ELEMENTOS ORNAMENTALES Y PUBLICITARIOS, ENTRE OTROS;  49º- GESTIÓN INTEGRAL DE CENTROS PÚBLICOS O PRIVADOS DE EDUCACIÓN ESPECIAL O ENSEÑANZA, INCLUIDAS GUARDERÍAS INFANTILES. SERVICIOS DE MONITORES PARA EL DESARROLLO DE ACTIVIDADES EXTRAESCOLARES DIRIGIDO A LOS CENTROS PÚBLICOS DE EDUCAICÓN INFANTIL, PRIMARIA Y SECUNDARIA ASÍ COMO EL CONCIERTO Y GESTIÓN INTERESADA  DE CONCESIONES DE OBRA PÚBLICA, DE CONTRATOS MIXTOS, CONTRATOS ESPECIALES O DE CONTRATOS PRIVADOS PARA ESTOS CENTROS DOCENTES; 50º- PRESTACIÓN DE SERVICIOS AEROPORTUARIOS DE ASISTENCIA EN TIERRA O SERVICIOS DE RAMPA, QUE INCLUYEN LAS SIGUIENTES ACTIVIDADES; ASISTENCIA ADMINISTRATIVA EN TIERRA Y SUPERVISIÓN, ASISTENCIA A PASAJEROS, ASISTENCIA DE EQUIPAJES, ASISTENCIA DE CARGA Y CORREO, ASISTENCIA DE OPERACIONES EN PISTA ASISTENCIA DE LIMPIEZA Y SERVICIO DE AERONAVE, ASISTENCIA DE COMBUSTIBLE Y LUBRICANTE, ASISTENCIA DE MANTENIMIENTO EN LÍNEA, ASISTENCIA DE OPERACIONES DE VUELO (sigue...)",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03685",
      "_links": {
        "self": {
          "name": "SERVEO INFRAESTRUCTURAS, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/03685"
        }
      }
    }
  ]
}