{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 187,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "AZTIKER KOOP. ELK. TXIKIA",
      "registrationNumber": "05766",
      "identificationNumber": "F20740767",
      "address": "MARTIN UGALDE KULTUR PARKEA. GUDARIEN ETORBIDEA Z/G",
      "location": {
        "postalCode": "20140",
        "municipality": "Andoain",
        "county": "Gipuzkoa",
        "municipalityId": "009",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-29",
      "certificateEndDate": "2026-04-29",
      "object": "IKERKETA ETA AZTERLAN SOZIOLOGIKOAK, DEMOGRAFIKOAK, ANTROPOLOGIKOAK, HISTORIKOAK, POLITOLOGIKOAK, JURIDIKOAK, EKONOMIKOAK, PSIKOLOGIKOAK EDO BESTELAKOAK EGITEA, EDOZEIN ALDERDI SOZIAL, EKONOMIKO, POLITIKO, KULTURAL, KOMUNIKAZIO EDO BESTELAKORIK BURUZKOAK. ESKU-HARTZE EDO KUDEAKETA PLANAK ETA PROIEKTUAK DISEINATZEA, KOORDINATZEKO, GAUZATZEKO ETA EBALUATZEKO AHOLKULARITZA ETA LAGUNTZA EMATEA MOTA GUZTIETAKO ERAKUNDE PUBLIKO EDO PRIBATUEI (ADMINISTRAZIO PUBLIKO, ENPRESAK ETA GIZARTE-ERAKUNDEAK EDO BESTELAKOK). KOMUNITATEA OSATZEN DUTEN PERTSONEN ETA TALDEEN ESTRATEGIA PARTE-HARTZAILEAN OINARRITUTAKO GARAPEN KOMUNITARIOA. AIPATUTAKO HLBURU SOZIALARI BURUZKO APLIKAZIO INFORMATIKOAK GARATZEA.\nAURRETIK AIPATUTAKO EZAGUTZA ETA ESKUHARTZE-EREMU GUZTIEKIN LOTUTAKO ERA GUZTIETAKO PRESTAKUNTZA-EKINTZAK ETA ARGITALPENAK EGITEA.\n-------------------\nLA REALIZACIÓN DE INVESTIGACIONES Y ESTUDIOS SOCIOLÓGICOS, DEMOGRÁFICOS, ANTROPOLÓGICOS, HISTÓRICOS, POLITOLÓGICOS, JURÍDICOS, ECONÓMICOS, PSICOLÓGICOS O DE OTRO TIPO REFERIDOS A CUALQUIER ASPECTO SOCIAL, ECONÓMICO, POLÍTICO, CULTURAL, DE COMUNICACIÓN O DE OTRA ÍNDOLE.  ASESORÍA Y APOYO EN EL DISEÑO, LA COORDINACIÓN, LA REALIZACIÓN Y LA EVALUACIÓN DE PLANES Y PROYECTOS DE INTERVENCIÓN O GESTIÓN A TODO TIPO DE ORGANIZACIONES PÚBLICAS O PRIVADAS (ADMINISTRACIÓN PÚBLICA, EMPRESA Y ORGANIZACIONES SOCIALES O DE OTRO TIPO). DESARROLLO COMUNITARIO BASADO EN UNA ESTRATEGIA PARTICIPATIVA DE LAS PERSONAS Y GRUPOS QUE FORMAN PARTE DE LA COMUNIDAD. DESARROLLO DE APLICACIONES INFORMÁTICAS REFEDIDAS AL OBJETO SOCIAL MENCIONADO. REALIZACIÓN DE TODO TIPO DE ACCIONES FORMATIVAS Y PUBLICACIONES RELACIONADAS CON TODOS LOS SISTEMAS Y CAMPOS DE CONOCIMIENTO Y DE INTERVENCIÓN ANTERIORMENTE REFERIDOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05766",
      "_links": {
        "self": {
          "name": "AZTIKER KOOP. ELK. TXIKIA",
          "href": "https://api.euskadi.eus/procurements/companies/05766"
        }
      }
    },
    {
      "name": "PREZERO GESTIÓN DE RESIDUOS, S.A.",
      "registrationNumber": "05831",
      "identificationNumber": "A59202861",
      "address": "C/ Dédalo, nº 2",
      "location": {
        "postalCode": "28037",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.151.4",
          "name": "Producción de energía no especificada en otros epígrafes",
          "_links": {
            "self": {
              "name": "Producción de energía no especificada en otros epígrafes",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.151.4"
            }
          }
        },
        {
          "id": "1.152",
          "name": "Fabricación y distribución de gas",
          "_links": {
            "self": {
              "name": "Fabricación y distribución de gas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.152"
            }
          }
        },
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        },
        {
          "id": "1.722",
          "name": "Transporte de mercancías por carretera",
          "_links": {
            "self": {
              "name": "Transporte de mercancías por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.722"
            }
          }
        },
        {
          "id": "1.921.1",
          "name": "Servicios de limpieza en calles, vías públicas y jardines",
          "_links": {
            "self": {
              "name": "Servicios de limpieza en calles, vías públicas y jardines",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.1"
            }
          }
        },
        {
          "id": "1.921.2",
          "name": "Servicios de recogida de basuras y desechos",
          "_links": {
            "self": {
              "name": "Servicios de recogida de basuras y desechos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.2"
            }
          }
        },
        {
          "id": "1.921.5",
          "name": "Servicios de incineración y eliminación de basuras y desechos",
          "_links": {
            "self": {
              "name": "Servicios de incineración y eliminación de basuras y desechos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.5"
            }
          }
        },
        {
          "id": "1.921.6",
          "name": "Servicios de protección y acondicionamiento ambiental",
          "_links": {
            "self": {
              "name": "Servicios de protección y acondicionamiento ambiental",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.6"
            }
          }
        },
        {
          "id": "1.922",
          "name": "Servicios de limpieza",
          "_links": {
            "self": {
              "name": "Servicios de limpieza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-29",
      "certificateEndDate": "2026-04-16",
      "object": "1º.-  LA REALIZACIÓN DE ACTIVIDADES DE CONSTRUCCIÓN, INSTALACIÓN Y GESTIÓN DE TODA CLASE DE VERTEDEROS, PLANTAS E INSTALACIONES DESTINADAS A FAVORECER ELMEDIO AMBIENTE, EN CUALQUIERA DE SUS VECTORES (AIRE, AGUA, TIERRA), EN TODOS LOS ÁMBITOS Y SECTORES Y, EN ESPECIAL, LOS QUE REQUIERAN LA APLICACIÓN DE TECNOLOGÍAS MEDIOAMBIENTALES, QUÍMICAS, TECNOLOGÍAS LIMPIAS, TECNOLOGÍAS DE RECUPERACIÓN, RECICLAJE Y TRATAMIENTO, ASÍ CMO TODAS AQUELLAS DESTINADAS A LA REDUCCIÓN, MINIMIZACIÓN Y PREVENCIÓN DE LA CONTAMINACIÓN, INCLUYENDO TODAS AQUELLAS ACTIVIDADES COMPLEMENTARIAS Y NECESARIAS PARA EL DESEMPEÑO DE LA PRINCIPAL, EN ESPECIAL EL DEPÓSITO DE SEGURIDAD Y TRANSPORTE. 2º .- CONTRATACIÓN, GETIÓN,PROYECCIÓN, CONSTRUCCIÓN Y EJECUCICIÓN DE TODA CLASE DE OBRA, PÚBLICA O PRIVADAS, ASÍ COMO LA EJECUCIÓN DE TODO TIPO DE OBRAS E INSTALACIONES ENEL SISTEMA DENOMINADO &quot;LLAVE EN MANO&quot;, REFORMA Y REHABILITACIÓN DE INMUEBLES, INCLUYENDO LA EXPLOTACIÓN, CONSERVACIÓN Y MANTENIMIENTO SUCESIVO DE LO CONSTRUIDO, EDIFICADO O INSTALADO. EN PARTICULAR, LA CONSERVACIÓN Y MANTENIMIENTO DE EQUIPOS E INSTALACIONES, ASÍ COMO LA DIRECCIÓN, SUPERFISIÓN Y CONTROL DE LA EJECUCIÓN Y MANTENIMIENTO DE TODO TIPO DE OBRAS E INSTALACIONES. 3º .- DISEÑO, CONSTRUCCIÓN, EJECUCIÓN, EXPLOTACIÓN, GESTIÓN, ADMINISTRACIÓN, CONSERVACIÓN DE TODA CLASE DE INFRAESTRUCTURAS Y DE OBRAS, YA SEA DIRECTAMENTE O A TRAVES DE LA PARTICIPACIÓN EN SOCIEDADES, AGRUPACIONES, CONSORCIOS O CUALQUIER OTRA FIGURA JURÍDICA ANÁLOGA LEGALMENTE PERMITIDA EN EL PAÍS DE QUE SE TRATE. 4º.-EXPLOTACIÓN Y PRESTACIÓN DE TODO TIPO DE SERVICIOS RELACIONADOS CON LA INFRAESTRUCTURA DEL TRANSPORTE URBANO E INTERURBANO, YA SEA POR VÍA TERRESTRE, MARÍTIMA O AÉREA. EXPLOTACIÓN Y GESTIÓN DE TODA CLASE DE OBRA Y SERVICIOS COMPLEMENTARIOS QUE PUEDAN OFRECERSE EN LAS ÁREAS DE INFLUENCIA DE INFRAESTRUCTURAS Y OBRAS, PÚBLICAS Y PRIVADAS. 5º.- GESTIÓN, ADMINISTRACIÓN, ADQUISICIÓN, PROMOCIÓN, ENAJENACIÓN, REHABILITACIÓN Y EXPLOTACIÓN EN CUALQUIER FORMA DE SOLARES, TERRENOS, CONJUNTOS RESIDENCIALES, URBANIZACIONES O PROMOCIONES INMOBILIARIOS Y, EN GENERAL, DE TODA CLASE DE BIENES INMUEBLES. 6º.- FABRICACIÓN, ADQUISICIÓN, SUMINISTRO, IMPORTACIÓN, EXPORTACIÓN, ARRENDAMIENTO, INSTALACIÓN, MANTENIMIENTO, DISTRIBUCIÓN Y EXPLOTACIÓN DE MAQUINARIA, HERRAMIENTAS, VEHÍCULOS, INSTALACIONES MATERIALES, EQUIPOS Y MOBILIARIO DE TODAS CLASES, INCLUÍDO EL MOBILIARIO Y EQUIPAMIENTOS URBANOS. 7º.- ADQUISICIÓN, EXPLOTACIÓN VENTA Y CESIÓN DE DERECHOS DE PROPIEDAD INDUSTRIAL E INTELECTUAL. 8º.- PRESTACIÓN DE SERVICIOS RELACIONADOS OCN LA CONSERVACIÓN, REPARAICÓN, MANTENIMIENTO, SANEAMIENTO YLIMPIEZA DE TODA CLASE DE OBRAS, INSTALACIONES Y SERVICIOS, TANTO A ENTIDADES PÚBLICAS, COMO PRIVADAS, ASÍ COMO LA PRESTACIÓN DE SERVICIOS SANITARIOS Y DE HIGIENIZACIÓN, INCLUSO INDUSTRIAL Y ESPECIALIZADA, PUDIENDO REALIZAR Y EJECUTAR LOS MISMOS POR CUENTA PROPIA O AJENA. 9º.- PRESTACIÓN DE SERVICIOS PROPIOS DE LA ACTIVIDAD DE INGENIERÍA, TALES COMO LA REALIZACIÓN DE PROYECTOS, ESTUDIOS E INFORMES. 10º.- ELABORACIÓN DE PROYECTOS Y ESTUDIOS, CONSTRUCCIÓN, MANTENIMIENTO, EXPLOTACIÓN Y COMERCIALIZACIÓN DE TODO TIPO DE INSTALACIONES Y SERVICIOS DE SUMINISTRO, DEPURACIÓN, TRANSFORMACIÓN Y TRATAMIENTO DE CUALQUIER CLASE DE AGUAS Y RESIDUOS. INVESTIGACIÓN Y DESARROLLO DE ESTOS MISMOS CAMPOS. ASIMISMO, LA ELABORACIÓN DE INFORMES, ESTUDIOS, PLANES, ANTEPROYECTOS Y PROYECTOS DE CARÁCTER TÉCNICO, ORGANIZATIVO, ECONÓMICO Y SOCIAL, RELATIVOS A CUALQUIERA DE LAS ACTIVIDADES ENUNCIADAS, ASÍ COMO A CUALQUIER TEMA RELACIONADO CON EL MEDIO AMBIENTE. 11º.- PRESTACIÓN DE SERVICIOS RELACIONADOS OCN EL MEDIO AMBIENTE, TALES COMO EL CONTROL DE HUMOS Y RUIDOS, Y LA GESTIÓN INTEGRAL DE BASURAS, TANTO EN LO QUE SE REFIERE A SU RECOGIDA  COMO A SU DEPURACIÓN, TRANSFORMACIÓN Y TRATAMIENTO. 12º.- INVESTIGACIÓN, DISEÑO, DESARROLLO, FABRICACIÓN, EXPLOTACIÓN Y CESIÓN DE PROGRAMAS Y, EN GENERAL, DE PRODUCTOS INFORMÁTICOS, ELECTRÓNICOS Y DE TELECOMUNICACIÓN. 13º.- CONSTRUCCIÓN, GESTIÓN, OPERACIÓN, EXPLOTACIÓN Y MANTENIMIENTO DE INSTALACIONES Y PRODUCCIÓN, VALORIZACIÓN, ENRIQUECIMIENTO Y TRATAMIENTO DE CUALQUIER CLASE DE ENERGÍA, INCLUÍDO EL GAS Y BIOGÁS. 14º.- LA INVESTIGACIÓN, EXPLOTACIÓN Y APROVECHAMIENTO DE YACIMIENTOS MINERALES, ASÍ COMO LA DQUISICIÓN, USO YDISFRUTE DE PERMISOS, CONCESIONES, LICENCIAS, AUTORIZACIONES Y DEMÁS DERECHOS DE CARÁCTER MINERO; Y LA INDUSTRIALIZACIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN DE PRODUCTOS MINERALES. QUEDAN EXCEPTUADAS LAS ACTIVIDADES RELACIONADAS CON MINERALES DE INTERÉS ESTRATÉGICO. 15º.- LA TITULARIDAD DE TODA CLASE DE CONCESIONES, SUBCONCESIONES, AUTORIZACIONES Y LICENCIAS ADMINISTRATIVAS DE OBRAS, SERVICIOS Y MIXTAS DEL ESTADO, COMUNIDADES AUTÓNOMAS, PROVINCIAS, MUNICIPIOS, ORGANISMOS AUTÓNOMOS, ENTIDADES AUTÓNOMAS Y, EN GENERAL, DE CUALQUIER ESTADO EXTRANJERO, E INSTITUCIONES INTERNACIONALES. 16º.- CONSTRUCCIÓN, EXPLOTACIÓN Y GESTIÓN DE TODO TIPO DE ESTABLECIMIENTOS DEDICADOS A LA HOSTELERÍA, RESTAURACIÓN, ACTIVIDADES DEPORTIVAS, PARQUES DE ATRACCIONES Y, EN GENERAL, DE CUALQUIER OTRA ACTIVIDAD RELACIONADA  CON EL OCIO, EL DEPORTE Y LARECREACIÓN. 17º.-PRESTACIÓN A CUALQUIER CLASE DE SOCIEDADES Y EMPRESAS DE SERVICIOS DE GESTIÓN Y ADMINISTRACIÓN ASÍ COMO DE CONSULTORÍA Y ASESORAMIENTO EN MATERIA DE CONTABILIDAD, ASISTENCIA LEGAL, TÉCNICA, FINANCIERA, FISCAL Y DE RECURSOS HUMANOS Y LABORAL. 18º.- EN TODO LO QUE NO SUPONGA COLISIÓN CON LAS ACTIVIDADES LEGALMENTE RESERVCADAS POR LEGISLACIÓN ESPECIAL, Y EN PARTICULAR, POR LA LEGISLACIÓN DE LAS INSTITUCIONES DE INVERSIÓN COLECTIVA Y DEL MERCADO DE VALORES, CONCERTAR Y REALIZAR POR CUENTA PROPIA TODA CLASE DE OPERACIONES RESPECTO A VALORES EN CUALQUIER TIPO DE MERCADO, NACINAL O INTERNACIONAL, COMPRAR, VENDER O DE OTRO MODO, ADQUIRIR, TRANSMITIR, SUSTITUIR, ENAJENAR, PIGNORAR Y SUSCRIBIR TODA CLASE DE ACCIONES, VALORES CONVERTIBLES EN ELLAS O QUE OTORGUEN DERECHO A SU ADQUISICIÓN O SUSCRIPCIÓN, OBLIGACIONES, DERECHOS, BONOS, PAGARÉS, EFECTOS PÚBLICOS O VALORES MOBILIARIOS Y PARTICIPAR EN OTRAS SOCIEDADES. 19º.- RECOGIDA, ALMACENAMIENTO, ELIMINACIÓN, TRATAMIENTO, RECICLAJE, COMERCIALIZACIÓN Y TRANSPORTE Y VALORIZACIÓN DE RESIDUOS SÓLIDOS URBANOS, RESIDUOS INDUSTRIALES, RESIDUOS INERTES, REESIDUOS SANITARIOS, DE LODOS Y DE SUBPRODUCTOS, Y DE CUALQUIER OTRA NATURALEZA, TANTO A ENTIDADES PÚBLICAS COMO PRIVADAS. PRESTACIÓN DE SERVICIOS DE RECOGIDA SELECTIVA DE RESIDUOS Y DE LIMPIEZA VIARIA Y, EN PARTICULAR, LA PRESTACIÓN DE SERVICIOS DE LIMPIEZA VIARIA, DE COLEGIOS Y EDIFICIOS EN GENERAL, DE ALCANTARILLADO Y DE POZOS NEGROS, DESRATIZACIÓN, DEISNSECTACIÓN Y DESINFECCIÓN EN GENERAL; MANTENIMIENTO Y LIMPIEZA DE REDES Y ESTACIONES DEPURADORAS DE AGUA, TANTO POTABLES COMO RESIDUALES. 20º.- SERVICIOS DE CONSERVACIÓN Y MANTENIMIENTO DE PARQUES, MONTES Y JARDINES, PLANTACIONES Y TODA CLASE DE SERVICIOS VINCULADOS A LA PROTECCIÓN DE ESPECIES. 21º.- SERVICIOS RELACIONADOS CON TRATAMIENTOS SELVÍCOLAS Y FITOSANITARIOS. PRESTACIÓN DE SERVICIOS FORESTALES Y DE REPOBLACIÓN, INCLUÍDA LA EJECUCIÓN DE ACTIVIDADES PROPIAS DE LA DEFENSA DEL MEDIO AMBIENTE FRENTE A INCENDIOSO Y ACONTECIMIENTOS NATURALES. SERVICIOS AÉREOS DE FUMIGACIÓN CONTROL, VIGILANCIA AÉREA Y EXTINCIÓN DE INCENDIOS. PREVENCIÓN DE INCENDIOS FORESTALES. 22º.- LA PRÁCTICA DE ANÁLISIS QUÍMICOS Y LA INVESTIGACIÓN EN LOS SECTORES ECOLÓGICO, AGRÍCOLA, ZOOTÉCNICO Y ALIMENTARIO; ASÍ COMO LA PRESTACIÓN DE TECNOLOGÍA Y SERVICIOS PARA LA REDACCIÓN Y EJECUCIÓN DE PROYECTOS DE IMPLANTACIÓN DE EMPRESAS DE DICHOS RAMOS, Y DE ASISTENCIA TÉCNICA PARA SU DESARROLLO Y GESTIÓN. 23º.- EL DESARROLLO, FARICACIÓN, ALMACENAMIENTO, DISTRIBUCIÓN Y VENTA DE PRODUCTOS Y EQUIPOS RELACIONADOS CON EL MEDIO AMBIENTE Y LAS LIMPIEZAS INDUSTRIALES. 24º.- CONSERVACIÓN, MANTENIMIENTO Y GESTIÓN INTEGRAL DE EDIFICIOS, APARCAMIENTOS, AEROPUERTOS, OBRAS, INSTALACIONES E INFRAESTRUCTURAS; CONSERVACIÓN Y MANTENIMIENTO DE MONUMENTOS Y EDIFICIOS SINGULARS; LIMPIEZA DE POLIDEPORTIVOS, ASÍ COMO LA CONSERVACIÓN Y MANTENIIENTO DE REDES DE AGUA Y ALCANTARILLADO. 25º.- SERVICIOS DE MANTENIMIENTO Y CONSERVACIÓN DE VÍAS PÚBLICAS URBANAS, ASÍ COMO MANTENIMIENTO, REHABILITACIÓN, REFORMA Y CONSERVACIÓN DE PAMIVENTOS POR VÍAS URBANAS Y MOBILIARIO URBANO. 26º.- INSTALACIÓN, PUESTA EN SERVICIO Y MANTENIMIENTO  DE EQUIPOS, MATERIALES Y SISTEMAS DE CUALQUIER CLASE PARA LA PREVENCIÓN, EXTINCIÓN, PROGTECCIÓN Y/O DETECCIÓN DE INCENDIOS. 27º.- INSTALACIÓN, REPARAICÓN, MANTENIMIENTO YLIMPIEZA DE PRODUCTOS PETROLÍFEROS E INSTALACIONES PETROLÍFERAS DE CUALQUIER CLASE, ASÍ COMO LA REALIZACIÓN DE TODAS LAS ACTIVIDADES NECESARIAS PARA DEJAR FUERA DE SERVICIO TANQUES Y/O INSTALACIONES DE ALMACENAMIENTO DE CUALQUIER CLASE DE PRODUCTOS PETROLÍFEROS. 28º.- LA PRESTACIÓN DE SERVICIOS DE ANÁLISIS Y CONSULTORÍA EN RELACIÓN CON EL MEDIO AMBIENTE, TALES COMO ESTUDIOS DE IMPACTO AMBIENTAL, ASEGURAMIENTO DE CALIDAD, CONDICIONES DE PRODUCCIÓN, DE ENVASADO Y EMBALAJE, TRANSPORTE, SELECCIÓN DE LABORATORIOS DE ENSAYOS Y CUALESQUIERA OTROS SERVICIOS TÉCNICOS DE ASESORAMIENTO Y CONTROL RELACIONADOS CON TODO LO EXPUESTO ANTERIORMENTE",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05831",
      "_links": {
        "self": {
          "name": "PREZERO GESTIÓN DE RESIDUOS, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/05831"
        }
      }
    },
    {
      "name": "AUTOCARES OLEA, S.L.",
      "registrationNumber": "03862",
      "identificationNumber": "B48522684",
      "address": "CECILIA GALLARTZAGOITIA, 2-BAJO",
      "location": {
        "postalCode": "48340",
        "municipality": "Amorebieta-Etxano",
        "county": "Bizkaia",
        "municipalityId": "003",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.721.3",
          "name": "Transporte de viajeros por carretera",
          "_links": {
            "self": {
              "name": "Transporte de viajeros por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.721.3"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-29",
      "certificateEndDate": "2026-04-22",
      "classification": [
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "R",
              "subgroups": [
                {
                  "id": "01",
                  "name": "Transporte de viajeros por carretera",
                  "categories": [
                    {
                      "id": "2",
                      "name": "Desde 150.001 Hasta 300.000",
                      "_links": {
                        "self": {
                          "name": "Desde 150.001 Hasta 300.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/2"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Transporte de viajeros por carretera",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/R/subgroups/01"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/R"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "A).-  LA EXPLOTACIÓN DE LOS NEGOCIOS DE TRANSPORTE DE VIAJEROS Y MERCANCÍAS EN GENERAL, PÚBLICOS O PRIVADOS Y REGULARES O DISCRECIONALES. B).- LA EXPLOTACIÓN DE LOS SERVICIOS COMPLEMENTARIOS O AFINES A DICHOS NEGOCIOS, TALES COMO GARAJES, TALLERES, VENTA DE CARBURANTES Y LUBRIFICANTES, REPUESTOS Y ACCESORIOS DEL AUTOMÓVIL, AGENCIA DE VIAJES Y DEMÁS, VENTA A COMISIÓN DE BILLETES DE TRANSPORTE TERRESTRE POR CARRETERA O FERROCARRIL MARÍTIMO O AÉREA; PRESTACIÓN DE SERVICIOS Y SUMINISTROS DE MATERIALES, ASISTENCIA TÉCNICA Y MECÁNICA A OTRAS EMPRESAS RELACIONADAS CON EL TRANSPORTE. C).- Y EN GENERAL, A CUANTO SEA ANTECEDENTE, AUXILIAR, ACCESORIO, DIRECTA O INDIRECTAMENTE, CON LAS FINALIDADES EXPRESADAS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03862",
      "_links": {
        "self": {
          "name": "AUTOCARES OLEA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03862"
        }
      }
    },
    {
      "name": "SERVICIOS DE HOSTELERIA PEÑASCAL, S.L.",
      "registrationNumber": "09647",
      "identificationNumber": "B95325494",
      "address": "PLAZA BELATEGI Nº1 BAJO",
      "location": {
        "postalCode": "48002",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.673.2",
          "name": "Otros cafés y bares",
          "_links": {
            "self": {
              "name": "Otros cafés y bares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.673.2"
            }
          }
        },
        {
          "id": "1.677.9",
          "name": "Otros servicios de alimentación propios de la restauración",
          "_links": {
            "self": {
              "name": "Otros servicios de alimentación propios de la restauración",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.677.9"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-29",
      "certificateEndDate": "2026-04-27",
      "object": "FAVORECER LA INSERCIÓN SOCIAL Y LABORAL DE COLECTIVOS EN SITUACIÓN O EN RIESGO DE EXCLUSIÓN, COMO PUEDEN SER JÓVENES, MUJERES, PERSONAS DESEMPLEADAS, PERSONAS CON DISCAPACIDAD, ETC., A TRAVÉS DE LA REALIZACIÓN DE SERVICIOS DE CATTERING Y HOSTELERÍA EN GENERAL.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09647",
      "_links": {
        "self": {
          "name": "SERVICIOS DE HOSTELERIA PEÑASCAL, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09647"
        }
      }
    },
    {
      "name": "SERVICIOS ESPECIALES DE CODIFICACIÓN, S.A.",
      "registrationNumber": "03746",
      "identificationNumber": "A48811350",
      "address": "C/ NERVIÓN, 3 - 5ª PLANTA",
      "location": {
        "postalCode": "48001",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.841",
          "name": "Servicios jurídicos",
          "_links": {
            "self": {
              "name": "Servicios jurídicos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.841"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-29",
      "certificateEndDate": "2026-04-27",
      "object": "LA PRESTACIÓN A TODA CLASE DE ENTIDADES Y EMPRESAS PÚBLICAS Y PRIVADAS, DE LOS SERVICIOS DE TECNOLOGÍAS DE LA INFORMACIÓN : CONSULTORÍA, DESARROLLO DE SOFTWARE, INTERNET Y APOYO, SERVICIOS DE CONSULTORÍA EN EQUIPOS INFORMÁTICOS, SERVICIOS DE PROGRAMACIÓN DE SOFTWARE Y DE CONSULTORÍA, SERVICIOS RELACIONADOS CON DATOS, SERVICIOS DE INTERNET, SERVICIOS INFORMÁTICOS, SERVICIOS DE APOYO INFORMÁTICO Y DE CONSULTORÍA, SERVICIOS DE ENSAYO Y AUDITORÍA INFORMÁTICA, SERVICIOS JURÍDICOS EN TECNOLOGÍAS DE LA INFORMACIÓN, ASESORÍA JURÍDICO-TECNOLÓGICA, SERVICIOS DE REPRESENTACIÓN JURÍDICO-TECNOLÓGICA, SERVICIOS DE CERTIFICACIÓN TECNOLÓGICA TIC, SERVICIOS DE ASESORÍA E INFORMACIÓN JURÍDICO-TECNOLÓGICA, SERVICIOS DE GESTIÓN DE NÓMINAS, SERVICIOS DE CONSULTORÍA EN GESTIÓN, SERVICIOS DE CONSULTORÍA EN SEGURIDAD INFORMÁTICA, SERVICIOS DE AYUDA EN FUNCIONES DE OFICINA, CENTRO DE LLAMADAS, CALL CENTER, SERVICIOS DE IMPRESIÓN Y SERVICIOS CONEXOS, SERVICIOS DE ESCANEO, DIGITALIZACIÓN Y FACTURACIÓN, SERVICIOS DE FORMACIÓN PROFESIONAL EN TIC ;TECNOLOGÍAS DE LA INFORMACIÓN Y COMUNICACIÓN, SERVICIOS DE TRATAMIENTO DE ARCHIVOS, VENTA DE HARDWARE Y SUMINISTROS INFORMÁTICOS, SERVICIOS DE CENTRO DE CÁLCULO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03746",
      "_links": {
        "self": {
          "name": "SERVICIOS ESPECIALES DE CODIFICACIÓN, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/03746"
        }
      }
    },
    {
      "name": "GRAFILUR S.A.",
      "registrationNumber": "05463",
      "identificationNumber": "A48271803",
      "address": "AVENIDA CERVANTES 51",
      "location": {
        "postalCode": "48970",
        "municipality": "Basauri",
        "county": "Bizkaia",
        "municipalityId": "015",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.474",
          "name": "Artes gráficas (impresión gráfica)",
          "_links": {
            "self": {
              "name": "Artes gráficas (impresión gráfica)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.474"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-29",
      "certificateEndDate": "2026-04-23",
      "object": "REALIZACION DE TODA CLASE DE TRABAJOS DE FOTOCOMPOSICIÓN, REPRODUCCIÓN, IMPRESIÓN Y ENCUADERNACIÓN",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05463",
      "_links": {
        "self": {
          "name": "GRAFILUR S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/05463"
        }
      }
    },
    {
      "name": "ESTEBAN UMEREZ ARGAIA",
      "registrationNumber": "05858",
      "identificationNumber": "72447175G",
      "address": "AMAIA PLAZA 9, 4B",
      "location": {
        "postalCode": "20750",
        "municipality": "Zumaia",
        "county": "Gipuzkoa",
        "municipalityId": "081",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "2.731",
          "name": "Abogados",
          "_links": {
            "self": {
              "name": "Abogados",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.731"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-29",
      "certificateEndDate": "2026-04-26",
      "object": "Abogacía",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/05858",
      "_links": {
        "self": {
          "name": "ESTEBAN UMEREZ ARGAIA",
          "href": "https://api.euskadi.eus/procurements/companies/05858"
        }
      }
    },
    {
      "name": "ERAKARRI, S.L.",
      "registrationNumber": "10410",
      "identificationNumber": "B75115170",
      "address": "NICOLAS GUERENDIAIN 6",
      "location": {
        "postalCode": "20302",
        "municipality": "Irun",
        "county": "Gipuzkoa",
        "municipalityId": "045",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.615.4",
          "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
          "_links": {
            "self": {
              "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.4"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-29",
      "certificateEndDate": "2026-04-29",
      "object": "SUMINISTRAR BIENES Y SERVICIOS PROFESIONALES ESPECIALIZADOS EN LAS DIVERSAS ÁREAS DE LA INGENIERÍA, EN BUSCA DE LAS SOLUCIONES MÁS VIABLES A LAS PROBLEMÁTICAS QUE AQUEJEN A NUESTROS CLIENTES, POR MEDIO DE LA FORMULACIÓN, GESTIÓN, EVALUACIÓN Y EJECUCIÓN DE PLANES, PROGRAMAS Y PROYECTOS DE INVERSIÓN Y SERVICIOS, EN LAS DIFERENTES ÁREAS RELACIONADAS CON LA INGENIERÍA, APLICANDO LOS CONOCIMIENTOS ADQUIRIDOS EN LOS DIFERENTES CAMPOS; MATERIALIZANDO Y DESARROLLANDO INTEGRALMENTE LO SOLICITADO POR NUESTROS CLIENTES, SATISFACIENDO LAS EXPECTATIVAS GENERADAS POR LOS MISMOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10410",
      "_links": {
        "self": {
          "name": "ERAKARRI, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/10410"
        }
      }
    },
    {
      "name": "3D SOCIAL MOVEMENT, S.L.",
      "registrationNumber": "07306",
      "identificationNumber": "B95724704",
      "address": "Calle Jon Arróspide,11 5ª planta",
      "location": {
        "postalCode": "48014",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.933.9",
          "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
          "_links": {
            "self": {
              "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.933.9"
            }
          }
        },
        {
          "id": "1.999",
          "name": "Otros servicios n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.999"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-29",
      "certificateEndDate": "2026-04-23",
      "object": "LA PROMOCIÓN SOCIAL Y ECONÓMICA DE LA FELICIDAD Y EL BIENESTAR DE LAS PERSONAS A TRAVÉS DE PROYECTOS DE FORMACIÓN, COMUNICACIÓN, INVESTIGACIÓN Y ASESORAMIENTO EN LOS ÁMBITOS DE LA EDUCACIÓN, EL EMPLEO, LA CULTURA Y LA SALUD",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07306",
      "_links": {
        "self": {
          "name": "3D SOCIAL MOVEMENT, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07306"
        }
      }
    },
    {
      "name": "GAZTAROA SARTU KOOP.ELK.",
      "registrationNumber": "06404",
      "identificationNumber": "F48211080",
      "address": "La Laguna nº5 lonja",
      "location": {
        "postalCode": "48003",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.932.1",
          "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.1"
            }
          }
        },
        {
          "id": "1.934",
          "name": "Enseñanza fuera de establecimiento permanente",
          "_links": {
            "self": {
              "name": "Enseñanza fuera de establecimiento permanente",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.934"
            }
          }
        },
        {
          "id": "1.951",
          "name": "Asistencia y servicios sociales en centros residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.951"
            }
          }
        },
        {
          "id": "1.952",
          "name": "Asistencia y servicios sociales en centros no residenciales",
          "_links": {
            "self": {
              "name": "Asistencia y servicios sociales en centros no residenciales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.952"
            }
          }
        }
      ],
      "certificateStartDate": "2025-10-29",
      "certificateEndDate": "2026-04-21",
      "object": "LA PROMOCIÓN Y DESARROLLO DE ACTIVIDADES Y SERVICIOS ENCAMINADOS A CONSEGUIR LA PLENA INCLUSIÓN SOCIAL E INSERCIÓN LABORAL DE PERSONAS Y/O GRUPOS EN SITUACIÓN DE DEPENDENCIA, DESPROTECCIÓN, DISCAPACIDAD, POBREZA Y ,EXCLUSIÓN SOCIAL, O EN RIESGO DE ESTARLO, ATENDIENDO DE MODO PREFERENTE A LOS SIGUIENTE COLECTIVOS: VÍCTIMAS DE VIOLENCIA DE GÉNERO; INFANCIA Y JUVENTUD; MENORES EN SITUACIÓN DE VULNERABILIDAD; MENORES NO ACOMPAÑADOS/AS; MUJERES; INMIGRANTES EN SITUACIÓN ADMINISTRATIVA REGULAR E IRREGULAR; PERSONAS MAYORES VÁLIDAS Y NO VÁLIDAS; PERSONAS CON DISCAPACIDAD FÍSICA, PSÍQUICA Y/O SENSORIAL; PERSONAS CON PROBLEMAS DE SALUD, ESPECIALMENTE SALUD MENTAL, ADICCIONES....; PERSONAS PRIVADAS DE LIBERTAD EN CUALQUIER GRADO O SITUACIÓN ADMINISTRATIVA Y EXPENADAS; MINORÍAS ÉTNICAS, PERSONAS CON EMPLEO PRECARIO O QUE DEMANDEN UNA MEJORA DE EMPLEO Y/O FORMACIÓN; PERSONAS PERCEPTORAS DE CUALQUIER PRESTACIÓN SOCIAL; PERSONAS QUE REQUIERAN UNA RECUALIFICACIÓN PROFESIONAL; PERSONAS QUE DEMANDAN APOYO SOCIAL DE LO REAL DE RECURSOS COMUNITARIOS DE SERVICIOS SOCIALES; PERSONAS DESEMPLEADAS, ESPECIALMENTE MUJERES, JÓVENES, MAYORES DE 45 AÑOS, PERSONAS PARADAS DE LARGA Y MUY LARGA DURACIÓN, ETC.; PERSONAS EN SITUACIÓN DE AISLAMIENTO SOCIAL; PARA LA CONSECUCIÓN DE DICHOS FINES SE LLEVARÁN A CABO PREVIO EL CUMPLIMIENTO DE LOS REQUSITOS LEGALES  ESTABLECIDOS LAS SIGUIENTES ACTIVIDADES: SERVICIOS Y ACCIONES PARA LA ACOGIDA, INFORMACIÓN, ORIENTACIÓN PARA EL EMPLEO, ACOMPAÑAMIENTO Y CAPACITACIÓN PERSONAL Y TÉCNICO DE DICHAS PERSONAS Y GRUPOS; SERVICIOS Y ACCIONES PARA LA INTERMEDIACIÓN LABORAL Y LA PROMOCIÓN DEL ACCESO AL EMPLEO, TANTO POR CUENTA PROPIA  COMO AJENA; PROMOCIÓN, GESTIÓN Y SEGUIMIENTO DE ESTRUCTURAS MERCANTILES Y LABORALES, DE MANERA PRIORITARIA DENTRO DE LOS FUNDAMENTOS DE LA ECONOMÍA SOCIAL Y SOLIDARIA, QUE FAVOREZCAN LOS PROCESOS DE INCLUSIÓN SOCIAL Y LABORAL DE SUS PARTICIPANTES; ESTUDIOS E IMVESTIGACIONES SOBRE DICHAS PERSONAS Y GRUPOS Y SOBRE LOS SERVICIOS Y ACCIONES DESCRITAS. REALIZACIÓN DE DIAGNÓSTICOS Y PLANES, INVESTIGACIÓN APLICADAS; ASESORAMIENTO Y FORMACIÓN A ORGANIZACIONES Y PROFESIONALES, DISEÑO Y PUESTA EN MARCHA DE PROGRAMAS INNOVADORES EN EL ÁMBITO DE LA INCLUSIÓN SOCIAL Y EL DESARROLLO COMUNITARIO; ACTIVIDADES, SERVICIOS Y ACCIONES ESPECÍFICAS DE INCLUSIÓN SOCIAL Y FORMACIÓN E INFORMACIÓN DE TRABAJADORES Y TRABAJADORAS, EN ESPECIAL AQUELLOS QUE SE ENCUENTRAN EN RIESGO DE EXCLUSIÓN, TALES COMO JÓVENES, MUJERES, PERSONAS CON DISCAPACIDAD, MAYORES DE 45 AÑOS Y OTROS COLECTIVOS EN SITUACIÓN DE EXCLUSIÓN O RIESGO DE ESTARLO; ACTIVIDADES, SERVICIOS Y ACCIONES PARA EL ASESORAMIENTO DE ENTIDADES PARTICULARES Y PÚBLICAS QUE, DIRECTA O INDIRECTAMENTE, PUEDAN APORTAR SUS POSIBILIDADES A LOS FINES DE LA ENTIDAD; ACTIVIDADES Y SERVICIOS SOCIOEDUCATIVOSEN MEDIO ABIERTO O CERRADO, DE INCLUSIÓN SOCIAL DE ALTA EXCLUSIÓN, INFANCIA Y JUVENTUD, PERSONAS SIN DOMICILIO...; ACTIVIDADES Y SERVICIOS ENCAMINADOS A APOYAR LA INCLUSIÓN SOCIAL DE LAS PERSONAS GITANAS Y OTRAS MINORÍAS ÉTNICAS; ACTIVIDADES DE INTERVENCIÓN SOCIOEDUCATIVA Y PSICOSOCIAL; ACTIVIDADES Y SERVICIOS DE PROMOCIÓN DE LA PARTICIPACIÓN Y LA INCLUSIÓNB SOCIAL; ACTIVIDADES Y SERVICIOS DE INFORMACIÓN Y ATENCIÓN A MUJERES VÍCTIMAS DE VIOLENCIA DOMÉSTICA O POR RAZÓN DE SEXO; SERVICIOS DE MEDIACIÓN SOCIAL, VECINAL, COMUNITARIA, INTERCULTURAL, FOMENTO DE LA IGUALDAD ENTRE MUJERES Y HOMBRES, ETC..; ACTIVIDADES Y SERVICIOS ENCAMINADOS A LA MEDIACIÓN FAMILIAR, TANTO EN LAS RELACIONES PATERNO/FRATERNO/FILIARES, COMO A LAS RELACIONES DE PAREJA.; ACTIVIDADES  Y SERVICIOS DE TALLER OCUPACIONAL, CENTRO OCUPACIONAL O CENTRO DE DÍA O RESIDENCIALES PARA ATENDER NECESIDADES DE INCLUSIÓN SOCIAL DE LOS GRUPOS Y/O PERSONAS ANTERIORMENTE DESCRITAS; ACTIVIDADES Y SERVICIOS ENCAMINADOS A LA INCLUSIÓN SOCIAL Y/O LABORAL DE PERSONAS DISCRIMINADAS POR MOTIVOS SEXUALES; CUALESQUIERA OTROS SERVICIOS Y ACCIONES ENCAMINADAS A LA ATENCIÓN DE LAS NECESIDADES QUE, DE CUALQUIER ÍNDOLE, PRESENTEN LOS COLECTIVOS DESCRITOS CON ANTERIORIDAD (VIVIENDA, SALUD, CULTURA, EDUCACIÓN, CONSUMO, ETC..)",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06404",
      "_links": {
        "self": {
          "name": "GAZTAROA SARTU KOOP.ELK.",
          "href": "https://api.euskadi.eus/procurements/companies/06404"
        }
      }
    }
  ]
}