{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 524,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "OLATU 2015, SOCIEDAD LIMITADA UNIPERSONAL",
      "registrationNumber": "07769",
      "identificationNumber": "B95810834",
      "address": "C/ANDRA MARI Nº21-2º",
      "location": {
        "postalCode": "48370",
        "municipality": "Bermeo",
        "county": "Bizkaia",
        "municipalityId": "017",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.733.1",
          "name": "Transporte de cabotaje y por vías navegables interiores de viajeros",
          "_links": {
            "self": {
              "name": "Transporte de cabotaje y por vías navegables interiores de viajeros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.733.1"
            }
          }
        },
        {
          "id": "1.752.7",
          "name": "Servicios de explotación y mantenimiento de puertos, canales, etc",
          "_links": {
            "self": {
              "name": "Servicios de explotación y mantenimiento de puertos, canales, etc",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.752.7"
            }
          }
        },
        {
          "id": "1.855.2",
          "name": "Alquiler de embarcaciones",
          "_links": {
            "self": {
              "name": "Alquiler de embarcaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.855.2"
            }
          }
        },
        {
          "id": "1.933.1",
          "name": "Enseñanza de conducción de vehículos terrestres, acuáticos, etc",
          "_links": {
            "self": {
              "name": "Enseñanza de conducción de vehículos terrestres, acuáticos, etc",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.933.1"
            }
          }
        }
      ],
      "certificateStartDate": "2021-06-28",
      "certificateEndDate": "2021-12-06",
      "object": "CONSTRUCCIÓN, REPARACIÓN Y MANTENIMIENTO DE OBRA CIVIL EN TODA CLASE DE INSTALACIONES PORTUARIAS, EN TIERRA O BAJO EL AGUA. TRABAJOS SUBMARINOS DE TODA CLASE, REPARACIÓN DE INSTALACIÓN SOBRE Y BAJO EL AGUA. TRANSPORTE MARÍTIMO, ALQUILER DE EMBARCACIONES, SERVICIOS SUBACUÁTICOS Y SERVICIOS PORTUARIOS. EL TRANSPORTE Y LA LOGÍSTICA DE TODO TIPO DE BIENES, MERCANCÍAS Y VIAJEROS. ASÍ COMO SUS SERVICIOS Y ACTIVIDADES AUXILIARES Y COMPLEMENTARIAS, A TRAVÉS DE CUALQUIER MEDIO, VÍA E ITINERARIO DE TRANSPORTE MARÍTIMO, FLUVIAL, AÉREO, POR CARRETERA O FERROVIARIO NACIONAL O INTERNACIONAL. SERVICIO DE REPARACIÓN EN MECÁNICA, ELECTRICIDAD, CHAPA, PINTURA EN EMBARCACIONES Y DEMÁS ACTIVIDADES RELACIONADAS CON LAS EMBARCACIONES. ALQUILER DE ESPACIOS PARA INVERNAGE DE VEHÍCULOS Y EMBARCACIONES DE RECREO. LA ADQUISICIÓN, TENENCIA, TRANSMISIÓN, ENAJENACIÓN DE ACCIONES, PARTICIPACIONES, OBLIGACIONES Y DERECHOS, TODO ELLO SIN INCIDIR, EN NINGÚN CASO, EN AQUELLAS ACTIVIDADES OBJETO DE LA LEGISLACIÓN DE INSTITUCIONES DE INVERSIÓN COLECTIVA Y DE MERCADO DE VALORES, O EN AQUELLAS OPERACIONES QUE SE RIJAN POR OPERACIONES ESPECIALES. LA ADQUISICIÓN, TENENCIA, TRANSMISIÓN, ENAJENACIÓN DE ACCIONES, OBLIGACIONES Y DERECHOS, Y, EN ESPECIAL, DE VALORES QUE OTORGUEN, AL MENOS, EL 5% DE LOS DERECHOS DE VOTO DE CUALQUIER SOCIEDAD MERCANTIL Y SE POSEAN CON LA FINALIDAD DE DIRIGIR Y GESTIONAR LA PARTICIPACIÓN DISPONIENDO DE LA CORRESPONDIENTE ORGANIZACIÓN DE MEDIOS MATERIALES Y PERSONALES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07769",
      "_links": {
        "self": {
          "name": "OLATU 2015, SOCIEDAD LIMITADA UNIPERSONAL",
          "href": "https://api.euskadi.eus/procurements/companies/07769"
        }
      }
    },
    {
      "name": "FLORENCIO FELIPE EZQUERRA FERNÁNDEZ DE PINEDO",
      "registrationNumber": "07767",
      "identificationNumber": "16121119M",
      "address": "Plaza España,, 2, Bajo",
      "location": {
        "postalCode": "01001",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.659.4",
          "name": "Venta al por menor de libros, periódicos y artículos de papelería y escritorio",
          "_links": {
            "self": {
              "name": "Venta al por menor de libros, periódicos y artículos de papelería y escritorio",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.4"
            }
          }
        }
      ],
      "certificateStartDate": "2021-06-28",
      "certificateEndDate": "2021-10-09",
      "object": "VENTA AL POR MENOR DE LIBROS, PERIÓDICOS Y ARTÍCULOS DE PAPELERÍA Y ESCRITORIO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07767",
      "_links": {
        "self": {
          "name": "FLORENCIO FELIPE EZQUERRA FERNÁNDEZ DE PINEDO",
          "href": "https://api.euskadi.eus/procurements/companies/07767"
        }
      }
    },
    {
      "name": "TPF GETINSA EUROESTUDIOS, S.L.",
      "registrationNumber": "07758",
      "identificationNumber": "B84840685",
      "address": "C/ Ramón de Aguinaga, 8",
      "location": {
        "postalCode": "28028",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2021-06-23",
      "certificateEndDate": "2021-11-17",
      "object": "LA REALIZACIÓN DE ESTUDIOS, ANTEPROYECTOS, PROYECTOS, PLANES DE SEGURIDAD Y SALUD, DIRECCIONES DE OBRA, DIRECCIONES AMBIENTALES, COORDINACIÓN DE SEGURIDAD Y SALUD, CONTROL Y VIGILANCIA DE OBRAS DE INGENIERÍA Y ARQUITECTURA Y LA GESTIÓN INTEGRADA DE PROYECTOS; PROJECT MANAGEMENT. LA REALIZACIÓN DE TRABAJOS DE CONSULTORÍA Y ASISTENCIA CON EL FIN DE ESTUDIAR Y ELABORAR INFORMES, ESTUDIOS, PLANES, ANTEPROYECTOS Y PROYECTOS DE CARÁCTER TÉCNICO, ORGANIZATIVO, ECONÓMICO SOCIAL Y MEDIOAMBIENTALES, ASÍ COMO LA DIRECCIÓN, SUPERVISIÓN Y CONTROL DE LA EJECUCIÓN Y MANTENIMIENTO DE OBRAS, INSTALACIONES Y DE LA IMPLANTACIÓN DE SISTEMAS ORGANIZATIVOS. LA REALIZACIÓN DE ESTUDIOS, PROYECTOS Y DIRECCIÓN DE OBRA PARA LA IMPLANTACIÓN DE TODO TIPO DE SISTEMAS DE ENERGÍA Y DE CONTROL PARA COMPLEJOS HIDROELÉCTRICOS, PETROQUÍMICOS, ENERGÉTICOS, INDUSTRIALES Y MEDIO AMBIENTALES. LLEVAR A CABO, EN COLABORACIÓN CON LAS ADMINISTRACIONES PÚBLICAS Y BAJO SU SUPERVISIÓN, LA TOMA DE DATOS, INVESTIGACIÓN Y ESTUDIOS PARA LA REALIZACIÓN DE CUALQUIER TRABAJO TÉCNICO; EL ASESORAMIENTO PARA LA GESTIÓN DE BIENES PÚBLICOS Y ORGANIZACIÓN DE SERVICIOS DEL MISMO CARÁCTER, EL ESTUDIO Y LA ASISTENCIA EN LA REDACCIÓN DE PROYECTOS, ANTEPROYECTOS, MODIFICACIÓN DE UNOS Y OTROS, DIRECCIÓN, SUPERVISIÓN Y CONTROL DE LA EJECUCIÓN Y MANTENIMIENTO DE OBRAS E INSTALACIONES Y DE LA IMPLANTACIÓN DE SISTEMAS ORGANIZATIVOS. LA PRESTACIÓN DE TODA CLASE DE SERVICIOS, TANTO A ENTES PÚBLICOS COMO A ENTIDADES PRIVADAS, DE CARÁCTER TÉCNICO, ECONÓMICO, INDUSTRIAL, COMERCIAL, ADMINISTRATIVO O CUALQUIER OTRO QUE SEA COMPLEMENTARIO PARA EL FUNCIONAMIENTO DE LAS ADMINISTRACIONES PÚBLICAS. EL TRATAMIENTO DE LA INFORMACIÓN Y LA CONFECCIÓN DE PROGRAMAS Y APLICACIONES INFORMÁTICOS DESARROLLADOS PARA CLIENTES, TANTO PÚBLICOS COMO PRIVADOS, CONFORME A SUS NECESIDADES Y DE LIBRE UTILIZACIÓN POR LOS MISMOS. LA REALIZACIÓN DE SERVICIOS URBANOS EN SU MÁS AMPLIO ASPECTO, TANTO COMO CONCESIONARIA DEL SERVICIO COMO EN CUALQUIER OTRA FORMA PREVISTA POR LA LEY DE CONTRATOS DEL SECTOR PÚBLICO. LA PROMOCIÓN, CONSTRUCCIÓN, REPARACIÓN, CONSERVACIÓN Y EXPLOTACIÓN DE TODA CLASE DE OBRAS DE INGENIERÍA Y ARQUITECTURA O DE CUALQUIER OTRA CLASE, TANTO PÚBLICAS COMO PRIVADAS, Y LA REALIZACIÓN Y EJECUCIÓN DE PROYECTOS LLAVE EN MANO DE TODO TIPO DE OBRAS CIVILES, EDIFICACIONES O CUALQUIER OTRO TIPO DE OBRA, ASÍ COMO LA COMPRA, VENTA Y ARRENDAMIENTO (EXCLUIDO EL FINANCIERO ACTIVO) DE INMUEBLES DE CUALQUIER CLASE. LA PROMOCIÓN, COMPRA Y VENTA DE TERRENOS Y EDIFICACIONES, EN SU TOTALIDAD O POR PARTES DETERMINADAS O EN PROINDIVISO, CUYA CONSTRUCCIÓN PODRÁ REALIZAR LA SOCIEDAD DIRECTAMENTE O POR MEDIO DE CONTRATAS, SUBCONTRATISTAS O DESTAJISTAS. LA RECOPILACIÓN DE INFORMACIÓN Y EL TRATAMIENTO INFORMÁTICO DE LA INFORMACIÓN PARA LA REALIZACIÓN DE CATASTROS, CENSOS Y CARTOGRAFÍAS. LA INTERVENCIÓN Y ASESORAMIENTO EN TODA CLASE DE EXPEDIENTES ADMINISTRATIVOS DE EXPROPIACIÓN, LA PARTICIPACIÓN Y CONSTITUCIÓN EN EMPRESAS CONCESIONARIAS DE OBRAS Y SERVICIOS. EL ASESORAMIENTO Y DEFENSA JURÍDICA DE PERSONAS FÍSICAS Y JURÍDICAS. LA EXPLORACIÓN, INVESTIGACIÓN, DESARROLLO, EXPLOTACIÓN, APROVECHAMIENTO Y TRATAMIENTO DE TODA CLASE DE RECURSOS MINEROS. LOS ESTUDIOS DE ESTADO DE INFRAESTRUCTURAS, ESTUDIOS DE PATOLOGÍAS, PROYECTOS DE REHABILITACIÓN, PROYECTOS DE REPARACIÓN ESTRUCTURAL, PROYECTOS DE EXPLOTACIÓN Y MANTENIMIENTO. LOS ESTUDIOS TOPOGRÁFICOS, BATIMÉTRICOS, FOTOGRAMÉTRICOS Y AGRONÓMICOS. LOS PLANES DE ENSAYOS DE MATERIALES, INFORMES DE CALIDAD EN EJECUCIÓN DE OBRAS. LA REALIZACIÓN DC ENSAYOS Y ANÁLISIS DE LABORATORIO Y DE CAMPO, RELATIVOS A MATERIALES E INSTALACIONES PARA OBRAS, EN LOS ÁMBITOS DE URBANIZACIONES, CARRETERAS, FERROCARRILES, AEROPUERTOS, PUERTOS, OBRAS HIDRÁULICAS Y DE TODO TIPO DE OBRA PÚBLICA, EDIFICIOS DE TODO TIPO, NAVES, PLANTAS INDUSTRIALES, INGENIERÍA MECÁNICAS ENERGÉTICA O QUÍMICA, OLEODUCTOS, GASODUCTOS, MAQUINARIA E INSTALACIONES EN GENERAL, ASÍ COMO DEL TRANSPORTE DE CUALQUIER TIPO Y CLASE. LOS ENSAYOS Y ANÁLISIS DE LABORATORIO Y DE CAMPO, RELATIVOS A LA REALIZACIÓN DE ESTUDIOS GEOLÓGICOS, HIDROGEOLÓGICOS, GEOTÉCNICOS Y PARA EL CONTROL DE OBRA Y MATERIALES UTILIZADOS EN LA CONSTRUCCIÓN. EL ESTUDIO, INVESTIGACIÓN Y DESARROLLO Y COMERCIALIZACIÓN DE TODO TIPO DE PROYECTOS DE INNOVACIÓN TECNOLÓGICA Y DE NUEVOS MATERIALES DE CONSTRUCCIÓN O PARA LA CONSTRUCCIÓN Y LA CREACIÓN DE LABORATORIOS PARA EL ANÁLISIS DE LOS MISMOS. LOS ESTUDIOS, INFORMES Y PROYECTOS DENTRO DEL ÁMBITO DE LA GEOTECNIA, GEOLOGÍA, HIDROGEOLOGÍA, TOPOGRAFÍA Y EL MEDIO AMBIENTE. LA INSTALACIÓN DE INSTRUMENTACIÓN EN EL TERRENO Y ESTRUCTURAS Y SU SEGUIMIENTO TEMPORAL PARA CONTROL DE ESTADOS TENSIONALES Y DE DEFORMACIONES. LA AUSCULTACIÓN ESTRUCTURAL Y FUNCIONAL DE FIRMES Y EXPLANADAS EN GENERAL. LA REALIZACIÓN, PROMOCIÓN, DIRECCIÓN O EJECUCIÓN COMPLETA, EN ESPAÑA Y EN EL EXTRANJERO, DE CUALQUIER NEGOCIO, ASUNTO O ACTIVIDAD RELATIVA AL ESTUDIO, PROYECTO, ASISTENCIA TÉCNICA, DIRECCIÓN DE OBRA, AUSCULTACIÓN Y CONSERVACIÓN DENTRO DEL ÁMBITO DE LA INGENIERÍA DEL TERRENO, TANTO CIVIL COMO DE EDIFICACIÓN. TODAS LAS ACTIVIDADES ANTERIORES SE PODRÁN DESARROLLAR TANTO EN EL TERRITORIO NACIONAL COMO EN EL DE CUALQUIER OTRO PAÍS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07758",
      "_links": {
        "self": {
          "name": "TPF GETINSA EUROESTUDIOS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07758"
        }
      }
    },
    {
      "name": "TEXTIL ARTEXMON, S.L.",
      "registrationNumber": "07755",
      "identificationNumber": "B66846031",
      "address": "TORRENT DE CAN BOBA Nº 6 1er PISO LOCAL 11",
      "location": {
        "postalCode": "08349",
        "municipality": "Cabrera de Mar",
        "county": "Barcelona",
        "municipalityId": "029",
        "countyId": "08"
      },
      "economicActivities": [
        {
          "id": "1.453",
          "name": "Confección en serie de toda clase de prendas de vestir",
          "_links": {
            "self": {
              "name": "Confección en serie de toda clase de prendas de vestir",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.453"
            }
          }
        }
      ],
      "certificateStartDate": "2021-06-23",
      "certificateEndDate": "2021-12-11",
      "object": "LA FABRICACIÓN, COMPRA, VENTA Y DISTRIBUCIÓN DE ARTÍCULOS TEXTILES. LA ACTIVIDAD DE CONFECCIÓN, TEJEDURÍA, PLANCHA Y ACABADO TEXTIL, ASÍ COMO EL DISEÑO, EXPORTACIÓN E IMPORTACIÓN TEXTILES. LA FABRICACIÓN, MANIPULACIÓN, DISEÑO, VENTA, INTERMEDIACIÓN, EXPORTACIÓN E IMPORTACIÓN DE TODA CLASE DE ELEMENTOS DE PROTECCIÓN INDIVIDUAL (EPI), INCLUIDO LOS DE TIPO SANITARIO, SIEMPRE EN CUMPLIMIENTO DE LO DISPUESTO EN LA NORMATIVA LEGAL SANITARIA REGULADORA DE LOS MISMOS, A EFECTOS DE CUMPLIR CON LA NORMATIVA NACIONAL Y/O COMUNITARIA VIGENTE",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07755",
      "_links": {
        "self": {
          "name": "TEXTIL ARTEXMON, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07755"
        }
      }
    },
    {
      "name": "CONSTRUCCIONES GICMA INFRAESTRUCTURAS FERROVIARIAS, S.L.",
      "registrationNumber": "07751",
      "identificationNumber": "B74366352",
      "address": "C/ A - Parcela 26 - Nave 4 Polígono Industrial Asipo",
      "location": {
        "postalCode": "33428",
        "municipality": "Llanera",
        "county": "Asturias",
        "municipalityId": "035",
        "countyId": "33"
      },
      "economicActivities": [
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        }
      ],
      "certificateStartDate": "2021-06-22",
      "certificateEndDate": "2021-10-02",
      "object": "LA CONTRATACIÓN Y REALIZACIÓN DE TODA CLASE DE OBRAS DE CONSTRUCCIÓN, MANTENIMIENTO Y REPARACIÓN DE VÍAS FÉRREAS Y SUS INSTALACIONES, YA SE TRATE DE CONTRATACIÓN CON PARTICULARES O ENTIDADES, CON EL ESTADO, COMUNIDADES AUTÓNOMAS, CORPORACIONES LOCALES O ENTIDADES PARAESTATALES, BIEN POR CONCIERTO DIRECTO, CONCURSO, CONCURSO-SUBASTA, DESTAJO, CESIÓN O CUALQUIER OTRO TIPO DE CONTRATO. MANTENIMIENTO Y REPARACIÓN DE TÚNELES Y PUENTES. COMPRAVENTA Y ALQUILER DE MAQUINARIA INDUSTRIAL Y SUS DERIVADOS. CONSTRUCCIÓN, INSTALACIONES Y MANTENIMIENTO. ACTIVIDADES INMOBILIARIAS. INDUSTRIAS MANUFACTURERAS Y TEXTILES. TURISMO, HOSTELERÍA Y RESTAURACIÓN. TRANSPORTE Y ALMACENAMIENTO. INFORMACIÓN Y COMUNICACIONES. AGRICULTURA, GANADERÍA Y PESCA. INFORMÁTICA, TELECOMUNICACIONES Y OFIMÁTICA. ENERGÍAS ALTERNATIVAS. COMPRAVENTA Y REPARACIÓN DE VEHÍCULOS. REPARACIÓN Y MANTENIMIENTO DE INSTALACIONES Y MAQUINARIA. INVESTIGACIÓN, DESARROLLO E INNOVACIÓN. ACTIVIDADES CIENTÍFICAS Y TÉCNICAS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07751",
      "_links": {
        "self": {
          "name": "CONSTRUCCIONES GICMA INFRAESTRUCTURAS FERROVIARIAS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07751"
        }
      }
    },
    {
      "name": "ESRI ESPAÑA SOLUCIONES GEOESPACIALES, S.L.",
      "registrationNumber": "07456",
      "identificationNumber": "B86900057",
      "address": "CALLE EMILIO MUÑOZ, 35",
      "location": {
        "postalCode": "28037",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2021-06-22",
      "certificateEndDate": "2021-12-11",
      "object": "LA ELABORACIÓN, COMERCIALIZACIÓN Y MANTENIMIENTO DE SISTEMAS Y PROGRAMAS INFORMÁTICOS APTOS PARA CAPTURAR, ALMACENAR, MANIPULAR, ANALIZAR Y DESPLEGAR EN TODAS SUS FORMAS INFORMACIÓN GEOGRÁFICA, ASÍ COMO LA PRESTACIÓN DE SERVICIOS DE FORMACIÓN, CONSULTORÍA, INVESTIGACIÓN Y DESARROLLO RELACIONADOS CON ESTE TIPO DE SISTEMAS Y PROGRAMAS INFORMÁTICOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07456",
      "_links": {
        "self": {
          "name": "ESRI ESPAÑA SOLUCIONES GEOESPACIALES, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07456"
        }
      }
    },
    {
      "name": "AUTOCENTRO ARMENTIA, S.A.",
      "registrationNumber": "07439",
      "identificationNumber": "A01285709",
      "address": "C/ ALTO DE ARMENTIA, 2",
      "location": {
        "postalCode": "01007",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.654.1",
          "name": "Venta al por menor de vehículos terrestres",
          "_links": {
            "self": {
              "name": "Venta al por menor de vehículos terrestres",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.654.1"
            }
          }
        },
        {
          "id": "1.691.2",
          "name": "Reparación de vehículos automóviles, bicicletas y otros vehículos",
          "_links": {
            "self": {
              "name": "Reparación de vehículos automóviles, bicicletas y otros vehículos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.691.2"
            }
          }
        }
      ],
      "certificateStartDate": "2021-06-22",
      "certificateEndDate": "2021-11-20",
      "object": "A) LA IMPORTACIÓN, EXPORTACIÓN, COMERCIALIZACIÓN Y COMPRAVENTA DE TODA CLASE DE VEHÍCULOS, NUEVOS O USADOS, Y DE CUALQUIER CLASE DE ACCESORIOS, PIEZAS O ELEMENTOS PROPIOS DE LOS MISMOS; ASÍ COMO LA REPRESENTACIÓN DE CUALESQUIERA MARCAS DE VEHÍCULOS, CON INDEPENDENCIA DE LA ACTIVIDAD A LA QUE SE APLIQUEN. B) LA REPARACIÓN DE TODA CLASE DE VEHÍCULOS, ASÍ COMO LA CONSTRUCCIÓN Y REPARACIÓN DE CARROCERÍAS DE LOS MISMOS; EL GUARDERÍO, ALQUILER, LAVADO Y ENGRASE DE ÉSTOS; LA PRESTACIÓN DE LOS SERVICIOS DE GRÚA. C) LA REALIZACIÓN DE GESTIONES ADMINISTRATIVAS CON LAS COMPAÑÍAS DE SEGUROS RELACIONADAS CON LOS VEHÍCULOS QUE SE VENDAN O REPAREN; EL PERITAJE DE DAÑOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07439",
      "_links": {
        "self": {
          "name": "AUTOCENTRO ARMENTIA, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/07439"
        }
      }
    },
    {
      "name": "EDIFNOR CONSTRUCCIONES Y CONTRATAS, S.L.",
      "registrationNumber": "07745",
      "identificationNumber": "B95664447",
      "address": "HURTADO DE AMEZAGA, 20 - 3º, DPTO 6",
      "location": {
        "postalCode": "48008",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        }
      ],
      "certificateStartDate": "2021-06-22",
      "certificateEndDate": "2021-12-04",
      "object": "1. LA INDUSTRIA DE LA CONSTRUCCIÓN DE TODA CLASE DE OBRAS PÚBLICAS Y PRIVADAS ASÍ COMO LA PRESTACIÓN DE SERVICIOS EN ORDEN A LA CONSERVACIÓN, MANTENIMIENTO Y EXPLOTACIÓN DE AUTOPISTAS, AUTOVÍAS, CARRETERAS Y, EN GENERAL, TODO TIPO DE VÍAS PÚBLICAS Y PRIVADAS Y DE CUALQUIER OTRO TIPO DE OBRAS. Y CUALESQUIERA ESPECIE DE ACTOS Y OPERACIONES INDUSTRIALES, COMERCIALES Y FINANCIERAS QUE, DIRECTA O INDIRECTAMENTE, TENGA RELACIÓN CON LAS MISMAS. 2. LA PROMOCIÓN, CONSTRUCCIÓN, RESTAURACIÓN Y VENTA DE URBANIZACIONES Y TODA CLASE DE EDIFICIOS DESTINADOS A FINES INDUSTRIALES, COMERCIALES O DE VIVIENDA, BIEN POR CUENTA PROPIA O AJENA. LA CONSERVACIÓN Y MANTENIMIENTO DE OBRAS, INSTALACIONES Y SERVICIOS URBANOS E INDUSTRIALES. 3. LA DIRECCIÓN Y EJECUCIÓN DE TODA CLASE DE OBRAS, INSTALACIONES Y MONTAJES Y MANTENIMIENTOS REFERENTES A CENTRALES Y LÍNEAS DE PRODUCCIÓN, TRANSPORTE Y DISTRIBUCIÓN DE ENERGÍA ELÉCTRICA, SUBESTACIONES, CENTROS DE TRANSFORMACIÓN, INTERCONEXIÓN Y SECCIONAMIENTO, ESTACIONES GENERADORAS CONVERTIDORAS, INSTALACIONES ELÉCTRICAS, MECÁNICAS Y DE VÍA EN FERROCARRILES, METROS Y TRANVÍAS, ELECTRIFICACIÓN DE FERROCARRILES, TRANVÍAS Y TROLEBUSES, INSTALACIONES ELÉCTRICAS DE PRESAS, DEPURADORAS, POTABILIZADORAS DE AGUA, MUELLES, PUERTOS, AEROPUERTOS, DÁRSENAS, BARCOS, ASTILLEROS DE BUQUES, PONTONES, PLATAFORMAS Y ELEMENTOS DE FLOTACIÓN Y DE CUALESQUIERA ELEMENTOS PARA EL DIAGNÓSTICO, ENSAYO, SEGURIDAD Y PROTECCIÓN, MANDOS DE CONTROL Y ENCLAVAMIENTOS, MANIOBRA, MEDIDA, DIRECTO O POR TELEMANDO, PARA INDUSTRIAS Y EDIFICIOS ASÍ COMO LOS APROPIADOS PARA LAS INSTALACIONES ANTERIORMENTE RELACIONADAS, ELECTRIFICACIÓN, ILUMINACIÓN Y ALUMBRADO PÚBLICO, INSTALACIONES ELÉCTRICAS EN MINAS, REFINERÍAS Y AMBIENTES EXPLOSIVOS; Y, EN GENERAL, TODO TIPO DE INSTALACIONES RELACIONADAS CON LA PRODUCCIÓN, TRANSPORTE, DISTRIBUCIÓN, CONSERVACIÓN, RECUPERACIÓN Y UTILIZACIÓN DE ENERGÍA ELÉCTRICA EN TODOS SUS GRADOS Y SISTEMAS ASÍ COMO LA EXPLOTACIÓN Y   REPARACIÓN, SUSTITUCIÓN Y CONSERVACIÓN DE SUS ELEMENTOS. CONTROL Y AUTOMATIZACIÓN DE TODO TIPO DE REDES INSTALACIONES ELÉCTRICAS, TELEMANDOS, EQUIPOS INFORMÁTICOS NECESARIOS PARA LA GESTIÓN E INFORMATIZACIÓN Y RACIONALIZACIÓN DEL CONSUMO DE TODA CLASE DE ENERGÍA. 4. LA DIRECCIÓN Y EJECUCIÓN DE TODA CLASE DE OBRAS, INSTALACIONES, MONTAJES Y MANTENIMIENTOS RELACIONADOS CON LA ELECTRÓNICA, DE SISTEMAS Y REDES DE COMUNICACIONES TELEFÓNICAS, TELEGRÁFICAS, SEÑALIZACIÓN, S.O. S., PROTECCIÓN CIVIL, DEFENSA Y TRÁFICO Y TRANSMISIÓN Y UTILIZACIÓN DE VOZ Y DATOS, MEDIDAS Y SEÑALES, ASÍ COMO DE PROPAGACIÓN, EMISIÓN, REPETICIÓN Y RECEPCIÓN DE ONDAS DE CUALESQUIERA CLASES, DE ANTENAS, REPETIDORES, RADIO-ENLACE, AYUDA A LA NAVEGACIÓN, EQUIPOS Y ELEMENTOS NECESARIOS PARA LA  EJECUCIÓN DE TALES OBRAS, MONTAJES E INSTALACIONES. 5. LA DIRECCIÓN Y EJECUCIÓN DE TODA CLASE DE OBRAS, INSTALACIONES, MONTAJES Y MANTENIMIENTOS RELACIONADAS CON EL APROVECHAMIENTO, PRODUCCIÓN, TRANSFORMACIÓN, ALMACENAMIENTO, TRANSPORTE, CANALIZACIÓN, DISTRIBUCIÓN, UTILIZACIÓN, MEDIDA Y MANTENIMIENTO DE CUALESQUIERA OTRAS CLASES DE ENERGÍA Y PRODUCTOS ENERGÉTICOS Y DE CUALQUIER OTRA ENERGÍA QUE PUEDA UTILIZARSE EN EL FUTURO, INCLUIDO EL SUMINISTRO DE SUS EQUIPOS ESPECIALES, ELEMENTOS NECESARIOS PARA INSTALACIÓN Y MONTAJE Y MATERIALES DE TODA CLASE. 6. LA DIRECCIÓN Y EJECUCIÓN DE TODA CLASE DE OBRAS, MONTAJES E INSTALACIONES, Y MANTENIMIENTO DE OBRAS HIDRÁULICAS PARA APROVECHAR, ALMACENAR, ELEVAR, IMPULSAR O DISTRIBUIR AGUA, SU CANALIZACIÓN, TRANSPORTE Y DISTRIBUCIÓN, INCLUYENDO INSTALACIONES DE TRATAMIENTO DE AGUAS Y GASES. 7. LA DIRECCIÓN Y EJECUCIÓN DE TODA CLASE DE OBRAS, MONTAJES E INSTALACIONES, Y MANTENIMIENTOS PARA EL APROVECHAMIENTO, TRANSPORTE, CANALIZACIÓN Y DISTRIBUCIÓN DE GASES COMBUSTIBLES, LÍQUIDOS Y SÓLIDOS, PARA TODA CLASE DE USOS. 8. LA DIRECCIÓN Y EJECUCIÓN DE TODA CLASE DE OBRAS, MONTAJES E INSTALACIONES, Y MANTENIMIENTOS DE OBRAS DE VENTILACIÓN, CALEFACCIÓN, CLIMATIZACIÓN, FRIGORÍFICAS Y PARA MEJORAR EL MEDIO AMBIENTE, PARA TODA CLASE DE USOS. 9. LA DIRECCIÓN Y EJECUCIÓN DE TODA CLASE DE OBRAS, INSTALACIONES, MONTAJES Y MANTENIMIENTOS REFERENTE A TELEFÉRICOS, TELECABINAS, TELESILLAS Y REMONTES, TANTO PARA EL TRANSPORTE DE PERSONAS COMO DE MATERIALES MEDIANTE SISTEMAS CON CABLES O CUALQUIER CLASE DE ELEMENTOS MECÁNICOS. LA RECUPERACIÓN DE BUQUES Y ELEMENTOS SUMERGIDOS, SALVAMENTOS MARÍTIMOS, DESGUACES DE BUQUES, REPARACIONES NAVALES A FLOTA, REPARACIONES Y MONTAJE DE MOTORES Y ELEMENTOS MECÁNICOS PARA BUQUES Y TRABAJOS SUBMARINOS Y VENTA DE MATERIAL ACUÁTICO Y DEPORTIVO. 10. LA FABRICACIÓN, TRANSFORMACIÓN, ELABORACIÓN, MANIPULACIÓN, REPARACIÓN, MANTENIMIENTO Y TODA CLASE DE OPERACIONES DE CARÁCTER INDUSTRIAL PARA SU COMERCIALIZACIÓN RELACIONADAS CON MAQUINARIA, ELEMENTOS, ÚTILES, ENSERES, MATERIAL ELÉCTRICO DE PROTECCIÓN, CONDUCTORES DESNUDOS Y AISLADOS, AISLADORES, HERRAJES Y MÁQUINAS Y HERRAMIENTAS Y EQUIPOS AUXILIARES PARA MONTAJES E INSTALACIÓN DE FERROCARRILES, METRO Y TRANVÍA, CENTRALES Y LÍNEAS Y REDES DE TRANSPORTE Y DISTRIBUCIÓN DE ENERGÍA ELÉCTRICA Y PARA COMUNICACIONES TELEFÓNICAS Y TELEGRÁFICAS, SISTEMAS DE TELECOMUNICACIÓN, SEGURIDAD, TRÁFICO, TELEMÁTICA Y TRANSMISIÓN DE VOZ Y DATOS; DE ELEMENTOS Y MÁQUINAS PARA EL   APROVECHAMIENTO, TRANSFORMACIÓN, TRANSPORTE Y UTILIZACIÓN DE TODA CLASE DE ENERGÍAS Y PRODUCTOS ENERGÉTICOS; DE BOMBAS ELEVADORAS DE FLUIDOS Y GASES, CANALIZACIONES Y DEMÁS ELEMENTOS, MECANISMOS,   INSTRUMENTOS ACCESORIOS, REPUESTOS Y MATERIALES NECESARIOS PARA LA EJECUCIÓN, REALIZACIÓN DE CUALESQUIERA OBRAS, INSTALACIONES Y MONTAJES  INDUSTRIALES, AGRÍCOLAS, NAVALES, DE TRANSPORTE Y COMUNICACIONES, MINEROS Y DEMÁS RELACIONADOS EN LOS PRECEDENTES APARTADOS. LA EXPLOTACIÓN DEL NEGOCIO DE PRODUCCIÓN, VENTA Y UTILIZACIÓN DE ENERGÍA ELÉCTRICA, ASÍ COMO DE OTRAS FUENTES DE ENERGÍA Y REALIZACIÓN DE ESTUDIOS RELACIONADOS CON LAS MISMAS Y LA EXPLOTACIÓN DEL NEGOCIO DE PRODUCCIÓN, EXPLORACIÓN, VENTA Y UTILIZACIÓN DE TODA CLASE DE RECURSOS ENERGÉTICOS PRIMARIOS SÓLIDOS, LÍQUIDOS O GASEOSOS, INCLUYENDO ESPECÍFICAMENTE LOS HIDROCARBUROS Y EL GAS, YA SEA NATURAL, LICUADO O DE OTRO TIPO O ESTADO, EN SUS DIVERSAS FORMAS Y CLASES. LA PLANIFICACIÓN ENERGÉTICA Y RACIONALIZACIÓN DEL USO DE LA ENERGÍA Y LA COGENERACIÓN DE LA MISMA. LA INVESTIGACIÓN, DESARROLLO Y EXPLOTACIÓN DE LAS COMUNICACIONES Y DE LA INFORMÁTICA EN TODOS SUS ASPECTOS. 11. LA FABRICACIÓN, INSTALACIÓN, ENSAMBLAJE, MONTAJE, SUMINISTRO, MANTENIMIENTO COMERCIALIZACIÓN DE TODA CLASE DE PRODUCTOS  ELEMENTOS PROPIOS O DERIVADOS DEL HORMIGÓN, CERÁMICAS, RESINAS, BARNICES, PINTURAS, PLÁSTICO O MATERIAL SINTÉTICO; ASÍ COMO DE ESTRUCTURAS METÁLICAS PARA PLANTAS INDUSTRIALES Y EDIFICIOS, DE PUENTES, TORRES Y APOYOS METÁLICOS Y DE HORMIGÓN ARMADO O CUALQUIER MATERIAL SINTÉTICO PARA TODA CLASE DE COMUNICACIONES Y TRANSPORTE O DISTRIBUCIÓN DE ENERGÍA ELÉCTRICA O DE CUALQUIER OTRA CLASE DE MATERIAS O PRODUCTOS ENERGÉTICOS RELACIONADOS CON LA ENERGÍA DE TODAS SUS CLASES.12. LA FABRICACIÓN, PREPARACIÓN, MANIPULACIÓN Y ACABADO, DIAGNÓSTICO, TRATAMIENTO E IMPREGNACIÓN PARA SU PROTECCIÓN Y CONSERVACIÓN Y VENTA DE MADERAS EN GENERAL Y, EN ESPECIAL, DE POSTES EMPLEADOS EN LÍNEAS ELÉCTRICAS, TELEFÓNICAS, Y TELEGRÁFICAS, LA IMPREGNACIÓN O EN SERVICIO PARA ENTIBACIONES DE MINAS Y GALERÍAS, APEOS DE EDIFICIOS, MADERA DE OBRA, TRAVIESAS PARA FERROCARRILES Y VALLAS, Y LA PRODUCCIÓN Y COMERCIALIZACIÓN DE PRODUCTOS ANTISÉPTICOS Y EXPLOTACIÓN DE PROCEDIMIENTOS PARA LA CONSERVACIÓN DE MADERAS, ELEMENTOS, ÚTILES Y ENSERES DE DICHA NATURALEZA. LA ADQUISICIÓN, DISPOSICIÓN, APLICACIÓN Y EXPLOTACIÓN DE PINTURAS, BARNICES, REVESTIMIENTOS, METALIZACIONES Y EN GENERAL, MATERIALES DE CONSTRUCCIÓN. 13. LA DIRECCIÓN Y EJECUCIÓN DE REPOBLACIONES FORESTALES, AGRÍCOLAS, PISCÍCOLAS, REFORESTACIONES, ASÍ COMO EL MANTENIMIENTO Y MEJORA DE LAS MISMAS. LOS TRABAJOS DE JARDINERÍA, PLANTACIÓN, REVEGETACIÓN, REFORESTACIÓN, MANTENIMIENTO CONSERVACIÓN DE PARQUES, JARDINES Y ELEMENTOS ANEJOS. 14. LA FABRICACIÓN, INSTALACIÓN, DISTRIBUCIÓN Y EXPLOTACIÓN EN CUALQUIER FORMA DE TODO TIPO DE ANUNCIOS Y SOPORTES PUBLICITARIOS EL DISEÑO, CONSTRUCCIÓN, FABRICACIÓN, INSTALACIÓN, MANTENIMIENTO LIMPIEZA, CONSERVACIÓN EXPLOTACIÓN PUBLICITARIA DE TODO TIPO DE MOBILIARIO URBANO Y ELEMENTOS SIMILARES. 15. LA PRESTACIÓN DE TODO TIPO DE SERVICIOS, PÚBLICOS Y PRIVADOS, DE CARÁCTER URBANO, INCLUIDA LA EJECUCIÓN DE OBRAS E INSTALACIONES QUE HUBIERAN DE REALIZARSE, YA SEA EN RÉGIMEN DE CONCESIÓN ADMINISTRATIVA O DE ARRENDAMIENTO. EL TRATAMIENTO, RECICLAJE Y VALORACIÓN DE TODO TIPO DE RESIDUOS URBANOS, ASIMILABLES A URBANOS, INDUSTRIALES Y SANITARIOS; EL TRATAMIENTO Y VENTA DE PRODUCTOS RESIDUALES, ASÍ COMO LA GESTIÓN Y EXPLOTACIÓN DE PLANTAS DE TRATAMIENTO Y TRANSFERENCIA DE RESIDUOS. LA REDACCIÓN Y TRAMITACIÓN DE TODO TIPO DE PROYECTOS RELACIONADOS CON ASUNTOS MEDIOAMBIENTALES. 16. LOS SERVICIOS DE LIMPIEZA DE EDIFICIOS, CONSTRUCCIONES Y OBRAS DE CUALQUIER TIPO, DE OFICINAS, LOCALES COMERCIALES Y LUGARES PÚBLICOS. LA PREPARACIÓN, CONSERVACIÓN, MANTENIMIENTO, HIGIENIZACIÓN, DESINFECCIÓN, DESRATIZACIÓN.  LIMPIEZA, LAVADO, PLANCHADO, CLASIFICACIÓN Y TRANSPORTE DE ROPA. 17. LOS MONTAJES E INSTALACIONES DE MOBILIARIO, TALES COMO MESAS, ESTANTERÍAS, MATERIAL DE OFICINA Y OBJETOS SEMEJANTES O COMPLEMENTARIOS. 18. LOS TRANSPORTES DE TODO TIPO, EN ESPECIAL, TERRESTRES, DE VIAJEROS Y MERCANCÍAS, Y LAS ACTIVIDADES RELACIONADAS CON LOS MISMOS. LA GESTIÓN Y EXPLOTACIÓN, ASÍ COMO PRESTACIÓN DE SERVICIOS AUXILIARES Y COMPLEMENTARIOS EN TODO TIPO DE EDIFICACIÓN E INMUEBLES O COMPLEJOS DE USO PÚBLICO O PRIVADO DESTINADOS A ÁREAS O ESTACIONES DE SERVICIOS, ÁREAS RECREATIVAS Y ESTACIONES DE AUTOBUSES O INTERMODALES. 19. LA PRESTACIÓN DE SERVICIOS INTEGRALES DE ASISTENCIA SANITARIA Y DE SERVICIOS DE ASISTENCIA SOCIAL Y SANITARIA, MEDIANTE PERSONAL CUALIFICADO CONTRATADO AL EFECTO (MÉDICOS, PSICÓLOGOS, PEDAGOGOS, DIPLOMADOS UNIVERSITARIOS EN ENFERMERÍA, ASISTENTES SOCIALES, FISIOTERAPEUTAS Y TERAPEUTAS) Y  LA REALIZACIÓN DE LAS SIGUIENTES TAREAS: SERVICIO DE AYUDA Y ASISTENCIA A DOMICILIO; TELEASISTENCIA DOMICILIARIA Y SOCIO-SANITARIA; EXPLOTACIÓN O GESTIÓN, TOTAL O PARCIAL, DE RESIDENCIAS, PISOS TUTELARES, CENTROS DE DÍA, COMUNIDADES TERAPÉUTICAS Y OTROS CENTROS DE ACOGIDA Y REHABILITACIÓN; TRANSPORTE SANITARIO Y ACOMPAÑAMIENTO DE LOS COLECTIVOS ANTES CITADOS; HOSPITALIZACIÓN  A DOMICILIO Y AYUDA MÉDICA Y DE ENFERMERÍA A DOMICILIO; SUMINISTRO DE OXIGENOTERAPIA, CONTROL DE GASES, ELECTROMEDICINA, ASÍ COMO SUS ACTIVIDADES CONEXAS. 20. PRESTACIÓN DE SERVICIOS AUXILIARES EN URBANIZACIONES, FINCAS URBANAS, INSTALACIONES INDUSTRIALES, REDES VIALES, CENTROS COMERCIALES, ORGANISMOS OFICIALES Y DEPENDENCIAS ADMINISTRATIVAS, INSTALACIONES DEPORTIVAS O DE RECREO, MUSEOS, RECINTOS FERIALES, SALAS DE EXPOSICIONES, CONFERENCIAS Y CONGRESOS, HOSPITALES, CONVENCIONES, INAUGURACIONES, CENTROS CULTURALES Y DEPORTIVOS, EVENTOS DEPORTIVOS, SOCIALES Y CULTURALES, EXPOSICIONES, CONFERENCIAS INTERNACIONALES, JUNTAS GENERALES DE ACCIONISTAS Y DE COMUNIDADES DE PROPIETARIOS, RECEPCIONES, RUEDAS DE PRENSA, CENTROS DOCENTES, PARQUES, INSTALACIONES AGROPECUARIAS (AGRICULTURA, GANADERÍA Y PESCA), BOSQUES, FINCAS RÚSTICAS, COTOS DE CAZA, RECINTOS DE RECREO Y DE ESPECTÁCULOS Y, EN GENERAL, EN TODA CLASE DE INMUEBLES Y EVENTOS, POR MEDIO DE CONSERJES, ORDENANZAS, BEDELES, UJIERES, CELADORES O CONTROLADORES, OPERADORES DE CONSOLA, PERSONAL DE SALA, PORTEROS, RECEPCIONISTAS, TAQUILLEROS  (INCLUYENDO RECOGIDA DE ENTRADAS), TELEFONISTAS, ACOMODADORES, COBRADORES, CUIDADORES, SOCORRISTAS, AZAFATAS, PERSONAL DE SALA Y PROFESIONALES AFINES O QUE COMPLEMENTEN SUS FUNCIONES, CONSISTENTES EN EL MANTENIMIENTO Y LA CONSERVACIÓN DE LOS LOCALES, ASÍ COMO EN LA ATENCIÓN Y SERVICIO A LOS VECINOS  OCUPANTES, VISITANTES Y/O USUARIOS, MEDIANTE LA REALIZACIÓN DE CORRESPONDIENTES TAREAS, EXCLUIDAS, EN TODO CASO, AQUELLAS QUE LA LEY RESERVA A LAS EMPRESAS DE SEGURIDAD. LOS COBROS Y CUADRE DE CAJAS Y LA CONFECCIÓN, RECOGIDA Y COBRO DE EFECTOS Y RECIBOS. EL DESARROLLO, PROMOCIÓN, EXPOSICIÓN, REALIZACIÓN, ADQUISICIÓN, VENTA Y PRESTACIÓN DE SERVICIOS, EN EL CAMPO DEL ARTE, LA CULTURA Y EL OCIO, EN SUS DIVERSAS ACTIVIDADES, FORMAS, EXPRESIONES Y ESTILOS. 21. LA ATENCIÓN DE LOS SERVICIOS DE URGENCIA, PREVENCIÓN, INFORMACIÓN, CENTRALITA DE TELÉFONOS, COCINA Y COMEDORES. LA APERTURA, CIERRE Y CUSTODIA DE LLAVES. EL ENCENDIDO Y APAGADO, MANEJO, SUPERVISIÓN, ENTRETENIMIENTO Y REPARACIÓN DE LOS MOTORES E INSTALACIONES DE CALOR Y FRÍO, DE ELECTRICIDAD, DE ASCENSORES, DE CONDUCCIONES DE AGUA, GAS Y OTROS SUMINISTROS Y DE LOS SISTEMAS DE PREVENCIÓN DE INCENDIOS. LA EXPLOTACIÓN DE SISTEMAS DE COMUNICACIÓN RÁPIDA CON SERVICIOS PÚBLICOS ASISTENCIALES, TALES COMO POLICÍA, BOMBEROS, HOSPITALES Y CENTROS MÉDICOS. SERVICIOS DE PREVENCIÓN Y LUCHA CONTRA INCENDIOS EN GENERAL EN MONTES, BOSQUES, FINCAS RÚSTICAS, INSTALACIONES INDUSTRIALES Y URBANAS. 22. LA GESTIÓN INTEGRAL O EXPLOTACIÓN DE CENTROS PÚBLICOS O PRIVADOS DE EDUCACIÓN ESPECIAL O DE ENSEÑANZA, ASÍ COMO LA VIGILANCIA, ATENCIÓN, EDUCACIÓN Y CONTROL DE ALUMNADOS U OTROS COLECTIVOS DOCENTES. 23. LA LECTURA DE CONTADORES AGUA, GAS Y ELECTRICIDAD, MANTENIMIENTO, REPARACIÓN Y REPOSICIÓN DE LOS MISMOS, ESCUCHA Y TRASCRIPCIÓN DE LECTURAS, INSPECCIÓN DE CONTADORES, TOMA Y ACTUALIZACIÓN DE DATOS Y COLOCACIÓN DE AVISOS. LAS MEDICIONES DE TEMPERATURA Y HUMEDAD EN VIALES Y, EN GENERAL, EN TODO TIPO DE BIENES, MUEBLES INMUEBLES, INSTALACIONES PÚBLICAS Y PRIVADAS, REALIZANDO TODOS AQUELLOS CONTROLES NECESARIOS PARA LA CONSERVACIÓN Y EL MANTENIMIENTO CORRECTO DE LOS MISMOS, O DE LOS BIENES EN ELLOS DEPOSITADOS O CUSTODIADOS. 24. LAS MANIPULACIONES, EMBALAJE Y DISTRIBUCIÓN DE PRODUCTOS ALIMENTICIOS O DE CONSUMO; LA ELABORACIÓN, CONDIMENTACIÓN Y DISTRIBUCIÓN DE COMIDAS PARA CONSUMO PROPIO O SUMINISTRO A TERCEROS; LA ATENCIÓN, REPOSICIÓN Y MANTENIMIENTO DE EQUIPOS, MAQUINARIA Y DISPENSADORES DE LOS PRODUCTOS MENCIONADOS; Y LA INTERVENCIÓN EN OPERACIONES DE MATERIAS PRIMAS, MERCANCÍAS MANUFACTURADAS Y SUMINISTROS. 25. LA PRESTACIÓN DE SERVICIOS DE ASISTENCIA EN TIERRA A PASAJEROS Y AERONAVES. LOS SERVICIOS INTEGRALES DE LOGÍSTICA DE MERCANCÍAS, TALES COMO: CARGA, DESCARGA, ESTIBA Y DESESTIBA, TRANSPORTE, DISTRIBUCIÓN, COLOCACIÓN, CLASIFICACIÓN, CONTROL DE ALMACÉN, PREPARACIÓN DE INVENTARIOS, REPOSICIÓN, CONTROL DE EXISTENCIAS EN ALMACENES Y ALMACENAMIENTO DE TODO TIPO DE MERCANCÍAS, EXCLUIDAS LAS ACTIVIDADES SOMETIDAS A LEGISLACIÓN ESPECIAL. LA GESTIÓN Y EXPLOTACIÓN DE LUGARES DE DISTRIBUCIÓN DE MERCANCÍAS Y BIENES EN GENERAL Y, EN ESPECIAL, DE PRODUCTOS PERECEDEROS, TALES COMO LONJAS DE PESCADOS, MERCADOS MAYORISTAS Y MINORISTAS. LA RECEPCIÓN, ATRAQUE, AMARRE Y CONEXIÓN DE SERVICIOS A EMBARCACIONES. 26. LOS SERVICIOS DE PUBLICIDAD DIRECTA, FRANQUEO Y CURSO POR CORREO DE IMPRESOS PUBLICITARIOS, PROPAGANDÍSTICOS Y, EN GENERAL, DE TODO TIPO DE DOCUMENTOS Y PAQUETES, POR CUENTA DE SUS CLIENTES. 27. LA GESTIÓN, EXPLOTACIÓN, ADMINISTRACIÓN, MANTENIMIENTO, CONSERVACIÓN, REHABILITACIÓN Y ACONDICIONAMIENTO DE TODO TIPO DE CONCESIONES EN SU MÁS AMPLIO SENTIDO, TANTO DE AQUELLAS EN LAS QUE FORME PARTE DEL ACCIONARIADO DE LA SOCIEDAD CONCESIONARIA, COMO DE AQUELLAS CON LAS QUE MANTENGA ALGÚN TIPO DE RELACIÓN CONTRACTUAL PARA DESARROLLAR ALGUNA DE LAS ACTIVIDADES ANTES RELACIONADAS. 28. LA ADQUISICIÓN, TENENCIA, DISFRUTE, ADMINISTRACIÓN Y ENAJENACIÓN DE TODA CLASE DE VALORES MOBILIARIOS POR CUENTA PROPIA, QUEDANDO EXCLUIDAS LAS ACTIVIDADES QUE LA LEGISLACIÓN ESPECIAL Y, EN PARTICULAR, LA LEGISLACIÓN SOBRE EL MERCADO DE VALORES ATRIBUYA CON CARÁCTER EXCLUSIVO A OTRAS ENTIDADES. 29. GESTIONAR Y ADMINISTRAR VALORES REPRESENTATIVOS DE LOS FONDOS PROPIOS DE ENTIDADES NO RESIDENTES EN TERRITORIO ESPAÑOL, MEDIANTE LA CORRESPONDIENTE ORGANIZACIÓN DE MEDIOS PERSONALES Y MATERIALES ADECUADOS AL EFECTO. 30. LA ELABORACIÓN DE TODO TIPO DE ESTUDIOS, INFORMES Y PROYECTOS Y LA CELEBRACIÓN DE CONTRATOS SOBRE LAS ACTIVIDADES INDICADAS EN ESTE ARTÍCULO, ASÍ COMO LA DIRECCIÓN Y ASESORAMIENTO EN SU EJECUCIÓN. 31. LA FORMACIÓN PROFESIONAL Y RECICLAJE DE LAS PERSONAS QUE PRESTEN LOS SERVICIOS EXPRESADOS EN LOS PUNTOS ANTERIORES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07745",
      "_links": {
        "self": {
          "name": "EDIFNOR CONSTRUCCIONES Y CONTRATAS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07745"
        }
      }
    },
    {
      "name": "BLUE CELL COMUNICACIÓN, S.L.",
      "registrationNumber": "07741",
      "identificationNumber": "B86082104",
      "address": "paseo de la castellana, 213 bajo A",
      "location": {
        "postalCode": "28046",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.617.8",
          "name": "Venta al por mayor de máquinas y material de oficina",
          "_links": {
            "self": {
              "name": "Venta al por mayor de máquinas y material de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.617.8"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2021-06-21",
      "certificateEndDate": "2021-12-11",
      "object": "GENERACIÓN Y DISTRIBUCIÓN DE CONTENIDOS EN SOPORTES DIGITALES. CREACIÓN DE APLICACIONES PARA CREACIÓN DE SISTEMAS EDITORIALES Y DE INFORMACIÓN. DESARROLLO, COMERCIALIZACIÓN Y DISTRIBUCIÓN DE SOFTWARE, TANTO DE PRODUCCIÓN PROPIA COMO DE TERCEROS. SERVICIOS DE PROCESAMIENTO EXTERNO: OUTSOURCING, HOSPEDAJE DE DATOS Y SISTEMAS DE ADMINISTRACIÓN EMPRESARIAL Y LOGÍSTICA. DESARROLLO, PRODUCCIÓN Y PROGRAMACIÓN PARA TODOS LOS SOPORTES TELEMÁTICOS, DISPOSITIVOS MÓVILES E INTERNET. SERVICIOS DE DISTRIBUCIÓN AUTORIZADA DE INFORMACIÓN EN SOPORTE ELECTRÓNICO Y EDICIÓN ELECTRÓNICA. INVESTIGACIÓN Y DESARROLLO DE CUALQUIER ÁREA DE CONOCIMIENTO. INTERMEDIACIÓN DE OPERACIONES ECONÓMICAS CON TERCEROS. ARTES GRÁFICAS Y ACTIVIDADES RELACIONADAS CON LA CREACIÓN Y DESARROLLO DE IMÁGENES. DISEÑO PUBLICITARIO, CREACIÓN DE IMAGEN CORPORATIVA, DISEÑO DE CARTELES, MAQUETACIÓN Y CREACIÓN DE LIBROS Y RETOQUE FOTOGRÁFICO. MARKETING Y PUBLICIDAD: TODA ACTIVIDAD RELACIONADA CON LA PROMOCIÓN DE PRODUCTOS. ASESORÍA DE IMAGEN, DISEÑO PUBLICITARIO, CAMPAÑAS PUBLICITARIAS EN TODOS LOS SOPORTES, CONSULTORÍA, TELEMARKETING, ESTADÍSTICAS, INFOMARKETING, RELACIONES COMERCIALES, PROMOCIÓN Y ESTUDIOS DE MERCADO. ORGANIZACIÓN DE EVENTOS: PLANIFICACIÓN DE ACONTECIMIENTOS SOCIOCULTURALES DE TODA ÍNDOLE. EXPOSICIONES, HAPPENINGS, PASES DE MODA, REPRESENTACIONES TEATRALES. CONCIERTOS, FESTIVALES, FIESTAS, FERIAS COMERCIALES, PRESENTACIONES, ACTOS DE EMPRESAS, PROMOCIONES Y ACTIVIDADES DE OCIO. COMPRA VENTA Y ARRENDAMIENTO DE TODO TIPO DE INMUEBLES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07741",
      "_links": {
        "self": {
          "name": "BLUE CELL COMUNICACIÓN, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07741"
        }
      }
    },
    {
      "name": "INGENIERÍA INTERACTIVA DEL OCIO SXXI, SOCIEDAD LIMITADA",
      "registrationNumber": "07740",
      "identificationNumber": "B98619281",
      "address": "AVD FRANCIA 45-1-18",
      "location": {
        "postalCode": "46023",
        "municipality": "València",
        "county": "Valencia/València",
        "municipalityId": "250",
        "countyId": "46"
      },
      "economicActivities": [
        {
          "id": "1.631",
          "name": "Intermediarios del comercio",
          "_links": {
            "self": {
              "name": "Intermediarios del comercio",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.631"
            }
          }
        },
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2021-06-21",
      "certificateEndDate": "2021-10-12",
      "object": "INTERMEDIARIOS DEL COMERCIO ESPECIALIZADO EN LA VENTA DE OTROS PRODUCTOS ESPECÍFICOS. INTERMEDIARIOS DEL COMERCIO DE PRODUCTOS DIVERSOS. ACTIVIDADES DE PROGRAMACIÓN INFORMÁTICA. OTROS SERVICIOS RELACIONADOS CON LAS TECNOLOGÍAS DE LA INFORMACIÓN Y LA INFORMÁTICA. SERVICIOS TÉCNICOS DE INGENIERÍA Y OTRAS ACTIVIDADES RELACIONADAS CON EL ASESORAMIENTO TÉCNICO. EDICIÓN DE OTROS PROGRAMAS INFORMÁTICOS. EDICIÓN DE VIDEOJUEGOS. FABRICACIÓN DE OTRO MATERIAL Y EQUIPO ELÉCTRICO. FABRICACIÓN DE PRODUCTOS ELECTRÓNICOS DE CONSUMO. OTRAS INSTALACIONES EN OBRAS DE CONSTRUCCIÓN",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07740",
      "_links": {
        "self": {
          "name": "INGENIERÍA INTERACTIVA DEL OCIO SXXI, SOCIEDAD LIMITADA",
          "href": "https://api.euskadi.eus/procurements/companies/07740"
        }
      }
    }
  ]
}