{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 10,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "BDUARQUITECTURA, S.L.",
      "registrationNumber": "08964",
      "identificationNumber": "B81936288",
      "address": "PASEO DE LA CASTELLANA, 124 - 1ºB-C",
      "location": {
        "postalCode": "28046",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        },
        {
          "id": "1.843.2",
          "name": "Servicios técnicos de arquitectura y urbanismo",
          "_links": {
            "self": {
              "name": "Servicios técnicos de arquitectura y urbanismo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.2"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-09",
      "certificateEndDate": "2026-08-04",
      "object": "A) LA ADQUISICIÓN DE FINCAS RÚSTICAS Y URBANAS, Y DE INMUEBLES DE TODO TIPO. B) EL PLANEAMIENTO URBANÍSTICO, LA EJECUCIÓN DE URBANIZACIONES Y CONSTRUCCIONES Y LAS OPERACIONES CON ELLO RELACIONADAS. C) LA COMPRA Y EDIFICACIÓN DE TODA CLASE DE INMUEBLES, INCLUSO INSTALACIONES HOTELERAS Y TURÍSTICAS, DIRECTAMENTE O MEDIANTE CONVENIO, ADMINISTRACIÓN, ASÍ COMO SU USO, ARRENDAMIENTO O EXPLOTACIÓN BAJO CUALQUIER FORMA O MODALIDAD, INCLUYENDO LA PROMOCIÓN Y CONSTRUCCIÓN DE EDIFICIOS Y VIVIENDAS EN RÉGIMEN DE COMUNIDAD. D) LA ENAJENACIÓN DE LO URBANIZADO, PARCELADO O CONSTRUIDO, POR BLOQUES, PLANTAS, APARTAMENTOS, NAVES, LOCALES DE NEGOCIO O INDUSTRIA. E) LA CONSTRUCCIÓN DE EDIFICIOS, VIVIENDAS, ACOGIDOS A LA LEGISLACIÓN DE VIVIENDAS DE PROTECCIÓN OFICIAL, TANTO A LAS LEYES VIGENTES COMO A LAS QUE EN UN FUTURO PUDIERAN DICTARSE. F) LA EJECUCIÓN Y CONTRATACIÓN, BAJO EL RÉGIMEN QUE EN CADA CASO SE CONCIERTE, Y PARA TERCEROS, INCLUSO EL ESTADO, COMUNIDAD AUTÓNOMA O MUNICIPIO, DE CUALQUIER TIPO DE OBRAS, CONSTRUCCIÓN, EDIFICACIÓN O VIVIENDA. G) LA PRESTACIÓN DE SERVICIOS PROFESIONALES Y TÉCNICOS EN MATERIA ECONÓMICA Y JURÍDICA, ASÍ COMO LA EMISIÓN DE INFORMES Y DICTÁMENES RELATIVOS A LAS ACTIVIDADES ANTERIORMENTE DESCRITAS. H) LA PRESTACIÓN DE SERVICIOS PROPIOS DE LOS ARQUITECTOS Y, POR LO TANTO, EL ESTUDIO, ELABORACIÓN Y REDACCIÓN DE PROYECTOS, CONTROL DE LAS OBRAS DE EDIFICACIÓN, DESLINDES, REPLANTEOS, MEDICIONES, REFORMAS, TASACIONES, RECONOCIMIENTOS Y CONSULTAS, INFORMES, DICTÁMENES, PERITACIONES, CERTIFICACIONES Y ARBITRAJES PROPIOS DE TAL PROFESIÓN.  ",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08964",
      "_links": {
        "self": {
          "name": "BDUARQUITECTURA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08964"
        }
      }
    },
    {
      "name": "PEDRO APAOLAZA Y ASOCIADOS, S.L.",
      "registrationNumber": "10042",
      "identificationNumber": "B01351469",
      "address": "La Calzada 14",
      "location": {
        "postalCode": "01192",
        "municipality": "Elburgo/Burgelu",
        "county": "Araba/Álava",
        "municipalityId": "021",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        },
        {
          "id": "1.843.2",
          "name": "Servicios técnicos de arquitectura y urbanismo",
          "_links": {
            "self": {
              "name": "Servicios técnicos de arquitectura y urbanismo",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.2"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-09",
      "certificateEndDate": "2026-07-26",
      "object": "LA CONSTRUCCIÓN COMPLETA, REPARACIÓN Y CONSERVACIÓN DE EDIFICACIONES Y OBRAS CIVILES. LA CONSOLIDACIÓN Y PREPARACIÓN DE TERRENOS PARA LA CONSTRUCCIÓN DE EDIFICACIONES Y OBRAS CIVILES, INCLUIDOS SISTEMAS DE AGOTAMIENTO Y DRAGADOS. REVESTIMIENTOS EXTERIORES E INTERIORES DE TODAS CLASES Y EN TODO TIPO DE OBRAS. LA COMPRA-VENTA Y ALQUILER DE INMUEBLES Y PARTICIPACIONES DE LOS MISMOS EN NOMBRE Y POR CUENTA PROPIA, ASÍ COMO LAS UNIDADES QUE ORDENAN LA CONSTRUCCIÓN, PARCELACIÓN, URBANIZACIÓN Y DE ALOJAMIENTOS. LA PRESTACIÓN DE SERVICIOS FINANCIEROS Y CONTABLES. LA PRESTACIÓN DE SERVICIOS TÉCNICOS DE ARQUITECTURA, DISEÑO, DECORACIÓN, URBANISMO, TASACIÓN, VALORACIÓN Y PERITACIÓN. EL COMERCIO AL POR MAYOR Y MENOR DE TODO TIPO DE ARTÍCULOS PARA LA CONSTRUCCIÓN Y DECORACIÓN.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/10042",
      "_links": {
        "self": {
          "name": "PEDRO APAOLAZA Y ASOCIADOS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/10042"
        }
      }
    },
    {
      "name": "SISU STUDIO, S.L.",
      "registrationNumber": "08693",
      "identificationNumber": "B75180174",
      "address": "Avenida Isabel II, 16-7ºE",
      "location": {
        "postalCode": "20011",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        },
        {
          "id": "1.973.1",
          "name": "Servicios fotográficos",
          "_links": {
            "self": {
              "name": "Servicios fotográficos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.973.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-09",
      "certificateEndDate": "2026-08-09",
      "object": "TODO TIPO DE ACTIVIDADES RELACIONADAS CON LA FOTOGRAFÍA, VIDEO Y CUALESQUIERA OTRAS RELACIONADAS CON EL MUNDO AUDIOVISUAL, ASÍ COMO LA PRODUCCIÓN DE PELÍCULAS CINEMATOGRÁFICAS (INCLUSO VIDEOS), EXHIBICIÓN DE PELÍCULAS CINEMATOGRÁFICAS Y VIDEOS EN ESTABLECIMIENTOS QUE NO SEAN AL AIRE LIBRE O FUERA DE ESTABLECIMIENTO PERMANENTES, SERVICIOS DE ESPECTÁCULOS EN SALAS Y LOCALES (EXCEPTO ESPECTÁCULOS TAURINOS), ESPECTÁCULOS AL AIRE LIBRE (EXCEPTO ESPECTÁCULOS TAURINOS), ESPECTÁCULOS FUERA DE ESTABLECIMIENTO PERMANENTE (EXCEPTO ESPECTÁCULOS TAURINOS), EMPRESAS DE ESPECTÁCULOS. SERVICIO DE BIBLIOTECAS Y MUSEOS, Y OTROS SERVICIOS CULTURALES N.C.O.P. ADEMÁS DE SERVICIOS FOTOGRÁFICOS, MÁQUINAS AUTOMÁTICAS, SIN OPERADOR, PARA FOTOGRAFÍAS DE PERSONAS Y PARA COPIA DE DOCUMENTOS, Y SERVICIOS DE COPIAS DE DOCUMENTOS CON MÁQUINAS FOTOCOPIADORAS. ASÍ COMO OTRAS ACTIVIDADES RELACIONADOS CON EL ESPECTÁCULOS, ESPECIALMENTE; SERVICIOS DE ORGANIZACIÓN DE CONGRESOS, ASAMBLEAS Y SIMILARES. PARQUES O RECINTOS FERIALES. Y, LA EXPLOTACIÓN ELECTRÓNICA DE TERCEROS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08693",
      "_links": {
        "self": {
          "name": "SISU STUDIO, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08693"
        }
      }
    },
    {
      "name": "EQUINSA PARKING, S.L.",
      "registrationNumber": "08959",
      "identificationNumber": "B85786333",
      "address": "calle Primavera 16",
      "location": {
        "postalCode": "28850",
        "municipality": "Torrejón de Ardoz",
        "county": "Madrid",
        "municipalityId": "148",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.615.4",
          "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
          "_links": {
            "self": {
              "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.4"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-09",
      "certificateEndDate": "2026-07-28",
      "object": "A) EL DISEÑO, FABRICACIÓN, DISTRIBUCIÓN, DESARROLLO Y MANTENIMIENTO DE EQUIPOS Y/O SISTEMAS PARA LA GESTIÓN Y/O AUTOMATIZACIÓN DE APARCAMIENTOS, SOLUCIONES PARA EXPLOTACIÓN DE APARCAMIENTOS, MÁQUINAS AUTOMÁTICAS Y/O MÁQUINAS DE VENDING. B) LA IMPORTACIÓN, EXPORTACIÓN, COMERCIALIZACIÓN, DISTRIBUCIÓN, SUMINISTRO Y DESARROLLO DE TODO TIPO DE COMPONENTES Y EQUIPOS ELECTRÓNICOS Y, ESPECIALMENTE, DE LOS MENCIONADOS ANTERIORMENTE.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08959",
      "_links": {
        "self": {
          "name": "EQUINSA PARKING, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08959"
        }
      }
    },
    {
      "name": "CJM OBRAS Y GESTION SOSTENIBLE, S.L.",
      "registrationNumber": "07673",
      "identificationNumber": "B26322008",
      "address": "PLAZA DIVERSIDAD, Nº5 ENTREPLANTA IZQ",
      "location": {
        "postalCode": "26001",
        "municipality": "Logroño",
        "county": "Rioja, La",
        "municipalityId": "089",
        "countyId": "26"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-09",
      "certificateEndDate": "2026-08-03",
      "object": "LA ADQUISICIÓN, PREPARACIÓN Y PROMOCIÓN DE SUELO; LA EJECUCIÓN DE TODA CLASE DE OBRAS DE CONSTRUCCIÓN, OBRAS DE SANEAMIENTO, ABASTECIMIENTO DE AGUAS, MOVIMIENTO DE TIERRAS Y REHABILITACIÓN DE TODA CLASE DE OBRAS Y EDIFICIOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07673",
      "_links": {
        "self": {
          "name": "CJM OBRAS Y GESTION SOSTENIBLE, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07673"
        }
      }
    },
    {
      "name": "ONDOAN, S. COOP.",
      "registrationNumber": "00161",
      "identificationNumber": "F48128730",
      "address": "PARQUE TECNOLÓGICO, EDIF. Nº 101-C",
      "location": {
        "postalCode": "48170",
        "municipality": "Zamudio",
        "county": "Bizkaia",
        "municipalityId": "905",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        },
        {
          "id": "1.504.11",
          "name": "Instalaciones eléctricas en general, redes telegráficas, telefonía, tv, etc",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general, redes telegráficas, telefonía, tv, etc",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.11"
            }
          }
        },
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        },
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        },
        {
          "id": "1.934",
          "name": "Enseñanza fuera de establecimiento permanente",
          "_links": {
            "self": {
              "name": "Enseñanza fuera de establecimiento permanente",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.934"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-09",
      "certificateEndDate": "2026-07-25",
      "object": "1.- EL ESTUDIO, DISEÑO, DESARROLLO, CONTRATACIÓN, CONSTRUCCIÓN, EJECUCIÓN Y GESTIÓN DE TODA CLASE DE OBRA, PÚBLICA O PRIVADA. 2.- LA EJECUCIÓN DE TODO TIPO DE DICTÁMENES RELACIONADOS CON LAS SIGUIENTES TÉCNICAS DE ESTUDIOS DE TERRENOS: TOPOGRAFÍA, BATIMETRÍA, CARTOGRAFÍA, FOTOGRAMETRÍA, GEOLOGÍA, GEOTÉCNIA, GEOFÍSICA, SISMOLOGÍA, ETC., ASÍ COMO LA REALIZACIÓN DE CATASTROS E INVENTARIOS.\n3.- LA EJECUCIÓN DE TODO TIPO DE DICTÁMENES Y ESTUDIOS RELACIONADOS CON LAS CORRIENTES FLUVIALES, LAGOS, MARES Y VERTIDOS INDUSTRIALES.4.- LA EJECUCIÓN DE TODO TIPO DE ANÁLISIS, ESTUDIOS, DICTÁMENES, PROYECTOS, ASÍ COMO LA CONSTRUCCIÓN, EJECUCIÓN, DIRECCIÓN Y SUPERVISIÓN TÉCNICA RELACIONADAS CON LA CONSTRUCCIÓN DE EDIFICACIONES PARA USO INDUSTRIAL Y COMERCIAL, PARA USO SOCIAL, EDIFICACIONES SINGULARES, VIVIENDAS, REHABILITACIÓN DE EDIFICACIONES HISTÓRICO-ARTÍSTICAS, DEPÓSITOS, SILOS, MUROS, PUENTES, OBRAS SUBTERRÁNEAS, CARRETERAS, AUTOVÍAS, AUTOPISTAS, CIMENTACIONES Y VOLADURAS Y CUALQUIER OTRO TIPO DE OBRA DE TITULARIDAD PÚBLICA O PRIVADA. 5.- LA ELABORACIÓN DENTRO DEL ÁREA DE URBANISMO DE TODO TIPO DE ANÁLISIS, ESTUDIOS, DICTÁMENES Y PROYECTOS ASÍ COMO LA EJECUCIÓN, DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE PLANES DIRECTORES DE URBANISMO GENERALES Y PARCIALES, PROYECTOS DE URBANIZACIÓN, RENOVACIÓN URBANA; REDES DE ABASTECIMIENTO, SANEAMIENTO, ALUMBRADO E ILUMINACIÓN - ARTÍSTICA; PAISAJISMO Y JARDINERÍA. 6.- LA PRESTACIÓN DE TODO TIPO DE SERVICIOS TÉCNICOS DE INGENIERÍA, TALES COMO LA EJECUCIÓN DE PROYECTOS, INFORMES, DICTÁMENES, ESTUDIOS DE PRE-INVERSIÓN Y DISEÑOS. 7.- LA INVESTIGACIÓN Y DESARROLLO, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, AUDITORÍAS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN, LA DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE OBRAS E INSTALACIONES, BIEN DE ENTIDADES DE CARÁCTER PÚBLICO O PRIVADO. 8.- LA INVESTIGACIÓN Y DESARROLLO, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, AUDITORÍAS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN, LA DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE OBRAS E INSTALACIONES,  EN LAS ÁREAS DE ENERGÍA, CALIDAD, MEDIO AMBIENTE Y PREVENCIÓN DE RIESGOS LABORALES, TANTO PARA ENTIDADES PÚBLICAS Y PRIVADAS. 9.- LA PRESTACIÓN DE TODO TIPO DE SERVICIOS DE ASESORAMIENTO, CONSULTORÍA Y AUDITORÍA INTEGRALES, TANTO PARA ENTIDADES PÚBLICAS COMO PRIVADAS. 10.- LA PRESTACIÓN DE TODO TIPO DE ASESORAMIENTO, CONSULTORÍA Y AUDITORÍA INTEGRALES, INCLUÍDOS, EN SU CASO, LOS SISTEMAS DE GESTIÓN Y SU IMPLANTACIÓN, EN LAS AREAS DE ENERGÍA, CALIDAD, MEDIO AMBIENTE Y PREVENCIÓN DE RIESGOS LABORALES, TANTO PARA ENTIDADES PÚBLICAS COMO PRIVADAS. 11.- LA PRESTACIÓN DE TODO TIPO DE SERVICIOS DE INSPECCIÓN, MEDICIÓN, ANÁLISIS, PRUEBAS Y ENSAYOS, CONTROL Y EVALUACIÓN, ASISTENCIA TÉCNICAS, MANTENIMIENTO, REPARACIÓN, CONSERVACIÓN, SANEAMIENTO Y LIMPIEZA DE OBRAS E INSTALACIONES, BIEN DE ENTIDADES DE CARÁCTER PÚBLICO O PRIVADO, RELACIONADAS CON LAS ACTIVIDADES A QUE SE REFIEREN LOS APARTADOS POSTERIORES. 12.-LA INVESTIGACIÓN Y DESARROLLO, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN, LA CONSTRUCCIÓN Y EJECUCIÓN, LA DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE OBRA, EL MONTAJE Y PUESTA EN MARCHA, LA GESTIÓN INTEGRAL, EXPLOTACIÓN Y COMERCIALIZACIÓN DE TODO TIPO DE INSTALACIONES DE SONDEO, ALUMBRAMIENTO, CAPTACIÓN, ABASTECIMIENTO, CONDUCCIÓN, DISTRIBUCIÓN, TRATAMIENTO Y DEPURACIÓN DE AGUAS DE CUALQUIER CLASE POR TÉCNICAS O PROCEDIMIENTOS YA DESARROLLADOS O QUE SE DESARROLLEN EN EL FUTURO ASÍ COMO TODO TIPO DE ACTIVIDAD REFERIDA AL CAMPO DE LOS RECURSOS ACUÍFEROS INCLUYENDO LOS TRASPASES, LAS PRESAS O GRANDES CONDUCCIONES Y LA VIGILANCIA DE LA CALIDAD DE LAS AGUAS Y ESTADO AMBIENTAL DE LOS RÍOS.  13.- LA INVESTIGACIÓN Y DESARROLLO, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN, LA CONSTRUCCIÓN Y EJECUCIÓN, LA DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE OBRA, EL MONTAJE Y PUESTA EN MARCHA DE TODO TIPO DE SISTEMAS E INSTALACIONES DE DETECCIÓN Y PROTECCIÓN DE INCENDIOS, POR TÉCNICAS O PROCEDIMIENTOS YA DESARROLLADOS O QUE SE DESARROLLEN EN EL FUTURO. 14.- LA EJECUCIÓN DE ESTUDIOS, DICTÁMENES Y ANÁLISIS DE RIESGOS, PROTECCIÓN PASIVA, PLANES DE EMERGENCIA Y AUTOPROTECCIÓN. 15.- LA INVESTIGACIÓN Y DESARROLLO, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN, LA CONSTRUCCIÓN Y EJECUCIÓN, LA DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE OBRA, EL MONTAJE Y PUESTA EN MARCHA DE TODO TIPO DE INSTALACIONES AUXILIARES PARA LA INDUSTRIA QUE IMPLIQUEN O TENGAN RELACIÓN CON EL AIRE, GAS NATURAL, VAPOR, AGUA SANITARIA O CUALQUIER OTRO FLUIDO. 16.- LA INVESTIGACIÓN Y DESARROLLO, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN, LA CONSTRUCCIÓN Y EJECUCIÓN, LA DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE OBRA, EL MONTAJE Y PUESTA EN MARCHA Y LA GESTIÓN INTEGRAL DE TODO TIPO DE SISTEMAS E INSTALACIONES DE CLIMATIZACIÓN, CALEFACCIÓN, REFRIGERACIÓN Y VENTILACIÓN INDUSTRIALES Y CALIDAD DE AMBIENTES INTERIORES, POR PROCEDIMIENTOS YA DESARROLLADOS O QUE SE DESARROLLEN EN EL FUTURO. 17.- LA INVESTIGACIÓN Y DESARROLLO, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN, LA CONSTRUCCIÓN Y EJECUCIÓN, LA DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE OBRA, EL MONTAJE Y PUESTA EN MARCHA Y LA GESTIÓN INTEGRAL DE TODO TIPO DE SISTEMAS E INSTALACIONES ELÉCTRICAS DE ALTA Y BAJA TENSIÓN, POR PROCEDIMIENTOS YA DESARROLLADOS O QUE SE DESARROLLEN EN EL FUTURO. 18.- LA INVESTIGACIÓN Y DESARROLLO, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN, LA CONSTRUCCIÓN Y EJECUCIÓN, LA DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE OBRA, EL MONTAJE Y PUESTA EN MARCHA Y LA GESTIÓN INTEGRAL DE TODO TIPO DE SISTEMAS E INSTALACIONES ELECTRÓNICAS, POR PROCEDIMIENTOS YA DESARROLLADOS O QUE SE DESARROLLEN EN EL FUTURO. 19.-LA INVESTIGACIÓN Y DESARROLLO, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN, LA CONSTRUCCIÓN Y EJECUCIÓN, LA DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE OBRA, EL MONTAJE Y PUESTA EN MARCHA Y LA GESTIÓN INTEGRAL DE TODO TIPO DE SISTEMAS E INSTALACIONES DE TELECOMUNICACIÓN Y DE VOZ Y DATOS, POR PROCEDIMIENTOS YA DESARROLLADOS O QUE SE DESARROLLEN EN EL FUTURO. 20.- LA INVESTIGACIÓN Y DESARROLLO, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN, LA CONSTRUCCIÓN Y EJECUCIÓN, LA DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE OBRA, EL MONTAJE Y PUESTA EN MARCHA Y LA GESTIÓN INTEGRAL DE TODO TIPO DE SISTEMAS E INSTALACIONES DE COGENERACIÓN, DE CALEFACCIÓN/REFRIGERACIÓN DE DISTRITO, DE APROVECHAMIENTO DE LA BIOMASA Y EN GENERAL DE TODO TIPO DE PLANTAS ENERGÉTICAS, POR PROCEDIMIENTOS YA DESARROLLADOS O QUE SE DESARROLLEN EN EL FUTURO. 21.- LA INVESTIGACIÓN Y DESARROLLO, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN, LA CONSTRUCCIÓN Y EJECUCIÓN, LA DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE OBRA, EL MONTAJE Y PUESTA EN MARCHA Y LA GESTIÓN INTEGRAL DE TODO TIPO DE SISTEMAS E INSTALACIONES RELACIONADAS CON LAS DENOMINADAS ENERGÍAS RENOVABLES, TALES COMO SOLAR, TÉRMICA, SOLAR FOTOVOLTÁICA, EÓLICA Y MINI HIDRÁULICA, POR PROCEDIMIENTOS YA DESARROLLADOS O QUE SE DESARROLLEN EN EL FUTURO. 22.- LA INVESTIGACIÓN Y DESARROLLO, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN, LA CONSTRUCCIÓN Y EJECUCIÓN, LA DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE OBRA, EL MONTAJE Y PUESTA EN MARCHA Y LA GESTIÓN INTEGRAL DE TODO TIPO DE SISTEMAS E INSTALACIONES DE PLANIFICACIÓN, APROVECHAMIENTO, EFICIENCIA Y AHORRO ENERGÉTICO Y SISTEMAS CENTRALIZADOS DE GESTIÓN ENERGÉTICA, POR PROCEDIMIENTOS YA DESARROLLADOS O QUE SE DESARROLLEN EN EL FUTURO. 23.- LA INVESTIGACIÓN Y DESARROLLO, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN, LA CONSTRUCCIÓN Y EJECUCIÓN, LA DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE OBRA, EL MONTAJE Y PUESTA EN MARCHA Y LA GESTIÓN INTEGRAL DE TODO TIPO DE SISTEMAS E INSTALACIONES DE RECOGIDA, DEPURACIÓN, TRATAMIENTO, INCINERACIÓN, COMPOST, RECICLAJE Y TRANSFORMACIÓN DE RESIDUOS INDUSTRIALES O URBANOS, SÓLIDOS Y LÍQUIDOS, INCLUSO CON RECUPERACIÓN DE MATERIAS PRIMAS A PARTIR DE LOS MISMOS, POR PROCEDIMIENTOS YA DESARROLLADOS O QUE SE DESARROLLEN EN EL FUTURO, Y LA COMERCIALIZACIÓN DE MATERIAS PRIMAS Y SUBPRODUCTOS RECUPERADOS. 24.-  LA INVESTIGACIÓN Y DESARROLLO, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN, LA CONSTRUCCIÓN Y EJECUCIÓN, LA DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE OBRA, EL MONTAJE Y PUESTA EN MARCHA Y LA GESTIÓN INTEGRAL DE TODO TIPO DE SISTEMAS E INSTALACIONES DE TRATAMIENTO, CONTROL Y DEPURACIÓN DE HUMOS Y GASES, CONTROL Y ELIMINACIÓN DE RUIDOS Y VIBRACIONES Y, EN GENERAL, DE NEUTRALIZACIONES DE AGRESIONES MEDIO AMBIENTALES, DE DESCONTAMINACIÓN Y REGENERACIÓN DE SUELOS, DE MOVIMIENTO, CONSOLIDACIÓN Y SANEAMIENTO Y DESECACIÓN DE TERRENOS POR PROCEDIMIENTOS YA DESARROLLADOS O QUE SE DESARROLLEN EN EL FUTURO, Y LA COMERCIALIZACIÓN DE LOS SUBPRODUCTOS RECUPERADOS. 25.- EL ASESORAMIENTO Y CONSULTORÍA, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN DE TODO TIPO DE SISTEMAS RELATIVOS A LA CALIDAD DE MATERIALES Y EQUIPOS, AL CUMPLIMIENTO DE NORMATIVAS, ESTUDIO DE NORMAS Y ESPECIFICACIONES, CERTIFICACIONES, HOMOLOGACIONES, VERIFICACIONES Y AUDITORÍAS TÉCNICAS. 26.-  LA INVESTIGACIÓN, DESARROLLO Y COMERCIALIZACIÓN, EXPLOTACIÓN Y CESIÓN DE PROGRAMAS INFORMÁTICOS RELACIONADOS CON LOS APARTADOS ANTERIORES Y CON TEMAS DE ASESORAMIENTO Y ORGANIZACIÓN, DE APLICACIONES PARA LA GESTIÓN EMPRESARIAL Y PARA LA OPTIMIZACIÓN DE LA PRODUCTIVIDAD ASÍ COMO PARA TEMAS DE LA INGENIERÍA DEL SOFTWARE. 27.- LA TRAMITACIÓN DE LEGALIZACIONES Y CERTIFICACIONES DE TODAS LAS INSTALACIONES SELECCIONADAS EN LOS APARTADOS ANTERIORES. 28.- LA COMPRA, EXPLOTACIÓN, COMERCIALIZACIÓN, CESIÓN DE DERECHOS DE PROPIEDAD INDUSTRIAL O INTELECTUAL, PATENTES, MARCAS, MODELOS Y LICENCIAS. 29.- LA ADQUISICIÓN, EXPLOTACIÓN, COMERCIALIZACIÓN Y GESTIÓN DE CUALQUIER TIPO DE AUTORIZACIONES, LICENCIAS Y CONCESIONES ADMINISTRATIVAS DE OBRAS Y SERVICIOS DE MUNICIPIOS, PROVINCIAS, COMUNIDADES AUTÓNOMAS, ORGANISMOS Y ENTIDADES AUTÓNOMAS Y DEL ESTADO. 30.-  LA INVESTIGACIÓN Y DESARROLLO, LA PREPARACIÓN DE ANÁLISIS, ESTUDIOS, DICTÁMENES Y PROYECTOS, LA PLANIFICACIÓN, LA CONSTRUCCIÓN Y EJECUCIÓN, LA DIRECCIÓN Y SUPERVISIÓN TÉCNICA DE OBRA, EL MONTAJE Y PUESTA EN MARCHA, LA GESTIÓN INTEGRAL, EXPLOTACIÓN Y COMERCIALIZACIÓN DE TODO TIPO DE OBRAS Y SERVICIOS ENCAMINADOS A LA OBTENCIÓN, TRANSPORTE Y DISTRIBUCIÓN DE PETRÓLEO Y GAS NATURAL, INCLUYENDO LOS OLEODUCTOS Y GASEODUCTOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/00161",
      "_links": {
        "self": {
          "name": "ONDOAN, S. COOP.",
          "href": "https://api.euskadi.eus/procurements/companies/00161"
        }
      }
    },
    {
      "name": "TELESONIC, S.A.",
      "registrationNumber": "01253",
      "identificationNumber": "A20095436",
      "address": "Zirkuitu Ibilbidea 2, Pol. Industrialdea Pab. 9",
      "location": {
        "postalCode": "20160",
        "municipality": "Lasarte-Oria",
        "county": "Gipuzkoa",
        "municipalityId": "902",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        },
        {
          "id": "1.504.7",
          "name": "Instalaciones telefónicas, telegráficas, televisión, etc",
          "_links": {
            "self": {
              "name": "Instalaciones telefónicas, telegráficas, televisión, etc",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.7"
            }
          }
        },
        {
          "id": "1.653.2",
          "name": "Venta al por menor de material y aparatos eléctricos, electrodomésticos y cocina",
          "_links": {
            "self": {
              "name": "Venta al por menor de material y aparatos eléctricos, electrodomésticos y cocina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.653.2"
            }
          }
        },
        {
          "id": "1.843.9",
          "name": "Otros servicios técnicos n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios técnicos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.9"
            }
          }
        },
        {
          "id": "1.859",
          "name": "Alquiler de otros bienes muebles n.c.o.p. (sin personal permanente)",
          "_links": {
            "self": {
              "name": "Alquiler de otros bienes muebles n.c.o.p. (sin personal permanente)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.859"
            }
          }
        },
        {
          "id": "1.989.2",
          "name": "Servicios de organización de congresos, asambleas y similares",
          "_links": {
            "self": {
              "name": "Servicios de organización de congresos, asambleas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.989.2"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-09",
      "certificateEndDate": "2026-08-03",
      "object": "a) INSTALACIONES MEGAFÓNICAS, DE TRADUCCIÓN SIMULTÁNEA, DE COMUNICACIONES, RADIO Y TELEVISIÓN, SEGURIDAD, ALTA FIDELIDAD, BUSCAPERSONAS, INTERCOMUNICACION, SONORIZACIONES Y VENTA AL POR MAYOR Y POR MENOR DE APARATOS DE MEGAFONIA, TELEVISIÓN, VIDEO, RADIOCASSETES Y EL RESTO DE COMPONENTES DE LAS INSTALACIONES DESCRITAS, Y EN GENERAL TODO CUANTO PUEDA RELACIONARSE CON LO ANTERIOR. LA INSTALACION DE APARATOS Y SISTEMAS DE SEGURIDAD, LA VENTA AL POR MENOR Y AL POR MAYOR DE EQUIPOS ELECTRONICOS, LA INSTALACION, ARRENDAMIENTO Y MANTENIMIENTO DE MEDIOS AUDIOVISUALES, MEDIOS DE ILUMINACIÓN ESCENICA, MAQUINARIA Y UTILLAJE ESCENICO ASÍ COMO PRODUCTOS DE NUEVAS TECNOLOGIAS, INSTALACIONES ELECTRICAS DE BAJA TENSION, EL DESARROLLO DE SOFTWARE Y APLICACIONES INFORMATICAS. LA SOCIEDAD PODRA REALIZAR ACTIVIDADES DE MANTENIMIENTO DE EDIFICIOS ASI COMO EL PLANIFICAR, DISEÑAR Y DIRIGIR OBRAS EN EXTERIORES E INTERIORES. LA SOCIEDAD LLEVARÁ A CABO LA DIRECCION Y ORGANIZACION DE FERIAS, EXHIBICIONES Y CONGRESOS  ASÍ COMO LA PRESTACION DE SERVICIOS PROFESIONALES EN EL AMBITO AUDIOVISUAL Y DE ILUMINACION DE AUDITORIOS, TEATROS Y DEMAS LOCALES DE ESPECTACULOS O SIMILARES. LA SOCIEDAD PODRA PRODUCIR PELICULAS CINEMATOGRÁFICAS Y DE VIDEOS ASI COMO LA VENTA Y REPRODUCCION DE EQUIPOS TECNOLOGICOS Y DE SUS PRODUCTOS TALES COMO VIDEOS, PELICULAS, GRABACIONES, ETC. LA COMPRAVENTA O ARRENDAMIENTO DE BIENES MUEBLES E INMUEBLES.\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01253",
      "_links": {
        "self": {
          "name": "TELESONIC, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/01253"
        }
      }
    },
    {
      "name": "MARITINA FORESTAL S.L.",
      "registrationNumber": "06635",
      "identificationNumber": "B39744081",
      "address": "POLIGONO INDUSTRIAL LA PESQUERA 14",
      "location": {
        "postalCode": "39770",
        "municipality": "Laredo",
        "county": "Cantabria",
        "municipalityId": "035",
        "countyId": "39"
      },
      "economicActivities": [
        {
          "id": "1.617.3",
          "name": "Venta al por mayor de madera y corcho",
          "_links": {
            "self": {
              "name": "Venta al por mayor de madera y corcho",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.617.3"
            }
          }
        },
        {
          "id": "1.912",
          "name": "Servicios forestales",
          "_links": {
            "self": {
              "name": "Servicios forestales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.912"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-09",
      "certificateEndDate": "2026-08-09",
      "object": "COMPRA-VENTA DE MADERA, LIMPIEZA, PLANTACIÓN Y REPOBLACIÓN DE MONTES, TERRENOS FORESTALES, TALA DE MONTES, REFORESTACIÓN Y TRANSPORTE DE MADERAS, TRABAJOS AGRÍCOLAS Y FORESTALES, ARREGLO Y CONSTUCCIÓN DE PISTAS FORESTALES Y DE ACCESO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06635",
      "_links": {
        "self": {
          "name": "MARITINA FORESTAL S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06635"
        }
      }
    },
    {
      "name": "BILMAN OLSAN GROUP, S.L.",
      "registrationNumber": "09512",
      "identificationNumber": "B95858809",
      "address": "CALLE SATISTEGUI 3, 3º IZQ",
      "location": {
        "postalCode": "48991",
        "municipality": "Getxo",
        "county": "Bizkaia",
        "municipalityId": "044",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.613.3",
          "name": "Venta al por mayor de prendas exteriores de vestir",
          "_links": {
            "self": {
              "name": "Venta al por mayor de prendas exteriores de vestir",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.613.3"
            }
          }
        },
        {
          "id": "1.671.4",
          "name": "Restaurante dos tenedores",
          "_links": {
            "self": {
              "name": "Restaurante dos tenedores",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.671.4"
            }
          }
        },
        {
          "id": "1.673.2",
          "name": "Otros cafés y bares",
          "_links": {
            "self": {
              "name": "Otros cafés y bares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.673.2"
            }
          }
        },
        {
          "id": "1.685",
          "name": "Alojamientos turísticos extrahoteleros",
          "_links": {
            "self": {
              "name": "Alojamientos turísticos extrahoteleros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.685"
            }
          }
        },
        {
          "id": "1.755",
          "name": "Agencias de viajes",
          "_links": {
            "self": {
              "name": "Agencias de viajes",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.755"
            }
          }
        },
        {
          "id": "1.859",
          "name": "Alquiler de otros bienes muebles n.c.o.p. (sin personal permanente)",
          "_links": {
            "self": {
              "name": "Alquiler de otros bienes muebles n.c.o.p. (sin personal permanente)",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.859"
            }
          }
        },
        {
          "id": "1.934",
          "name": "Enseñanza fuera de establecimiento permanente",
          "_links": {
            "self": {
              "name": "Enseñanza fuera de establecimiento permanente",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.934"
            }
          }
        },
        {
          "id": "1.967.1",
          "name": "Instalaciones deportivas",
          "_links": {
            "self": {
              "name": "Instalaciones deportivas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.967.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-09",
      "certificateEndDate": "2026-07-30",
      "object": "ACTIVIDAD PRINCIPAL: RESTAURANTES Y PUESTOS DE COMIDAS. OTRAS ACTIVIDADES: COMERCIO AL POR MAYOR DE PRENDAS DE VESTIR Y CALZADO. COMERCIO AL POR MAYOR NO ESPECIALIZADO. COMERCIO AL POR MENOR DE BEBIDAS EN ESTABLECIMIENTOS ESPECIALIZADOS. COMERCIO AL POR MENOR DE EQUIPOS DE AUDIO Y VÍDEO EN ESTABLECIMIENTOS ESPECIALIZADOS. COMERCIO AL POR MENOR DE ARTÍCULOS DEPORTIVOS EN ESTABLECIMIENTOS ESPECIALIZADOS. TRANSPORTE DE MERCANCÍAS POR CARRETERA. SERVICIOS DE MUDANZA. DEPÓSITO Y ALMACENAMIENTO. ACTIVIDADES ANEXAS AL TRANSPORTE TERRESTRE. MANIPULACIÓN DE MERCANCÍAS. OTRAS ACTIVIDADES ANEXAS AL TRANSPORTE. HOTELES Y ALOJAMIENTOS SIMILARES. ALOJAMIENTOS TURÍSTICOS Y OTROS ALOJAMIENTOS DE CORTA ESTANCIA. ESTABLECIMIENTOS DE BEBIDAS. ACTIVIDADES DE GRABACIÓN DE SONIDO Y EDICIÓN MUSICAL. ALQUILER DE BIENES INMOBILIARIOS POR CUENTA PROPIA. ACTIVIDADES VETERINARIAS. ALQUILER DE ARTÍCULOS DE OCIO Y DEPORTIVOS. ALQUILER DE OTROS EFECTOS PERSONALES Y ARTÍCULOS DE USO DOMÉSTICO. ACTIVIDADES DE LAS AGENCIAS DE VIAJES. ORGANIZACIÓN DE CONVENCIONES Y FERIAS DE MUESTRAS. EDUCACIÓN DEPORTIVA Y RECREATIVA. GESTIÓN DE SALAS DE ESPECTÁCULOS. GESTIÓN DE INSTALACIONES DEPORTIVAS. ACTIVIDADES DE LOS GIMNASIOS. OTRAS ACTIVIDADES DEPORTIVAS. OTRAS ACTIVIDADES RECREATIVAS Y DE ENTRETENIMIENTO. ACTIVIDADES DE MANTENIMIENTO FÍSICO.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09512",
      "_links": {
        "self": {
          "name": "BILMAN OLSAN GROUP, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09512"
        }
      }
    },
    {
      "name": "MARIA EUGENIA DIEZ GONZALEZ",
      "registrationNumber": "06095",
      "identificationNumber": "30632280Y",
      "address": "CALLE ELCANO Nº25, 4º DCHA DCHA",
      "location": {
        "postalCode": "48008",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.861.2",
          "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
          "_links": {
            "self": {
              "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.861.2"
            }
          }
        },
        {
          "id": "2.731",
          "name": "Abogados",
          "_links": {
            "self": {
              "name": "Abogados",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.731"
            }
          }
        }
      ],
      "certificateStartDate": "2026-02-09",
      "certificateEndDate": "2026-07-30",
      "object": "ABOGADOS Y ALQUILER DE LOCALES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06095",
      "_links": {
        "self": {
          "name": "MARIA EUGENIA DIEZ GONZALEZ",
          "href": "https://api.euskadi.eus/procurements/companies/06095"
        }
      }
    }
  ]
}