{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 81,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "GARDABERA, S.L.L.",
      "registrationNumber": "04601",
      "identificationNumber": "B95285011",
      "address": "Abatxolo 21",
      "location": {
        "postalCode": "48920",
        "municipality": "Portugalete",
        "county": "Bizkaia",
        "municipalityId": "078",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.847",
          "name": "Servicios de consultoría",
          "_links": {
            "self": {
              "name": "Servicios de consultoría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.847"
            }
          }
        },
        {
          "id": "1.932.1",
          "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
          "_links": {
            "self": {
              "name": "Enseñanza de formación y perfeccionamiento profesional no superior",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.932.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-14",
      "certificateEndDate": "2026-06-26",
      "object": "A) La realización de actividades y servicios dirigidos a la formación, instrucción, educación y docencia en todos sus grados y toda clase de materiales, fundamentalmente en el ámbito escolar; la enseñanza de métodos y sistemas de técnicas de estudio; la realización de orientaciones escolares y profesionales, mediante la aplicación de técnicas pedagógicas y psicológicas adecuadas; el desarrollo, la investigación, la distribución y la canalización de métodos y sistemas de técnicas de estudio y de publicaciones didácticas; la organización y promoción de cursillos de estudio, viajes de formación, intercambios culturales, conferencias y seminarios; y la educación y formación complementaria y ocupacional de personas y organizaciones mediante cursos de actualización y reciclaje, y mediante talleres a desarrollar fuera y como un servicio complementario en los centros educativos. B) La prestación de servicios de asesoramiento, asistencia y gestión comercial, administrativo, de comercio exterior, contable, económico financiero, laboral y jurídico en general para terceras personas, empresas o particulares; la realización de informes comerciales, técnicos industriales; la realización y dirección de estudios y prospecciones de mercados y de carácter estadístico; la selección y formación de personal para las empresas; el estudio y gestión de sistemas empresariales para adecuar los medios productivos a las necesidades del mercado y el estudio y redacción de planes de viabilidad y la realización de nuevos proyectos empresariales.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04601",
      "_links": {
        "self": {
          "name": "GARDABERA, S.L.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04601"
        }
      }
    },
    {
      "name": "FUNDACIÓN GAITUZSPORT FUNDAZIOA",
      "registrationNumber": "07095",
      "identificationNumber": "G95948576",
      "address": "AVENIDA JULIAN GAIARRE 44 BAJO",
      "location": {
        "postalCode": "48004",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-14",
      "certificateEndDate": "2026-05-30",
      "object": "DESARROLLO DE PROYECTOS DE ESPECIAL INTERÉS GENERAL Y SOCIAL DENTRO DEL ÁMBITO MUNICIPAL, EDUCACIÓN, SALUD Y ASOCIATIVO. REALIZAR ACTIVIDADES Y OBJETIVOS PARA LA PROMOCIÓN Y LA EJECUCIÓN DE FORMACIÓN PARA CONTAR CON PERSONAL CUALIFICADO QUE PUEDA ESTAR PRESENTE EN TODAS LAS OFERTAS QUE REALIZAMOS. ORGANIZAR SEMINARIOS Y CONFERENCIAS SOBRE CUESTIONES CONCERNIENTES A LA INCLUSIÓN EN LA ACTIVIDAD FÍSICA Y EL DEPORTE. CONCEDER SELLOS DE RECONOCIMIENTO Y AYUDAS, ASÍ COMO CONVOCAR CERTÁMENES Y PREMIOS CON OBJETO DE PROMOVER LA REALIZACIÓN DE ACTIVIDADES RELACIONADAS CON LOS FINES DE LA ASOCIACIÓN. ESTABLECER CONTACTOS PERMANENTES CON OTRAS ENTIDADES EUROPEAS DEL SECTOR, Y CON LAS ASOCIACIONES QUE TALES ENTIDADES FORMEN O PUEDAN FORMAR. DEFENDER Y MANIFESTAR LOS INTERESES DE LAS PERSONAS ASOCIADAS ANTE TODAS LAS INSTANCIAS. PROMOVER EL AVANCE EN LOS MÉTODOS Y TÉCNICAS DE GESTIÓN DE EMPRESA, PARTICULARMENTE MEDIANTE LA REALIZACIÓN Y DIFUSIÓN DE LA INVESTIGACIÓN Y LA ORGANIZACIÓN Y FUNCIONAMIENTO DE LOS OPORTUNOS MEDIOS DE FORMACÓN E INFORMACIÓN. PROMOVER LA INVESTIGACIÓN PARA CONOCER NUESTRO COLECTIVO EN RELACIÓN CON LOS HÁBITOS DEPORTIVOS Y ACTIVIDAD FÍSICA PARA PODER REALIZAR NUEVAS PROPUESTAS O MEJORES SERVICIOS. TRABAJAR EN LA SENSIBILIZACIÓN Y DIFUSIÓN, PARA CONTAR CON EL RESTO DE LA SOCIEDAD Y CREAR UN ENTORNO AMIGABLE QUE HAGA POSIBLE NUESTRA PARTICIPACIÓN. DESARROLLAR I+D+i EN UNA SOCIEDAD DE CONTINUA EVOLUCIÓN Y ASÍ CONTAR CON NUEVOS SERVICIOS Y CON NUEVOS PRODUCTOS QUE FACILITEN NUESTRA PARTICIPACIÓN. DESARROLLAR UNA OFERTA DE DEPORTE MUNICIPAL INCLUSIVA DONDE LA DIVERSIDAD FUNCIONAL TENGA CABIDA. ORGANIZAR Y PROMOCIONAR, A TRAVÉS DE DIFERENTES PROGRAMAS Y ACTIVIDADES LA ACTIVIDAD FÍSICA ADAPTADA Y DEPORTE ADAPTADO DE PARTICIPACIÓN EN EUSKADI, Y SIEMPRE QUE SEA POSIBLE DE MANERA INCLUSIVA. DISEÑAR, ACOMPAÑAR, FORMAR, SENSIBILIZAR, INVESTIGAR Y DESARROLLAR METODOLOGÍAS CREATIVAS E INNOVADORAS QUE AYUDEN A LA PARTICIPACIÓN ATENDIENDO A LA DIVERSIDAD. DISPONER UNA PLATAFORMA INNOVADORA, TRANSVERSAL Y ESTABLE CAPAZ DE TEJER REDES CON LOS SERVICIOS COMUNITARIOS YA INSTAURADOS. REALIZAR TODAS AQUELLAS TAREAS SUBORDINADAS O ACCESORIAS A LA ACTIVIDAD PRINCIPAL. EJERCER LAS ACTIVIDADES ECONÓMICAS PRECISAS PARA EL CUMPLIMIENTO DE LOS FINES. Y, DE MODO GENÉRICO, LLEVAR A CABO CUANTAS ACTUACIONES SEAN CONDUCENTES AL MEJOR LOGRO DE SUS FINES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07095",
      "_links": {
        "self": {
          "name": "FUNDACIÓN GAITUZSPORT FUNDAZIOA",
          "href": "https://api.euskadi.eus/procurements/companies/07095"
        }
      }
    },
    {
      "name": "BETERRI ERROTUZ, S.L.",
      "registrationNumber": "09703",
      "identificationNumber": "B75222836",
      "address": "Barrio la Florida 28, Gabriel Zelaia Eraikina, ",
      "location": {
        "postalCode": "20120",
        "municipality": "Hernani",
        "county": "Gipuzkoa",
        "municipalityId": "040",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.921.1",
          "name": "Servicios de limpieza en calles, vías públicas y jardines",
          "_links": {
            "self": {
              "name": "Servicios de limpieza en calles, vías públicas y jardines",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.1"
            }
          }
        },
        {
          "id": "1.922.1",
          "name": "Servicios de limpieza de interiores",
          "_links": {
            "self": {
              "name": "Servicios de limpieza de interiores",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-14",
      "certificateEndDate": "2026-06-28",
      "object": "PROMOVER LA INSERCIÓN SOCIO LABORAL DE PERSONAS QUE PRESENTEN ESPECIALES DIFICULTADES DE ACCESO AL MERCADO LABORAL. PROMOVER LA INCORPORACIÓN AL MERCADO LABORAL DE COLECTIVO EN SITUACIÓN DE DESVENTAJA SOCIAL O EXCLUSIÓN. REALIZACIÓN DE UN PROYECTO PERSONAL DE INSERCIÓN DE DICHAS PERSONAS MEDIANTE UN PROCESO DE APRENDIZAJE ADECUADO QUE CONTEMPLE LA CONSECUCIÓN DE HABILIDADES SOCIALES, LABORALES, FORMACIÓN BÁSICA, CUALIFICACIÓN LABORAL Y CONOCIMIENTOS DEL MERCADO QUE LES PERMITAN SUS CONDICIONES DE EMPLEABILIDAD. PROPORCIONAR AL PERSONAL EN PROCESO DE INSERCIÓN, MEDIDAS PERSONALIZADAS DE APOYO COMO SON: FORMACIÓN DIRIGIDA AL APRENDIZAJE DE LA ACTIVIDAD PROFESIONAL QUE DEBE REALIZAR EN LA EMPRESA Y LA ADECUACIÓN DEL NIVEL FORMATIVO O LAS COMPETENCIAS PROFESIONALES A LAS EXIGENCIAS DEL MERCADO LABORAL. ESTABLECIMIENTO DE UNAS PAUTAS DE FUNCIONAMIENTO DESTINADAS A LA ADQUISICIÓN DE HÁBITOS SOCIALES Y DE TRABAJO. UN SERVICIO DE ACOMPAÑAMIENTO SOCIAL, ENCAMINADO A SATISFACER O RESOLVER PROBLEMÁTICAS PERSONALES Y DE CONVIVENCIA QUE IMPIDEN O DIFICULTAN EL NORMAL DESARROLLO DEL PROCESO DE ADAPTACIÓN LABORAL. EL OBJETO SOCIAL DE CARÁCTER EMPRESARIAL: SERVICIOS DE FORMACIÓN; SERVICIOS DE LIMPIEZA, MANTENIMIENTO Y MEJORA EN EL ÁMBITO URBANO, PERIURBANO Y NATURAL; SERVICIOS INDUSTRIALES Y SERVICIOS A LAS PERSONAS. LOS DESTINATARIOS SERÁN LAS PERSONAS QUE ENCONTRÁNDOSE EN SITUACIÓN DE EXCLUSIÓN SOCIAL, ESTÉN DESEMPLEADAS E INSCRITAS EN LOS SERVICIOS PÚBLICOS DE EMPLEO DE LA COMARCA DE BETERRI-BURUNTZA Y QUE HAYAN SUSCRITO UN CONVENIO DE INSERCIÓN CON LOS COLECTIVOS INDICADOS. CONCRETAMENTE LOS QUE PREVÉ EL ARTÍCULO 5 DEL DECRETO FORAL 182/2008: A) LOS TITULARES DE LA RENTA BÁSICA ASÍ COMO LOS MIEMBROS DE LA UNIDAD DE CONVIVENCIA BENEFICIARIOS A ELLA. B) PERSONAS QUE NO PUEDAN ACCEDER A LA RENTA, POR ALGUNA DE LAS SIGUIENTES CAUSAS: POR FALTA DEL PERIODO EXIGIDO DE RESIDENCIA O EMPADRONAMIENTO, LA FALTA DE CONSTITUCIÓN DE LA UNIDAD DE CONVIVENCIA O HABER AGOTADO EL PERIODO MÁXIMO DE PERCEPCIÓN LEGALMENTE ESTABLECIDO. C) JÓVENES MAYORES DE DIECIOCHO AÑOS Y MENORES DE TREINTA, PROCEDENTES DE INSTITUCIONES DE PROTECCIÓN DE MENORES. D) PERSONAS CON PROBLEMAS DE DROGODEPENDENCIA U OTROS TRASTORNOS ADICTIVOS QUE SE ENCUENTREN EN PROCESO DE REHABILITACIÓN O REINSERCIÓN SOCIAL. E) INTERNOS DE CENTROS PENITENCIARIOS CUYA SITUACIÓN PENITENCIARIA LES PERMITA ACCEDER A UN EMPLEO Y CUYA RELACIÓN LABORAL NO ESTÉ INCLUIDA EN EL ÁMBITO DE APLICACIÓN DE LA RELACIÓN LABORAL ESPECIAL REGULADA EN EL ARTÍCULO 1 DEL REAL DECRETO 782/2001, DE 6 DE JULIO, ASÍ COMO LIBERADOS CONDICIONALES Y EX RECLUSOS. F) MENORES INTERNOS INCLUIDOS EN EL ÁMBITO DE APLICACIÓN DE LA LEY ORGÁNICA 5/2000, DE 12 DE ENERO, REGULADORA DE LA RESPONSABILIDAD PENAL DE LOS MENORES, CUYA SITUACIÓN LES PERMITA ACCEDER A UN EMPLEO Y CUYA RELACIÓN LABORAL NO ESTÉ INCLUIDA EN EL ÁMBITO DE APLICACIÓN DE LA RELACIÓN LABORAL ESPECIAL A QUE SE REFIERA EL ARTÍCULO 53.4 DEL REGLAMENTO DE LA CITADA LEY, APROBADO POR EL REAL DECRETO 1774/2004, DE 30 DE JULIO, ASÍ COMO LOS QUE SE ENCUENTRAN EN SITUACIÓN DE LIBERTAD VIGILADA Y LOS EX INTERNOS. G) PERSONAS PROCEDENTES DE CENTROS DE ALOJAMIENTO ALTERNATIVO AUTORIZADOS POR LAS AUTORIDADES COMPETENTES DE LA COMUNIDAD AUTÓNOMA DEL PAÍS VASCO. H) PERSONAS PROCEDENTES DE PROGRAMAS PRE LABORALES DE ORIENTACIÓN Y FORMACIÓN O PROCEDENTES DE LOS SERVICIOS SOCIALES DE BASE DE LA COMUNIDAD AUTÓNOMA DEL PAÍS VASCO CONCRETADA A TRAVÉS DE UN CONVENIO DE INSERCIÓN SOCIO LABORAL. LE CORRESPONDE EL C.N.A.E. 8130 ACTIVIDADES DE JARDINERÍA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09703",
      "_links": {
        "self": {
          "name": "BETERRI ERROTUZ, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09703"
        }
      }
    },
    {
      "name": "APITROPIK, S. L.",
      "registrationNumber": "09203",
      "identificationNumber": "B44842201",
      "address": "BILBAO LA VIEJA, 4 6ºD",
      "location": {
        "postalCode": "48003",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        },
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        },
        {
          "id": "1.966.9",
          "name": "Otros servicios culturales n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios culturales n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.966.9"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-14",
      "certificateEndDate": "2026-06-28",
      "object": "OTRAS ACITVIDADES DE APOYO A LAS EMPRESAS. ESTUDIOS DE MERCADO Y REALIZACIÓN DE ENCUESTAS DE OPINIÓN PÚBLICA. OTRAS ACTIVIDADES RECREATIVAS Y DE ENTRETENIMIENTO. ACTIVIDADES DE FOTOGRAFÍA. OTRA EDUCACIÓN. AGENCIAS DE PUBLICIDAD. ACTIVIDADES AUXILIARES A LA EDUCACIÓN. GESTIÓN DE RECURSOS INFORMÁTICOS..ACTIVIDADES DE CONSULTORÍA INFORMÁTICA. GESTIÓN DE SALAS DE ESPECTÁCULOS. SERVICIOS DE REPRESENTACIÓN DE MEDIOS DE COMUNICACIÓN. OTRAS ACTIVIDADES DE CONSULTORÍA DE GESTIÓN EMPRESARIAL. OTRAS ACTIVIDADES PROFESIONALES, CIENTÍFICAS Y TÉCNICAS. ACTIVIDADES DE DISEÑO ESPECIALIZADO.. ACTIVIDADES DE PROGRAMACIÓN INFORMÁTICA. OTROS SERVICIOS DE INFORMACIÓN. ORGANIZACIÓN DE CONVENCIONES Y FERIAS DE MUESTRAS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09203",
      "_links": {
        "self": {
          "name": "APITROPIK, S. L.",
          "href": "https://api.euskadi.eus/procurements/companies/09203"
        }
      }
    },
    {
      "name": "CONSEJEROS DEL NORTE 2006, S.L.",
      "registrationNumber": "06865",
      "identificationNumber": "B95440947",
      "address": "Calle Colón de Larreategui 33 - 3ºizda ",
      "location": {
        "postalCode": "48009",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-14",
      "certificateEndDate": "2026-07-13",
      "object": "1.- EL ASESORAMIENTO DE EMPRESAS, EN MATERIA DE COMUNICACIÓN, MERCADOS Y RELACIONES PÚBLICAS, ASÍ COMO EN MATERIAS DE ÍNDOLE FISCAL, JURÍDICO-FINANCIERO O DE CUALQUIER OTRO TIPO; EL ESTUDIO, INVESTIGACIÓN, PROMOCIÓN Y PRESTACIÓN DE TODA CLASE DE SERVICIOS DE ASISTENCIA Y GESTIÓN, TÉCNICA, ADMINISTRATIVA, COMERCIAL Y CONTABLE RELACIONADO CON LAS ACTIVIDADES ANTERIORES. 2.- LA PRESTACIÓN A LA EMPRESA O AL SECTOR PÚBLICO O PRIVADO DE SERVICIOS COMPLETOS DE CONSULTORÍA EN CUALQUIER RAMA DE ACTIVIDAD, AUDIOVISUALES, DE COMUNICACIÓN Y PUBLICIDAD, DE NEGOCIOS, PRODUCTOS, SERVICIOS, INICIATIVAS EN INTERNET, EN LA INFORMÁTICA EN GENERAL, MEDIOS AUDIOVISUALES Y LO QUE CON ELLOS SE RELACIONE. 3.- EL MARKETING, ASESORAMIENTO DE EMPRESAS, TANTO FISCAL COMO JURÍDICO, FINANCIERO O DE CUALQUIER OTRO TIPO; EL ESTUDIO, INVESTIGACIÓN, PROMOCIÓN Y PRESENTACIÓN DE TODA CLASE DE SERVICIOS DE ASISTENCIA Y GESTIÓN, TÉCNICA, ADMINISTRATIVA, COMERCIAL Y CONTABLE, TODO ELLO A TRAVÉS DE PERSONAS CON TITULACIÓN PARA ELLO. 4.- LA ADQUISICIÓN, CESIÓN, INVERSIÓN, GESTIÓN, TENENCIA Y DISFRUTE PARA SI DE TODA CLASE DE TÍTULOS, VALORES MOBILIARIOS Y ACTIVOS FINANCIEROS, SIN INCIDIR EN ACTIVIDADES REGULADAS POR LEYES ESPECIALES, LEY DEL MERCADO DE VALORES Y DE INVERSIONES COLECTIVAS. 5.- LA COMPRA-VENTA, DISTRIBUCIÓN, COMERCIALIZACIÓN, EXPLOTACIÓN, ALQUILER, IMPORTACIÓN, EXPORTACIÓN, ASÍ COMO INSTALACIÓN, DE TODA CLASE DE MAQUINARIA, APARATOS MECÁNICOS Y ELECTRÓNICOS QUE SE RELACIONEN CON LA ACTIVIDAD TEATRAL, CINEMATOGRÁFICA Y ESPECTÁCULOS, ASÍ COMO LA PRESTACIÓN DE SERVICIOS, ESTUDIOS TÉCNICOS, CONSULTORÍA Y ASISTENCIA Y MANTENIMIENTO DE DICHAS ACTIVIDADES.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06865",
      "_links": {
        "self": {
          "name": "CONSEJEROS DEL NORTE 2006, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/06865"
        }
      }
    },
    {
      "name": "FEV SOLUCIONES CONSTRUCTIVA, S.L.",
      "registrationNumber": "09475",
      "identificationNumber": "B95971149",
      "address": "Calle Portu Bajo 4",
      "location": {
        "postalCode": "48901",
        "municipality": "Barakaldo",
        "county": "Bizkaia",
        "municipalityId": "013",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-14",
      "certificateEndDate": "2026-07-14",
      "object": "PRINCIPAL: REALIZACIÓN DIRECTA O INDIRECTA EN SUS MÁS AMPLIOS TÉRMINOS DE OBRAS DE ALBAÑILERÍA Y TRABAJOS DE CONSTRUCCIÓN, REPARACIÓN Y CONSERVACIÓN DE OBRAS EN GENERAL, REFORMAS DE PISOS Y LOCALES, ACABADOS DE OBRAS, REVESTIMIENTOS EXTERIORES E INTERIORES, SOLADOS DE OBRAS Y PAVIMENTOS, AISLAMIENTOS E IMPERMEABILIZACIÓN, TERMINACIÓN Y DECORACIÓN DE EDIFICIOS Y LOCALES Y MONTAJE DE ANDAMIOS. SECUNDARIOS: 1.- INSTALACIONES DE TODO TIPO: ELÉCTRICAS, DE FONTANERÍA, DE GASES Y LÍQUIDOS, FRÍO Y CALOR, ASÍ COMO SU MANTENIMIENTO. 2.- LA ADQUISICIÓN POR CUALQUIER TÍTULO DE FINCAS RÚSTICAS O URBANAS, LA CONSTRUCCIÓN DE ÉSTAS, SU URBANIZACIÓN Y PARCELACIÓN Y LA ADMINISTRACIÓN, TENENCIA Y EXPLOTACIÓN Y ARRENDAMIENTO DE TALES BIENES Y SU VENTA TOTAL Y PARCIAL. 3.- COMPRAVENTA DE TODO TIPO DE MATERIALES RELACIONADOS DIRECTA O INDIRECTAMENTE CON LA CONSTRUCCIÓN, INCLUSO PROGRAMACIÓN DE TODO TIPO DE SOFTWARE INFORMÁTICO Y HARDWARE Y COMPONENTES ELECTRÓNICOS. 4.- OPERAR CON PINTURA TANTO INDUSTRIAL COMO LOCAL. 5.- SOLDADURA CALIENTE. 6.- CARPINTERÍA DE MADERA Y METÁLICA. 7.- FONTANERÍA, CLIMATIZACIÓN Y MATERIAL CONTRA INCENDIOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09475",
      "_links": {
        "self": {
          "name": "FEV SOLUCIONES CONSTRUCTIVA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09475"
        }
      }
    },
    {
      "name": "NORKELBI, S.L.",
      "registrationNumber": "04935",
      "identificationNumber": "B48975502",
      "address": "AVDA. RIBERA DE AXPE, 11 / EDIF. B - OF. 301",
      "location": {
        "postalCode": "48950",
        "municipality": "Erandio",
        "county": "Bizkaia",
        "municipalityId": "902",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-14",
      "certificateEndDate": "2026-07-14",
      "classification": [
        {
          "id": "O",
          "name": "Obras",
          "groups": [
            {
              "id": "C",
              "name": "EDIFICACIONES",
              "subgroups": [
                {
                  "id": "01",
                  "name": "DEMOLICIONES",
                  "categories": [
                    {
                      "id": "1",
                      "name": "Desde 0 Hasta 150.000",
                      "_links": {
                        "self": {
                          "name": "Desde 0 Hasta 150.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/1"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "DEMOLICIONES",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/C/subgroups/01"
                    }
                  }
                },
                {
                  "id": "08",
                  "name": "CARPINTERIA DE MADERA",
                  "categories": [
                    {
                      "id": "1",
                      "name": "Desde 0 Hasta 150.000",
                      "_links": {
                        "self": {
                          "name": "Desde 0 Hasta 150.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/1"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "CARPINTERIA DE MADERA",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/C/subgroups/08"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "name": "EDIFICACIONES",
                  "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/C"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Obras",
              "href": "https://api.euskadi.eus/procurements/companies/types/O"
            }
          }
        }
      ],
      "object": "LA PROMOCIÓN Y EJECUCIÓN, COMPLETA O POR RAMOS, DE TODA CLASE DE OBRAS DE CONSTRUCCIÓN, URBANIZACIÓN Y SERVICIOS, REPARACIÓN Y CONSERVACIÓN POR CUENTA PROPIA O AJENA, DE VIVIENDAS Y LOCALES COMERCIALES O INDUSTRIALES, E INCLUSO DE VIVIENDAS DE PROTECCIÓN OFICIAL. LA COMPRAVENTA Y ALQUILER DE EDIFICIOS, EN SU TOTALIDAD, POR PARTES O POR PISOS, BIEN DE VIVIENDAS, LOCALES INDUSTRIALES, DE OFICINAS, APARCAMIENTOS, GARAJES, CONSTRUIDAS O NO PARA TAL FIN; PROCEDER A LA CONSTRUCCIÓN DE EDIFICACIONES EN GENERAL, BIEN DIRECTAMENTE O POR MEDIO DE SUBCONTRATISTAS O DESTAJISTAS. LA ADQUISICIÓN Y ENAJENACIÓN, POR CUALQUIER TÍTULO, DE FINCAS URBANAS Y RÚSTICAS, YA SEAN TIERRAS, SOLARES Y EDIFICIOS, Y LA ADMINISTRACIÓN, TENENCIA, EXPLOTACIÓN Y ARRENDAMIENTO YA SEA ACTIVO O PASIVO, DE TALES BIENES Y SU VENTA TOTAL O PARCIAL, Y PROCEDER A SU APROVECHAMIENTO, URBANO, INDUSTRIAL O CUALQUIER OTRO. LA URBANIZACIÓN Y PARCELACIÓN DE TERRENOS, CONFORME A LOS PLANES DE ORDENACIÓN URBANÍSTICA, APROBADOS POR LAS AUTORIDADES COMPETENTES EN LOS POLÍGONOS Y ZONAS DE ACTUACIÓN QUE, AL EFECTO, SEAN DESIGNADOS Y LA REPARCELACIÓN DE DICHOS TERRENOS URBANÍSTICOS Y, EN SU CASO, LA EDIFICACIÓN Y VENTA DE LOS MISMOS O DE LAS EDIFICACIONES Y OBRAS DE URBANIZACIÓN Y SERVICIOS, A CUYO EFECTO PODRÁ FORMAR PARTE DE ASOCIACIONES DE PROPIETARIOS, EMPRESAS MIXTAS Y ENTIDADES URBANÍSTICAS COLABORADORAS, QUE PUEDAN REGLAMENTARSE A LOS EXPRESADOS FINES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/04935",
      "_links": {
        "self": {
          "name": "NORKELBI, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/04935"
        }
      }
    },
    {
      "name": "TRENTINORT, S.L.",
      "registrationNumber": "08462",
      "identificationNumber": "B48865455",
      "address": "María Victoria Uribe Laso, 4. Planta baja.",
      "location": {
        "postalCode": "48012",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.659.2",
          "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
          "_links": {
            "self": {
              "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.2"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-14",
      "certificateEndDate": "2026-07-14",
      "object": "A).- LA COMPRA-VENTA, ADMINISTRACIÓN Y DISTRIBUCIÓN DE ORDENADORES ELECTRÓNICOS, ASÍ COMO TODOS LOS DISPOSITIVOS FÍSICOS RELACIONADOS DIRECTA O INDIRECTAMENTE. B).- LA COMPRAVENTA, ALQUILER, MANTENIMIENTO Y DISTRIBUCIÓN Y DESARROLLO DE PROGRAMAS DE APLICACIÓN PARA ORDENADORES ELECTRÓNICOS. ASÍ COMO TODOS LOS DEMÁS ELEMENTOS COMPLEMENTARIOS DE PROGRAMACIÓN Y DISEÑO QUE SE RELACIONEN DIRECTA O INDIRECTAMENTE. C).- LA FORMACIÓN GENERAL Y ESPECÍFICA DE TODOS LOS TEMAS RELACIONADOS CON LA INFORMÁTICA. D).- EL ASESORAMIENTO EMPRESARIAS EN GENERAL. ASESORAMIENTO Y AUDITORÍA ESPECIALIZADOS EN TEMAS RELACIONADOS CON LA INFORMÁTICA. E).- SERVICIOS PROFESIONALES INFORMÁTICOS BASADOS EN LA CONTRAPRESTACIÓN DE PERSONAL CUALIFICADO. F).- EN GENERAL, TODAS CUANTAS OPERACIONES MOBILIARIAS E INMOBILIARIAS Y FINANCIERAS SE RELACIONEN CON ESTE OBJETO SOCIAL.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08462",
      "_links": {
        "self": {
          "name": "TRENTINORT, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08462"
        }
      }
    },
    {
      "name": "MUNALRA CONSULTORES INFORMÁTICOS, S.L.",
      "registrationNumber": "03880",
      "identificationNumber": "B95562187",
      "address": "C/LAUAXETA OLERKARI, 40B-3º A",
      "location": {
        "postalCode": "48100",
        "municipality": "Mungia",
        "county": "Bizkaia",
        "municipalityId": "069",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.659.2",
          "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
          "_links": {
            "self": {
              "name": "Venta al por menor de muebles de oficina y máquinas y equipos de oficina",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.2"
            }
          }
        },
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-14",
      "certificateEndDate": "2026-07-14",
      "classification": [
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "V",
              "subgroups": [
                {
                  "id": "03",
                  "name": "Servicios de mtto. y reparación equipos e instalaciones informáticos y telecomun",
                  "categories": [
                    {
                      "id": "3",
                      "name": "Desde 300.001 Hasta 600.000",
                      "_links": {
                        "self": {
                          "name": "Desde 300.001 Hasta 600.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/3"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Servicios de mtto. y reparación equipos e instalaciones informáticos y telecomun",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/V/subgroups/03"
                    }
                  }
                },
                {
                  "id": "05",
                  "name": "Explotación y control de sistemas informáticos e infraestructuras telemáticas.",
                  "categories": [
                    {
                      "id": "1",
                      "name": "Desde 0 Hasta 150.000",
                      "_links": {
                        "self": {
                          "name": "Desde 0 Hasta 150.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/1"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Explotación y control de sistemas informáticos e infraestructuras telemáticas.",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/V/subgroups/05"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/V"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "LA CONSULTORÍA INFORMÁTICA Y SERVICIOS ASISTENCIA TÉCNICA A USUARIOS Y MANTENIMIENTO DEL ENTORNO MICROINFORMÁTICO. VENTA DE CONSUMIBLES, ORDENADORES Y SOFTWARE. REALIZACIÓN DE PROGRAMACIÓN A MEDIDA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03880",
      "_links": {
        "self": {
          "name": "MUNALRA CONSULTORES INFORMÁTICOS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03880"
        }
      }
    },
    {
      "name": "EXPLOTACIONES FORESTALES LA BELLA SL",
      "registrationNumber": "06180",
      "identificationNumber": "B39820055",
      "address": "BARRIO OTAÑES 110",
      "location": {
        "postalCode": "39707",
        "municipality": "Castro-Urdiales",
        "county": "Cantabria",
        "municipalityId": "020",
        "countyId": "39"
      },
      "economicActivities": [
        {
          "id": "1.912",
          "name": "Servicios forestales",
          "_links": {
            "self": {
              "name": "Servicios forestales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.912"
            }
          }
        }
      ],
      "certificateStartDate": "2026-01-14",
      "certificateEndDate": "2026-07-14",
      "object": "LA SILVICULTURA Y OTRAS ACTIVIDADES FORESTALES. LA EXPLOTACIÓN DE LA MADERA. TRANSPORTE DE MERCANCÍAS POR CARRETERA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06180",
      "_links": {
        "self": {
          "name": "EXPLOTACIONES FORESTALES LA BELLA SL",
          "href": "https://api.euskadi.eus/procurements/companies/06180"
        }
      }
    }
  ]
}