{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 567,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "KONERY EFICIENCIA ENERGÉTICA, S.L.",
      "registrationNumber": "07155",
      "identificationNumber": "B73704405",
      "address": "C/Pizarro, nº 6, planta 1",
      "location": {
        "postalCode": "30709",
        "municipality": "Torre-Pacheco",
        "county": "Murcia",
        "municipalityId": "037",
        "countyId": "30"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        }
      ],
      "certificateStartDate": "2020-07-09",
      "certificateEndDate": "2020-11-20",
      "object": "1.- SERVICIOS TÉCNICOS (INGENIERÍA, ARQUITECTURA, URBANISMO, MEDIO AMBIENTE, ETC.) SERVICIOS DE CONSULTORÍA Y GESTIÓN EN MATERIA DE ENERGÍA, EFICIENCIA ENERGÉTICA. 2.- SERVICIOS PRESTADOS A LAS EMPRESAS; FORMACIÓN, JURÍDICOS, FINANCIEROS, CONTABLES, PUBLICIDAD, RELACIONES PÚBLICAS Y SIMILARES, ESTUDIOS DE MERCADO, MECANOGRÁFICOS, TAQUIGRÁFICOS, DE REPRODUCCIÓN DE ESCRITOS, PLANOS Y DOCUMENTOS, DE TRADUCCIÓN Y SIMILARES, PROTECCIÓN DE DTOS, DE GESTIÓN ADMINISTRATIVA, COLOCACIÓN Y SUMINISTRO DE PERSONAL. 3.-INVESTIGACIÓN CIENTÍFICA Y TÉCNICA: EN CIENCIAS SOCIALES, HUMANIDADES, JURÍDICAS Y TÉCNICA INDUSTRIAL. 4.- FABRICACIÓN Y COMERCIO AL POR MAYOR Y MENOR DE: APARATOS Y EQUIPO DE TELECOMUNICACIÓN, EQUIPO ELECTROMÉDICO Y DE USO PROFESIONAL Y CIENTÍFICO, EQUIPO ELECTRÓNICO DE SEÑALIZACIÓN, CONTROL Y PROGRAMACIÓN, COMPONENTES ELECTRÓNICOS Y CIRCUITOS INTEGRADOS, RECEPTORES, DE REGISTRO Y REPRODUCCIÓN DE SONIDO E IMAGEN, GRABACIÓN DE DISCOS Y CINTAS MAGNÉTICAS, MUEBLES DE OFICIINA, DE MÁQUINAS Y EQUIPOS DE OFICINA. 5.- ARRENDAMIENTO DE INMUEBLES, LOCALES, AULAS DE FORMACIÓN. 6.- ENSEÑANZA (TANTO A NIVEL PRESENCIAL COMO A DISTANCIA E INTERNET): FORMACIÓN Y PERFECCIONAMIENTO PROFESIONAL, PROMOCIÓN DE CURSOS Y ESTUDIOS EN EL EXTRANJERO, IDIOMAS, MECANOGRAFÍA, TAQUIGRAFÍA, PREPARACIÓN DE EXÁMENES, OPOSICIONES Y SIMILARES, CALIFICACIÓN PROFESIONAL, ENSEÑANZA FUERA DE ESTABLECIMIENTO PERMANENTE. 7.- EDICIÓN DE LIBROS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07155",
      "_links": {
        "self": {
          "name": "KONERY EFICIENCIA ENERGÉTICA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07155"
        }
      }
    },
    {
      "name": "ERREZILGO AZOKA, S.C.",
      "registrationNumber": "07156",
      "identificationNumber": "J20798781",
      "address": "CL AYUNTAMIENTO ERREZIL BJ 0",
      "location": {
        "postalCode": "20737",
        "municipality": "Errezil",
        "county": "Gipuzkoa",
        "municipalityId": "066",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.647.1",
          "name": "Venta al por menor de productos alimenticios y bebidas con vendedor",
          "_links": {
            "self": {
              "name": "Venta al por menor de productos alimenticios y bebidas con vendedor",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.647.1"
            }
          }
        }
      ],
      "certificateStartDate": "2020-07-09",
      "certificateEndDate": "2020-12-30",
      "object": "EL EJERCICIO DEL COMERCIO MINORISTA DE PRODUCTOS ALIMENTICIOS Y BEBIDAS. LOS SOCIOS SE ENCARGARÁN DE LOS TRABAJOS QUE RESULTEN NECESARIOS PARA EL DESARROLLO DEL COMERCIO MINORISTA EN EL ESTABLECIMIENTO SITUADO EN LOS BAJOS DEL AYUNTAMIENTO DE ERREZIL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07156",
      "_links": {
        "self": {
          "name": "ERREZILGO AZOKA, S.C.",
          "href": "https://api.euskadi.eus/procurements/companies/07156"
        }
      }
    },
    {
      "name": "VEA QUALITAS, S.L.",
      "registrationNumber": "07157",
      "identificationNumber": "B50067099",
      "address": "calle coso nº92 1º izda",
      "location": {
        "postalCode": "50001",
        "municipality": "Zaragoza",
        "county": "Zaragoza",
        "municipalityId": "297",
        "countyId": "50"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        },
        {
          "id": "1.849.9",
          "name": "Otros servicios independientes n.c.o.p",
          "_links": {
            "self": {
              "name": "Otros servicios independientes n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.9"
            }
          }
        }
      ],
      "certificateStartDate": "2020-07-09",
      "certificateEndDate": "2020-11-22",
      "object": "1) EL ASESORAMIENTO, REALIZACIÓN DE ESTUDIOS, FORMACIÓN DE PERSONAL Y DESARROLLO DE PROYECTOS Y TRABAJOS DE ASISTENCIA A EMPRESAS EN EL ÁMBITO MEDIO AMBIENTAL, DE RIESGOS LABORALES Y DE CALIDAD. 2) EL DISEÑO, DESARROLLO Y EJECUCIÓN DE PROYECTOS, OBRAS E INSTALACIONES; LA PRESTACIÓN DE SERVICIOS DE ASESORAMIENTO, FORMACIÓN, GESTIÓN Y COMERCIALIZACIÓN EN ESTRATEGIA, ORGANIZACIÓN, INNOVACIÓN, GESTIÓN Y EFICIENCIA ENERGÉTICA Y AMBIENTAL, COMUNICACIÓN, PUBLICIDAD, Y RELACIONES EXTERNAS, ASÍ COMO CUALQUIER OTRO SERVICIO TÉCNICO Y DE GESTIÓN A EMPRESAS, EMPRENDEDORES, ADMINISTRACIONES PÚBLICAS Y CUALQUIER TIPO DE ORGANIZACIÓN. 3) EL DISEÑO, DESARROLLO, ADQUISICIÓN, TRANSFERENCIA, DIVULGACIÓN Y GESTIÓN DE I+D+I, TECNOLOGÍA Y CONOCIMIENTO. 4) LA REALIZACIÓN DE ESTUDIOS, PROYECTOS Y GESTIONES ENFOCADOS A LA MEJORA DE LA COMPETITIVIDAD, LA COOPERACIÓN, LA FINANCIACIÓN Y LA INTERNACIONALIZACIÓN DE LAS ORGANIZACIONES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07157",
      "_links": {
        "self": {
          "name": "VEA QUALITAS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07157"
        }
      }
    },
    {
      "name": "MÖLNLYCKE HEALTH CARE, S.L.",
      "registrationNumber": "02049",
      "identificationNumber": "B61526414",
      "address": "Avda de la Vega 15 edif. 3 planta 3",
      "location": {
        "postalCode": "28108",
        "municipality": "Alcobendas",
        "county": "Madrid",
        "municipalityId": "006",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.614.1",
          "name": "Venta al por mayor de productos farmacéuticos y medicamentos",
          "_links": {
            "self": {
              "name": "Venta al por mayor de productos farmacéuticos y medicamentos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.614.1"
            }
          }
        }
      ],
      "certificateStartDate": "2020-07-08",
      "certificateEndDate": "2020-12-09",
      "object": "a) EL DESARROLLO, PRODUCCIÓN, FABRICACIÓN, COMERCIALIZACIÓN Y VENTA DE TODO TIPO DE ARTÍCULOS Y PRODUCTOS SANITARIOS Y DE HIGIENE, ASÍ COMO PRODUCTOS DE PLÁSTICO Y DE PAPEL PARA LOS MERCADOS SANITARIOS Y DE LA HIGIENE; SERVICIOS DE CONSULTORÍA ASÍ COMO SERVICIOS RELACIONADOS CON ESTOS PRODUCTOS Y COMPLEMENTARIOS CON LAS ACTIVIDADES DESCRITAS. b) TENENCIA Y EXPLOTACIÓN DE INMUEBLES Y OPERACIONES PROPIAS DE ACTIVIDADES INMOBILIARIAS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02049",
      "_links": {
        "self": {
          "name": "MÖLNLYCKE HEALTH CARE, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02049"
        }
      }
    },
    {
      "name": "GALICIA OUTSOURCING SL",
      "registrationNumber": "06667",
      "identificationNumber": "B70594858",
      "address": "RUA NEWTON 10 1A",
      "location": {
        "postalCode": "15008",
        "municipality": "Coruña, A",
        "county": "Coruña, A",
        "municipalityId": "030",
        "countyId": "15"
      },
      "economicActivities": [
        {
          "id": "1.849.6",
          "name": "Servicios de colocación y suministro de personal",
          "_links": {
            "self": {
              "name": "Servicios de colocación y suministro de personal",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.6"
            }
          }
        }
      ],
      "certificateStartDate": "2020-07-08",
      "certificateEndDate": "2020-12-10",
      "object": "1.- LA PRESTACIÓN DE SERVICIOS AUXILIARES Y COMPLEMENTARIOS EN URBANIZACIONES, FINCAS URBANAS, INSTALACIONES INDUSTRIALES, REDES VIALES, CENTROS COMERCIALES, ORGANISMOS OFICIALES Y DEPENDENCIAS ADMINISTRATIVAS, INSTALACIONES DEPORTIVAS, MUSEOS, RECINTOS FERIALES, SALAS DE EXPOSICIONES, CONFERENCIAS Y CONGRESOS, HOSPITALES, CENTROS DOCENTES, PARQUES, INSTALACIONES AGROPECUARIAS, BOSQUES, FINCAS RÚSTICAS, COTOS DE CAZA, RECINTOS DE RECREO Y DE ESPECTÁCULOS, PARKING PÚBLICO O PRIVADO Y, EN GENERAL, EN TODA CLASE DE INMUEBLES, POR MEDIO DE CONSERJES, ORDENANZAS, BEDELES. UJIERES, COBRADORES, CUIDADORES, SOCORRISTAS, AZAFATAS, GUARDARROPAS, VENDEDORES  Y PROFESIONALES AFINES O QUE COMPLEMENTE SUS FUNCIONES, CONSISTENTES EN EL MANTENIMIENTO Y LA CONSERVACIÓN DE LOS LOCALES, ASÍ COMO EN LA ATENCIÓN Y SERVICIO A LOS VECINOS, OCUPANTES, VISITANTES O USUARIOS,  MEDIANTE LA REALIZACIÓN DE LAS SIGUIENTES TAREAS, EXCLUIDAS, EN TODO CASO, AQUELLAS QUE LA LEY RESERVA A LA EMPRESA DE SEGURIDAD: \tA) LA ATENCIÓN A LOS SERVICIOS DE URGENCIAS, PREVENCIÓN, INFORMACIÓN, CENTRALITA DE TELÉFONOS, COCINA Y COMEDORES. B) LA APERTURA, CIERRE Y CUSTODIA DE LLAVES, RECEPCIÓN, COMPROBACIÓN DE VISITANTES Y ORIENTACIÓN DE LOS MISMOS, ASÍ COMO CONTROL DE ENTRADAS, DOCUMENTOS O CARNÉS PRIVADOS EN CUALQUIER CLASE DE EDIFICIOS O INMUEBLES. C) EL ENCENDIDO Y APAGADO, MANEJO, SUPERVISIÓN, ENTRETENIMIENTO Y REPARACIÓN DE LOS MOTORES E INSTALACIONES DE CALOR, FRIO Y ELECTRICIDAD, DE LOS ASCENSORES DE LOS CENTROS DE ALMACENAMIENTO Y LAS CONDUCCIONES DE AGUA, GAS Y OTROS SUMINISTROS DE LOS SISTEMAS Y APARATOS DE PREVENCIÓN Y LUCHA CONTRA INCENDIOS, INCLUSO RETIMBRADO Y RECARGA DE EXTINTORES. D) LA EXPLOTACIÓN DE SISTEMAS DE COMUNICACIÓN RÁPIDA CON SERVICIOS PÚBLICOS ASISTENCIALES: POLICIA, BOMBEROS, HOSPITALES Y CENTROS MÉDICOS. E) LA EJECUCIÓN DE TODAS LAS LABORES RELACIONADAS CON EXPLOTACIONES PECUARIAS: CLASIFICACIÓN DE HUEVOS, ORDEÑADO, VACUNACIÓN , LIMPIEZA, DESINSECTACIÓN, ASISTENCIA A PARTOS DE ANIMALES, FICHAS Y CENSOS DE ANIMALES. GESTIÓN DE EXPLOTACIONES AGRÍCOLAS Y GANADERAS, MATADEROS E INDUSTRIAS LÁCTEAS, MANIPULACIÓN, SEPARACIÓN, CLASIFICACIÓN, ETIQUETADO  Y EMBALAJE DE LOS PRODUCTOS PROCEDENTES DE DICHAS INDUSTRIAS. F) SERVICIOS Y CONSULTORÍA RELACIONADOS CON LA PROMOCIÓN Y VENTA DE PRODUCTOS, INCLUYENDO LA ATENCIÓN A CLIENTES Y USUARIOS, PROMOCIONES Y TELEMARKETING, EN INSTALACIONES PROPIAS O E TERCEROS, INCLUSO A TRAVÉS DEL EJERCICIO DE LA AGENCIA. G) SERVICIOS DE PUBLICIDAD, MEDIANTE ANUNCIOS, CARTELES, FOLLETOS, PELÍCULAS PUBLICITARIAS, ETC, A TRAVES DE PRENSA, RADIO, TELEVISIÓN, PUBLICIDAD AÉREA, Y OTROS MEDIOS. COLOCACIÓN Y REPOSICIÓN DE MATERIAL PUBLICITARIO EN VALLAS Y OTROS ESPACIOS RESERVADOS PARA ESTE FIN. H) SERVICIOS DE GUARDERÍA, ACOMPAÑAMIENTO, CUSTODIA Y CUIDADO DE MENORES DURANTE EL TRANSPORTE, EXCURSIONES, VISITAS, ACTIVIDADES DEPORTIVAS, CAMPAMENTOS, COMEDORES, COMEDORES, REALIZACIÓN DE ACTIVIDADES EXTRAESCOLARES, LUDOTECAS Y ACTIVIDADES SOCIOCULTURALES. I) SERVICIO DE GESTIÓN DE COBROS DE RECIBOS, INCLUSO LOS CORRESPONDIENTES A SERVICIOS  DE LAS ADMINISTRACIONES PUBLICAS. J) REALIZACIÓN DE ENCUESTAS, TRABAJOS DE CAMPO Y TOMAS DE DATOS PARA ESTUDIOS DE MERCADO, ESTADOS DE OPINIÓN U OTRO TIPO DE AVERIGUACIONES. K) SERVICIOS DE LECTURA DE CONTADORES, A EFECTOS DE DETERMINAR EL CONSUMO DE LOS SERVICIOS PRESTADOS  POR LAS ADMINISTRACIONES PÚBLICAS O POR ENTIDADES SUMINISTRADORAS. L) TRABAJOS DE ORGANIZACIÓN, ATENCIÓN Y EXPLOTACIÓN DE BIBLIOTECAS, ARCHIVOS Y MUSEOS. M) TRABAJOS EDITORIALES Y DE IMPRENTA, ASÍ COMO LOS DE IMPRESIÓN, ENCUADERNACIÓN Y ACABADO DE LIBROS, DE COMPOSICIÓN Y ESTEROTIPIA, DE REPRODUCCIÓN DE MATERIAL GRABADO, EN INSTALACIONES PROPIAS O DE TERCEROS. N) TRABAJOS DE VIGILANCIA Y CONTROL PARA LA PROTECCIÓN DE ESPECIOES ANIMALES, ASÍ COMO SUS TRATAMIENTOS SANITARIOS. VACUNACIÓN, CONTROL SANITARIO Y BIENESTAR DE ANIMALES, MERCADOS Y EXPLOTACIONES GANADERAS. Ñ) GESTIÓN Y EXPLOTACIÓN DE SERVICIOS DE RETIRADA DE VEHÍCULOS DE LA VÍA PÚBLICA Y DE DEPÓSITO DE VEHÍCULOS, ASÍ COMO EL CONTROL DE APARCAMIENTOS REGULADOS. O) GESTIÓN DE INVENTARIOS, DE ESPACIOS, DE ARCHIVOS Y TRABAJOS COMPLEMENTARIOS DE ESTAS ACTIVIDADES: CUENTÉO, CLASIFICACIÓN, INDEXACIÓN, Y CUSTODIA, DIGITALIZACIÓN, CLASIFICACIÓN Y ARCHIVO. P) ORGANIZACIÓN  Y PROMOCIÓN DE CONGRESOS, FERIAS Y EXPOSICIONES, DISPOSICIÓN Y DISTRIBUCIÓN DE ESPACIOS, MONTAJE Y DESMONTAJE DE ESTRUCTURAS Y TODOS AQUELLOS NECESARIOS. Q) LAS CARGA, DESCARGA, ESTIBA Y DESESTIBA, EL TRANSPORTE, DISTRIBUCIÓN , MANIPULACIÓN, ENVASADO, EMBALAJE, CONTROL DE CALIDAD, COLOCACIÓN, REPOSICIÓN, CLASIFICACIÓN Y ALMACENAMIENTO DE TODO TIPO DE MERCANCÍAS, EXCLUIDAS LAS ACTIVIDADES SOMETIDAS A LEGISLACIÓN ESPECIAL. R) GESTIÓN DE ALMACENES DE MERCANCÍAS, APROVISIONAMIENTO Y EVACUACIÓN DE LINEAS DE PRODUCCIÓN. SERVICIOS DE VERIFICACIÓN DE PRODUCTOS SERVICIOS DE DEPOSITO Y ALMACENAJE DE MERCANCÍAS, VEHÍCULOS, MUEBLES DOCUMENTOS, PELÍCULAS Y OTROS ENSERES. DEPOSITO DE ALMACENES ESPECIALES, TALES COMO SILOS Y OTROS ALMACENES DE GRANOS, ALMACENES FRIGORIÍICOS Y ALMACENES Y DEPOSITO DE LÍQUIDOS, TODO ELLO EN CENTROS PROPIOS O DE TERCEROS. S) TRABAJOS DE PRODUCCIÓN, ALMACENAJE, DISTRIBUCIÓN Y VENTA DE TEXTIL: DISEÑO, CONFECCIÓN, PLANCHADO, ETIQUETADO, REETIQUETADO, DOBLADO, ENSOBRADO, ENVÍO DE  PRENDAS Y TODAS LAS ACTIVIDADES COMPLEMENTARIAS QUE SE PUEDEN NECESITAR PARA LA PRODUCCIÓN, DISTRIBUCIÓN, VENTA Y ALMACENAJE DE PRENDAS DE VESTIR TANTO EN ALMACENES PROPIOS COMO AJENOS Y EN TIENDAS PROPIAS COMO AJENAS. T) TRABAJOS DE VENTA DE LOCALIDADES MEDIANTE MEDIOS ONLINE O PRESENCIALES EN TODO TIPO DE LOCALES PÚBLICOS O PRIVADOS. U) GESTIÓN DE GUARDARROPAS. V) SERVICIOS DE TÉCNICOS DE ILUMINACIÓN, SONIDO, VÍDEO Y MONTADORES DE ALTURAS, RIGERS, ESCAFOLDERS. W) SERVICIOS DE LIMPIEZA DE TODO TIPO DE INMUEBLES PÚBLICOS Y PRIVADOS CON O SIN MAQUINARIA Y DE TODO TIPO DE SUPERFICIES, INCLUIDOS LOS TRABAJOS DE LIMPIEZAS EN TRABAJOS VERTICALES. X) SERVICIOS AUDIOVISUALES EN LA GRABACIÓN, EDICIÓN, MONTAJE, PRODUCCIÓN, POSPRODUCCIÓN, REALIZACIÓN, DIRECCIÓN, DOBLAJE, ETC DE TODO TIPO DE TRABAJOS DE AUDIOVISUALES, INCLUIDOS LOS VÍDEOS PROMOCIONALES, SERIES, PELÍCULAS, CORTOS, ANUNCIOS DE TELEVISIÓN, AFTERMOVIES, ETC. Y) MÚSICOS DE SALÓN PARA TODO TIPO DE INSTRUMENTOS, ESPACIOS ESCÉNICOS Y EVENTOS PÚBLICOS Y PRIVADOS. Z) TRABAJOS FOTOGRÁFICOS EN GENERAL INCLUIDOS EL RETOQUE FOTOGRÁFICO Y LOS MEDIOS DE DIFUSIÓN DE LAS MISMAS. 2 LA RECOGIDA, TRANSPORTE, DISTRIBUCIÓN, ALMACENAMIENTO, CUSTODIA Y ENTREGA DE TODA CLASE DE PAQUETES, MERCANCIAS Y TODO TIPO DE DOCUMENTOS YA SEA POR CUENTA PROPIA O AJENA, TRATAMIENTO Y  ARCHIVO DE DICHOS DOCUMENTOS EN CUALQUIER TIPO DE SOPORTE, INCLUIDA LA DIGITALIZACIÓN O CUALQUIER OTRO SISTEMA TECNOLÓGICO, EXCLUIDAS LAS ACTIVIDADES SOMETIDAS A LEGISLACIÓN ESPECIAL, Y CON SUJECIÓN A LO DISPUESTO EN LAS DISPOSICIONES LEGALES VIGENTES SOBRE REGULACIÓN DEL TRATAMIENTO AUTOMATIZADO DE LOS DATOS DE CARÁCTER PERSONAL. 3 SERVICIOS DE RECADERIA, DE REPARTO, MANIPULACIÓN Y FRANQUEO DE CORRESPONDENCIA, ASÍ COMO  LOS DE DISTRIBUCIÓN DE PAQUETERÍA, PUBLICACIONES Y MATERIAL DE ARTES GRÁFICAS, INCLUIDOS LOS TRABAJOS ADMINISTRATIVOS DE DISTRIBUCIÓN Y ARCHIVO DE PUBLICACIONES Y OTROS DOCUMENTOS. 4 SERVICIOS DE DÁRSENA, MARINERA, RECEPCIÓN, AMARRE CONEXIÓN Y MANEJO DE EMBARCACIONES A MOTOR, EN TODO TIPO DE PUERTOS. 5 SERVICIOS DE GESTIÓN, CONTROL Y SEGUIMIENTO DE CENTROS DE PESCA, LONJAS Y MERCADOS. 6 EL ESTUDIO DE CLIMAS SONOROS Y DE PERTURBACIONES DE RUIDOS, DE SUS EFECTOS, ASÍ COMO  DE LAS SOLUCIONES A LAS MISMAS, MEDIANTE LA EJECUCIÓN DEL AS PERTINENTES MEDIDAS CORRECTORAS ENCAMINADAS A DISMINUIR LAS EMISIONES Y DESARROLLANDO  AQUELLAS ACTUACIONES QUE EL MINISTERIO DE INDUSTRIA DETERMINE PAR SUS ENTIDADES COLABORADORAS, DE ACUERDO CON LO ESTABLECIDO EN LA NORMATIVA VIGENTE SOBRE LA MATERIA.7 LA GESTIÓN Y CONTROL, A TRAVÉS DE UN CENTRO INFORMATIZADO Y COMUNICADO DE CUALQUIERA DEL OS SERVICIOS MENCIONADOS EN LOS NÚMEROS ANTERIORES, TANTO SI SON PRESTADOS POR LA PROPIA SOCIEDAD O POR TERCEROS. 8 LA EJECUCIÓN DE ESTUDIOS SOBRE ORGANIZACIÓN, MÉTODOS, SISTEMAS Y TIEMPOS, EN RELACIÓN CON AL PRESTACIÓN DE TODOS LOS SERVICIOS INCLUIDOS EN EL OBJETO SOCIAL. 9 PRESTACIÓN DE TODO TIPO DE SERVICIOS SOCIALES, SANITARIOS, EDUCATIVOS Y DE OCIO, MEDIANTE PERSONAL CUALIFICADO. 10 LA ORGANIZACIÓN E IMPARTICIÓN A TERCEROS DE TODO TIPO DE CURSOS Y PROGRAMAS DE ENSEÑANZA Y FORMACIÓN. 11 LA PRESTACIÓN DE SERVICIOS DE INTERMEDIACIÓN CON LOS PROFESIONALES CORRESPONDIENTES, EN SU CASO, DE ASESORAMIENTO, ASISTENCIA Y EJECUCIÓN DE TRABAJOS ADMINISTRATIVOS, TÉCNICOS, JURÍDICOS, ORGANIZATIVOS E INFORMÁTICOS (INCLUIDOS LOS DE DESARROLLO DE PROGRAMAS Y PÁGINAS WEB), REALIZACIÓN Y DISTRIBUCIÓN DE FOTOCOPIAS, PLANOS, FRANQUEO DE CORRESPONDENCIA, A TRAVÉS DE ESPECIALISTAS EN LAS CITADAS MATERIAS, Y DE TRADUCTORES, INTÉRPRETES, PROYECTISTAS, MECANÓGRAFOS, TAQUÍGRAFOS, TELEFONISTAS, ESTENOTIPISTAS, OPERADORES DE ORDENADOR, PROGRAMADORES Y SECRETARIAS. LOS TRABAJOS DE MECANOGRAFÍA Y GRABACIÓN O CAPTURA DE DATOS POR MEDIOS ELECTRÓNICOS Y DIGITALIZACIÓN O CONVERSIÓN DE FORMATOS DE DOCUMENTOS MEDIANTE EL USO DE TECNOLOGÍAS DE LA INFORMACIÓN Y LAS COMUNICACIONES. LA COMPRAVENTA Y CESIÓN POR CUALQUIER TITULO, DE DERECHOS DE PROPIEDAD INDUSTRIAL. 12 DESARROLLO DE PROCESOS DE SELECCIÓN DE PERSONAL. 13 EXPLOTACIÓN Y GESTIÓN TOTAL O PARCIAL, DE PISCINAS, GIMNASIOS, ASÍ COMO INSTALACIONES Y RECINTOS DEPORTIVOS DE OCIO Y DE RECREO, TEATRO, PARTES, TEMÁTICOS, APARCAMIENTOS, TIENDAS, CENTROS COMERCIALES, INMUEBLES PARA USO COMERCIAL O INDUSTRIAL, PUNTOS DE VENTA, PARQUÍMETROS Y ALMACENES YA SEAN PÚBLICOS O PRIVADOS. 14 SERVICIOS DE INFORMACIÓN Y ATENCIÓN AL PÚBLICO, INFORMACIÓN TELEFÓNICA Y POR MEDIOS TELEMÁTICOS EN ESTABLECIMIENTO PÚBLICOS Y PRIVADOS , AEROPUERTOS, ESTACIONES DE METRO, TREN, AUTOBUSES, CENTROS TURÍSTICOS ORGANISMOS PÚBLICOS Y ENTIDADES PRIVADAS. 15 TRABAJOS DE MONTAJE Y DESMONTAJE DE ESCENARIOS, ILUMINACIÓN, SONIDO, MAQUINARIA ESCÉNICA, TRAMOYA, MAQUILLAJE, VESTUARIO. SERVICIO DE TAQUILLAJE, GUARDARROPÍA, ACOMODACIÓN, INFORMACIÓN Y ATENCIÓN AL PUBLICO EN TEATROS, AUDITORIOS, PARQUES DE ATRACCIONES, PALACIOS DE CONGRESOS Y RECINTOS DONDE SE LLEVAN  A CABO ESPECTÁCULOS PÚBLICOS Y PRIVADOS, EXPOSICIONES, Y VISITAS TURÍSTICAS. MODELOS PARA PRESENTACIONES DE MODA Y BELLAS ARTES. 16 TRABAJOS DE VERIFICACIÓN, CONTROL, AUDITORIO, INVENTARIO, CONTEOS FÍSICOS, CERTIFICACIONES, VALORACIONES Y SEGUIMIENTOS DE TODO TIPO DE BIENES Y SERVICIOS A ENTIDADES PUBLICAS Y PRIVADAS, ASÍ COMO EXPLOTACIONES AGRÍCOLAS Y PECUARIAS. TOMAS Y TRASLADOS DE MUESTRAS PARA LABORATORIO. 17 SERVICIOS DE GESTIÓN DE TIENDAS COMERCIALES Y TURÍSTICAS, SUPERMERCADOS, ECONOMATOS, ETC.18 SERVICIO DE ASISTENCIA Y AYUDAS A PERSONAS CON MOVILIDAD REDUCIDA EN CENTROS DE TRANSPORTES Y COMUNICACIONES ASÍ COMO EN MEDIOS DE TRANSPORTE PÚBLICOS Y/O PRIVADOS. 19 SERVICIOS DE CHÓFERES Y CONDUCCIÓN DE VEHÍCULOS AUTOMÓVILES, ASÍ COMO LA REVISIÓN, MANTENIMIENTO Y CHEQUEO DE DICHOS VEHÍCULOS. 20 SERVICIOS DE APOYO AL MOVIMIENTO DE VEHÍCULOS, TRENES, BUQUES Y AERONAVES, RECOGIDA DE CARROS, CESTAS Y BOLSAS DE COMPRAS Y PORTAEQUIPAJES EN CENTROS COMERCIALES Y DE OCIO, ESTACIONES Y AEROPUERTOS, SERVICIOS DE HANDLING. 21 LA PRESTACIÓN A FAVOR DE CUALESQUIERA ENTIDADES PUBLICAS O PRIVADAS DE SERVICIOS DE ESTUDIO, ASISTENCIA Y ASESORAMIENTO EN LA GESTIÓN Y DESARROLLO DE CONTRATOS DE SERVICIOS DE TODO TIPO DE PROVEEDORES. 22 SERVICIOS DE LIMPIEZA DE TODO TIPO DE INMUEBLES PÚBLICOS Y PRIVADOS CON O SIN MAQUINARIA Y DE TODO TIPO DE SUPERFICIES, INCLUIDOS LOS TRABAJOS DE LIMPIEZAS EN TRABAJOS VERTICALES. 23 SERVICIOS AUDIOVISUALES EN LA GRABACIÓN, EDICIÓN, MONTAJE, PRODUCCIÓN, POSPRODUCCIÓN, REALIZACIÓN, DIRECCIÓN, DOBLAJE, ETC DE TODO TIPO DE TRABAJOS DE AUDIOVISUALES, INCLUIDOS LOS VÍDEOS PROMOCIONALES, SERIES, PELÍCULAS, CORTOS, ANUNCIOS DE TELEVISIÓN, AFTERMOVIES, EVENTOS PÚBLICOS Y PRIVADOS, ETC. 24 MÚSICOS DE SALÓN PARA TODO TIPO DE ACTUACIONES PUBLICAS O PRIVADAS, CON TODO TIPO DE INSTRUMENTOS Y EN TODO TIPO DE ESPACIOS ESCÉNICOS. 25 TRABAJOS FOTOGRÁFICOS EN GENERAL INCLUIDOS TRABAJOS DE POSPRODUCCIÓN COMO SON EL RETOQUE FOTOGRÁFICO, LA IMPRESIÓN, FOTOMONTAJE, ETC Y LA CREACIÓN Y EL MANTENIMIENTO DE CUALQUIER MEDIO DE DIFUSIÓN Y PUBLICACIÓN DE LAS MISMAS. 26 SERVICIOS DE INTERMEDIACIÓN, CON LOS PROFESIONALES CORRESPONDIENTES, EN SU CASO, TÉCNICOS DE INGENIERÍA Y CONSULTORÍA RELACIONADOS EN CON CUALQUIERA DE LOS APARTADOS ANTERIORES. 27 FORMACIÓN PROFESIONAL Y RECICLAJE DE LAS PERSONAS QUE PRESENTE LOS SERVICIOS EXPRESADOS EN LOS PUNTOS ANTERIORES. CNAE ACTIVIDAD PRINCIPAL: 7830. OTRA PROVISIÓN DE RECURSOS HUMANOS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/06667",
      "_links": {
        "self": {
          "name": "GALICIA OUTSOURCING SL",
          "href": "https://api.euskadi.eus/procurements/companies/06667"
        }
      }
    },
    {
      "name": "SINCEO2 INGENIERÍA ENERGÉTICA, S.L.",
      "registrationNumber": "07145",
      "identificationNumber": "B84957976",
      "address": "C/ Arte, nº 21 1º D",
      "location": {
        "postalCode": "28033",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2020-07-08",
      "certificateEndDate": "2020-12-05",
      "object": "LA PRESTACIÓN DE SERVICIOS RELACIONADOS CON EL DESARROLLO, GESTIÓN Y PROMOCIÓN DE ACTUACIONES PARA EL FOMENTO DEL AHORRO Y LA EFICIENCIA ENERGÉTICA A CLIENTES E INSTITUCIONES.CERTIFICACIÓN ENERGÉTICA DE EDIFICIOS,ENERGÍA RENOVABLES, LA IMPARTICIÓN DE CURSOS DE FORMACIÓN Y LA ASISTENCIA PERSONALIZADA A EMPRESAS. SI PARA EL EJERCICIO DE SUS ACTIVIDADES FUERA NECESARIO EL CUMPLIMIENTO DE REQUISITOS ESPECÍFICOS, ADMINISTRATIVOS O DE TITULACIÓN, NO PODRÁ LLEVARLAS A CABO EN TANTO NO SE HUBIEREN CUMPLIMENTADO. LAS ACTIVIDADES INTEGRANTES DEL OBJETO SEÑALADO, PODRÁN SER DESARROLLADAS, TOTAL O PARCIALMENTE, MEDIANTE LA TITULARIDAD DE ACCIONES O PARTICIPACIONES EN SOCIEDADES CON OBJETO IDÉNTICO O ANÁLOGO",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07145",
      "_links": {
        "self": {
          "name": "SINCEO2 INGENIERÍA ENERGÉTICA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07145"
        }
      }
    },
    {
      "name": "MUUTECH MONITORING SOLUTIONS, S.L.",
      "registrationNumber": "07146",
      "identificationNumber": "B94160702",
      "address": "C/SAN JOSE 4 3ºC",
      "location": {
        "postalCode": "36001",
        "municipality": "Pontevedra",
        "county": "Pontevedra",
        "municipalityId": "038",
        "countyId": "36"
      },
      "economicActivities": [
        {
          "id": "1.845",
          "name": "Explotación electrónica por cuenta de terceros",
          "_links": {
            "self": {
              "name": "Explotación electrónica por cuenta de terceros",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.845"
            }
          }
        }
      ],
      "certificateStartDate": "2020-07-08",
      "certificateEndDate": "2020-11-23",
      "object": "LA PRESTACIÓN DE SERVICIOS INFORMÁTICOS DE TODO TIPO Y, FUNDAMENTALMENTE, LA MONITORIZACIÓN DE PROCESOS INDUSTRIALES Y COMERCIALES, MEDIANTE LA RECOGIDA DE DATOS INFORMÁTICOS Y LA APLICACIÓN DE ELEMENTOS DE SOFTWARE Y HARDWARE QUE FACILITEN E INCREMENTEN EL SUMINISTRO DE DATOS, PARA SU CONTROL",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07146",
      "_links": {
        "self": {
          "name": "MUUTECH MONITORING SOLUTIONS, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07146"
        }
      }
    },
    {
      "name": "ICIAR FERNÁNDEZ DE LA FUENTE",
      "registrationNumber": "07147",
      "identificationNumber": "30680624G",
      "address": "C/ Gallarraga nº 7 3º D",
      "location": {
        "postalCode": "48830",
        "municipality": "Güeñes",
        "county": "Bizkaia",
        "municipalityId": "045",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "2.899",
          "name": "Otros profesionales",
          "_links": {
            "self": {
              "name": "Otros profesionales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.899"
            }
          }
        }
      ],
      "certificateStartDate": "2020-07-08",
      "certificateEndDate": "2020-12-22",
      "object": "OTROS PROFESIONALES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07147",
      "_links": {
        "self": {
          "name": "ICIAR FERNÁNDEZ DE LA FUENTE",
          "href": "https://api.euskadi.eus/procurements/companies/07147"
        }
      }
    },
    {
      "name": "CAMIN GLOBAL EUROPA , S.L.",
      "registrationNumber": "07148",
      "identificationNumber": "B87925954",
      "address": "PASEO LA CASTELLANA, 141, CENTRO CORPORATIVO CUSCO IV. PISO 5 OFIC 501",
      "location": {
        "postalCode": "28046",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.372",
          "name": "Reparación y mantenimiento de buques",
          "_links": {
            "self": {
              "name": "Reparación y mantenimiento de buques",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.372"
            }
          }
        }
      ],
      "certificateStartDate": "2020-07-08",
      "certificateEndDate": "2020-11-08",
      "object": "-LA INTERMEDIACIÓN EN LA PRESENTACIÓN DE SERVICIOS INDUSTRIALES, PETROLEROS Y PETROQUÍMICOS ESPECIALMENTE TODO LO RELACIONADO CON EL MANTENIMIENTO, REPARACIÓN, INSTALACIONES, DISEÑO, CONSTRUCCIÓN, ASESORAMIENTO Y CONSULTORÍA, INSTALACIÓN Y SUPERVISIÓN DE SISTEMAS ELÉCTRICOS Y ELECTRÓNICOS ENFOCADOS EN EL ÁREQA INDUSTIRAL Y NAVAL, ESPECIALIZÁNDOSE EN TRABAJOS DE MECÁNICA, SOLDADURA, MECANIZADO, MONTAJE Y DESMONTAJE DE ESTRUCTURAS METÁLICAS Y TUBERÍAS, SISTEMAS HIDRÁULICOS, ELECTRICIDAD, ELECTRÓNICA Y AUTOMATIZACIÓN. -INTERMEDIACIÓN EN OBRAS DE CONSTRUCCIÓN CIVIL, ACERAS, ASFALTADO, CONSTRUCCIÓN DE GALPONES, POZOS, EDIFICACIONES DE TODO TIPO, TORRES, ESTRUCTURAS DE ACERO, HIERRO Y HORMIGÓN DE GRAN TAMAÑO, MOVIMIENTOS DE TIERRA, CONSTRUCCIÓN DE VIVIENDAS Y REMODELACIONES. -ALQUILER DE MAQUINARIAS EQUIPOS Y HERRAMIENTAS, ALQUILER DE BAÑOS PORTÁLTILES, DE VEHÍCULOS, CAMIONES Y SISTEMAS DE CARGA, EQUIPOS ELÉCTRICOS GENERADORES, DE SISTEMAS HIDRÁULICOS Y OTROS EQUIPOS AL SERVICIO DE LA INUDISTRIA Y EL COMERCIO; - INTERMEDIACIÓN EN LA CONSTRUCCIÓN Y MANTENIMIENTO DE EMBARCACIONES EN ACERO NAVAL, ALUMINIO NAVAL Y FIBRA DE VIDRIO, COMO LANCHAS, BUQUES, REMOLCADORES, BARCOS PESQUEROS, Y OTRO TIPOS DE EMBARCACIONES DE TIPO MARÍTIMO Y FLUVIAL, ADEMÁS DE CERTIFICAR A SOLDADORES, MECÁNICOS, TORNEROS Y FABRICADORES. - IMPORTACIÓN Y EXPORTACIÓN DE MERCANCÍA, MOTORES, CAJA, MAQUINARIAS Y HERRAMIENTAS DE TODO TIPO, EQUIPOS ROTATIVOS, EQUIPOS ESTÁTICOS, EQUIPOS ELÉCTRICOS, EQUIPOS ELECTRÓNICOS, VEHÍCULOS, SISTEMAS DE CARGA, TUBERÍAS PLANCHONES DE ACERO, ALUMINIO, COBRE Y OTROS MATERIALES. - SERVICIOS DE TRANSPORTE DE PERSONAL Y MERCANCÍA, CONTENEDORES Y TODOTIPO DE CARGA LIVIANA Y PESADA A NIVEL NACIONAL E INTERNACIONAL, A TRAVÉS DE VÍA MARÍTIMA, AÉREA Y TERRESTRE. - SERVICIOS DE VRÓKER EN LOS DIFERENTES PUERTOS MARÍTIMOS DEL MUNDO, SERVICIOS COMO AGENCIA PARA BUQUES Y EMPRESAS MARÍTIMAS. - CONTRATACIÓN RECLUTAMIENTO, SELECCIÓN, ENTRENAMIENTO, ADMINISTRACIÓN, CAPACITACIÓN DE PERSONAL PARA LA INDUSTRIA DE LA CONSTRUCCIÓN, PETROLERA, PETROQUÍMICA, INDUSTRIAL Y COMERCIAL. -COMPRA Y VENTA DE SUMINISTROS DE MATERIALES, ALIMENTOS Y EQUIPOS AL SERVICIO DE LA INDUSTRIA PETROLERA, PETROQUÍMICA Y LA INDUSTRIA NAVAL;- ESTABLECER CONVENIOS CON INSTITUCIONES PÚBLICAS Y PRIVADAS, TANTO NACIONALES COMO INTERNACIONALES, ORIENTADAS A MEJORAR LA PRODUCCIÓN Y EL SERVICIO. - RESTAURACIÓN. - ENVÍO DE DINERO Y MERCANCÍAS. A LAS ACTIVIDADES PRINCIPALES DEL OBJETO SOCIAL, DE CONFORMIDAD CON LO PREVISTO EN EL ARTÍCULO 20 DE LA EY 40/2013, DE 27 DE SEPTIEMBRE, LES CORRESPONDEN LOS SIGUIENTES DÓDIGOS CNAE: 7112. SERVICIOS TÉCNICOS DE INGENIERÍA Y OTRAS ACTIVIDADES. 3312. REPARACIÓN DE MAQUINARIA. 3315. REPARACIÓN Y MANTENIMIENTO NAVAL. 2511. FABRICACIÓN DE ESTRUCTURAS METÁLICAS Y SUS COMPONENTES. 4121. CONSTRUCCIÓN EDIFICIOS RESIDENCIALES. 7732. ALQUILER MAQUINARIA Y EQUIPO PARA LA CONSTRUCCIÓN E INGENIERÍA CIVIL. 5610. RESTAURANTES Y PUESTOS DE COMIDA. 6190. OTRAS ACTIVIDADES DE TELECOMUNICACIONES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07148",
      "_links": {
        "self": {
          "name": "CAMIN GLOBAL EUROPA , S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07148"
        }
      }
    },
    {
      "name": "SACYR AGUA, S.L.",
      "registrationNumber": "07150",
      "identificationNumber": "B06285092",
      "address": "Calle Juan Esplandiú 11 ",
      "location": {
        "postalCode": "28007",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.507",
          "name": "Construcción, reparación y conservación de toda clase obras",
          "_links": {
            "self": {
              "name": "Construcción, reparación y conservación de toda clase obras",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.507"
            }
          }
        },
        {
          "id": "1.692",
          "name": "Reparación de maquinaria industrial",
          "_links": {
            "self": {
              "name": "Reparación de maquinaria industrial",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.692"
            }
          }
        },
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        },
        {
          "id": "1.921.4",
          "name": "Servicios de alcantarillado, evacuación y depuración de aguas residuales",
          "_links": {
            "self": {
              "name": "Servicios de alcantarillado, evacuación y depuración de aguas residuales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.4"
            }
          }
        }
      ],
      "certificateStartDate": "2020-07-08",
      "certificateEndDate": "2020-10-06",
      "object": "1.- LA GESTIÓN DE SRVICIOS PÚBLICOS DE ABASTECIMIENTO DOMICILIARIO DE AGUA, ALCANTARILLADO, DEPURACIÓN Y REUTILIZACIÓN DE AGUA. 2.- LA CONSTRUCCIÓN, INSTALACIÓN, EXPLOTACIÓN, MANTENIMIENTO Y GESTIÓN DE TODA CLASE DE ESTACIONES, PLANTAS Y EQUIPOS DE TRATAMIENTO, RECUPERACIÓN O ELIMINACÓN DE RESIDUOS Y, DEPURACIÓN DE AGUAS Y DE TODAS AQUELLAS INSTALACIONES QUE TENGA POR OBJETO EL TRATAMIENTO DE LOS MISMOS, ASÍ COMO LA CONTRATACIÓN, GESTIÓN Y EJECUCIÓN DE TODA CLASE DE OBRAS Y CONSTRUCCIONES EN SU MÁS AMPLIO SENTIDO, TANTO PÚBLICAS COMO PRIVADAS. 3.- LA PRESTACIÓN DE SERVICIOS DE SANEAMIENTO Y LIMPIEZA DE TODA ÍNDOLE PARA EL TRATAMIENTO, RECUPERACIÓN, ELIMINACIÓN Y DEPURACIÓN DE RESIDUOS, SÓLIDOS O LÍQUIDOS, DE AGUAS POTABLES, DE SUMINISTRO O DE PROCESO INDUSTRIAL, RESIDUALES, URBANAS O INDUSTRIALES, Y DE TODO TIPO DE OBRAS Y EQUIPOS AUXILIARES QUE GUARDEN RELACIÓN CON ELLOS. 4.- LA PRESTACIÓN DE SERVICIOS RELACIONADOS CON LA CONSERVACIÓN, REPARACIÓN MANTENIMIENTO, SANEAMIENTO Y LIMPIEZA DE TODA CLASE DE OBRAS, INSTALACIONES Y SERVICIOS, TANTO A ENTIDADES PÚBLICAS COMO PRIVADAS. 5.- LA REALIZACIÓN DE ESTUDIOS, CONSULTORÍAS Y PROYECTOS, SERVICIOS DE INVESTIGACIÓN Y DESARROLLO Y LA DIRECCIÓN Y EJECUCIÓN DE TODA CLASE DE OBRAS, INSTALACIONES, MONTAJES Y MANTENIMIENTOS CON O SIN SUMINISTRO DE MATERIALES Y EQUIPOS  CON INCLUSIÓN EN SU CASO DE LA REALIZACIÓN DE LA PARTE DE OBRA CIVIL CORRESPONDIENTE; DE OBRAS HIDRÁULICAS PARA APROVECHAR, ALMACENAR, ELEVAR, IMPULSAR O DISTRIBUIR AGUA, SU CANALIZACIÓN, TRANSPORTE Y DISTRIBUCIÓN PARA ABASTECIMIENTOS, RIEGOS, USOS SANITARIOS, INDUSTRIALES Y DOMÉSTICOS, INCLUYENDO INSTALACIONES DE TRATAMIENTO DE AGUAS Y GASES. 6.- LA FABRICACIÓN, COMPRAVENTA, MONTAJE, SUMINISTRO, REPRESENTACIÓN Y DISTRIBUCIÓN DE MAQUINARIA, VEHÍCULOS Y EQUIPOS MECÁNICOS, ELÉCTRICOS Y DE TODOS AQUELLOS APARATOS PRINCIPALES O ACCESORIOS QUE SEAN NECESARIOS PARA EL TRATAMIENTO Y DEPURACIÓN DE LOS RESIDUOS Y LAS AGUAS, ASÍ COMO LA REALIZACIÓN DE TODA CLASE DE OBRAS CIVILES, QUE ESTÉN RELACIONADAS CON LAS ACTIVIDADES ANTERIORES, EXPLOTANDO Y COMERCIALIZANDO PATENTES, MODELOS MARCAS Y LICENCIAS. 7.- LA COMPRAVENTA DE AGUA TRATADA, DEPURADA O POTABILIZADA O DE CUALQUIER CLASE. 8.- LA TITULARIDAD DE TODA CLASE DE CONCESIONES, SUBCONCESIONES, AUTORIZACIONES Y LICENCIAS ADMINISTRATIVAS DE OBRAS, SERVICIOS Y MIXTAS DEL ESTADO, COMUNIDADES AUTÓNOMAS, PROVINCIAS, MUNICIPIOS, ORGANISMOS AUTÓNOMOS, ENTIDADES AUTÓNOMAS Y, EN GENERAL, DE CUALQUIER ESTADO O ADMINISTRACIÓN PÚBLICA EXTRANJEROS, ORGANISMOS E INSTITUCIONES INTERNACIONALES. 9.-LA REALIZACIÓN DE TODO TIPO DE ESTUDIOS, INCLUÍDOS LOS DE VIALBILIDAD, ASÍ COMO EL DESARROLLO DE INGENIERÍA CONCEPTUAL, BÁSICA Y DE DETALLE, CONSULTORÍAS Y DESARROLLOS DE PROYECTOS, SERVICIOS DE INVESTIGACIÓN Y DESARROLLO Y LA DIRECCIÓN Y EJECUCIÓN DE TODA CLASE DE PROYECTOS DE OBRAS TANTO CIVIL COMO DE EDIFICACIÓN, INSTALACIONES Y MONTAJES MECÁNICO, ELÉCTRICO E INSTRUMENTALIZACIÓN Y CONTROL CON Y SIN SUMINISTRO DE MATERIALES O EQUIPOS Y TODAS LAS ACTIVIDADES RELACIONADAS CON LA PREPARACIÓN DE LAS INSTALACIONES PARA LA PUESTA EN MARCHA DE LAS MISMAS, ASÍ COMO EL MANTENIMIENTO Y APROVECHAMIENTO, PRODUCCIÓN, TRANSFORMACIÓN, ALMACENAMIENTO, TRANSPORTE, CANALIZACIÓN, DISTRIBUCIÓN, UTILIZACIÓN, MEDIDA Y MANTENIMIENTO DE CUALESQUIERA OTRAS CLASES DE ENERGÍA Y PRODUCTOS ENERGÉTICOS, DE ORIGEN FÓSIL, VEGETAL, ANIMAL, EÓLICO, SOLAR, GEOTÉRMICO, MAREO MOTRIZ O BLOQUÍMICO, YA SEAN SÓLIDOS, LÍQUIDOS O GASEOSOS, Y DE CUALQUIER OTRA ENERGÍA QUE PUEDA UTILIZARSE EN EL FUTURO, INCLUIDO EL SUMINISTRO DE SUS EQUIPOS ESPECIALES, ELEMENTOS NECESARIOS PARA LA INSTALACIÓN Y MONTAJE Y MATERIALES DE TODAS CLASES PARA ELLOS NECESARIOS, SIMILARES O DE ENTRE LOS ENUMERADOS EN EL APARTADO QUE PRECEDE. 10- LA REALIZACIÓN DE TODO TIPO DE ESTUDIOS, INCLUÍDOS LOS DE VIABILIDAD, ASÍ COMO EL DESARROLLO DE INGENIERÍA CONCEPTUAL, BÁSICA Y DE DETALLE, CONSULTORÍAS Y DESARROLLOS DE PROYECTOS , SERVICIOS DE INVESTIGACIÓN Y DESARROLLO Y LA DIRECCIÓN Y EJECUCIÓN DE TODA CLASE DE PROYECTOS DE OBRAS TANTO CIVIL COMO DE EDIFICACIÓN, INSTALACIONES Y MONTAJES MECÁNICO, ELÉCTRICO E INSTRUMENTALIZACIÓN Y CONTROL CON Y SIN SUMINISTRO DE MATERIALES O EQUIPOS Y TODAS LAS ACTIVIDADES RELACIONADAS CON LA PREPARACIÓN DE LAS INSTALACIONES PARA LA PUESTA EN MARCHA DE LAS MISMAS, ASÍ COMO EL MANTENIMIENTO Y APROVECHAMIENTO, PRODUCCIÓN, TRANSFORMACIÓN, ALMACENAMIENTO, TRANSPORTE, CANALIZACIÓN, DISTRIBUCIÓN, UTILIZACIÓN, MEDIDA Y MANTENIMIENTO DE CUALESQUIERA OTRAS CLASES DE PLANTAS DE TRATAMIENTOS DE TODO TIPO DE RESIDUOS Y DESECHOS: URBANOS, INDUSTRIALES, LODOS DE DEPURACIÓN, DE CONSTRUCCIÓN, TÓXICOS, PELIGROSOS Y HOSPITALARIOS, INCLUYENDO LOS PROCESOS DE COGENERACIÓN, GASIFICACIÓN, BIOMETANIZACIÓN Y CICLOS COMBINADOS, O DE CUALQUIER OTRO TIPO DE TECNOLOGÍA QUE PUEDA UTILIZARSE EN EL FUTURO, INCLUIDO EL SUMINISTRO DE SUS EQUIPOS ESPECIALES, ELEMENTOS NECESARIOS PARA LA INSTALACIÓN Y MONTAJE Y MATERIALES DE TODAS CLASES PARA ELLOS NECESARIOS, SIMILARES O DE ENTRE LOS ENUMERADOS EN EL APARTADO QUE PRECEDE. 11.- LA REALIZACIÓN DE TODO TIPO DE ESTUDIOS, INCLUÍDOS LOS DE VIABILIDAD, ASÍ COMO EL DESARROLLO DE INGENIERÍA CONCEPTUAL, BÁSICA Y DE DETALLE, CONSULTORÍAS Y DESARROLLOS DE PROYECTOS , SERVICIOS DE INVESTIGACIÓN Y DESARROLLO Y LA DIRECCIÓN Y EJECUCIÓN DE TODA CLASE DE PROYECTOS DE OBRAS TANTO CIVIL COMO DE EDIFICACIÓN, INSTALACIONES Y MONTAJES MECÁNICO, ELÉCTRICO E INSTRUMENTALIZACIÓN Y CONTROL CON Y SIN SUMINISTRO DE MATERIALES O EQUIPOS Y TODAS LAS ACTIVIDADES RELACIONADAS CON LA PREPARACIÓN DE LAS INSTALACIONES PARA LA PUESTA EN MARCHA DE LAS MISMAS, ASÍ COMO EL MANTENIMIENTO Y APROVECHAMIENTO, PRODUCCIÓN, TRANSFORMACIÓN, TRANSPORTE, CANALIZACIÓN, DISTRIBUCIÓN, UTILIZACIÓN, MEDIDA Y MANTENIMIENTO DE CUALESQUIER INSTALACIÓN REFERENTE A CENTRALES Y LÍNEAS DE PRODUCCIÓN Y TRANSPORTE Y DISTRIBUCIÓN DE ENERGÍA ELÉCTRICA DE MUY ALTA, ALTA Y BAJA TENSIÓN, AÉREAS Y SUBTERRÁNEAS, REDES INDUSTRIALES Y URBANAS, SUBESTACIONES, CENTROS DE TRANSFORMACIÓN, INTERCONEXIÓN Y SECCIONAMIENTO, ESTACIONES GENERADORAS Y CONVERTIDORAS, INSTALACIONES ELÉCTRICAS DE DEPURADORAS, DESALINIZADORAS, POTABILIZADORAS DE AGUAS, MUELLES, PUERTOS, AEROPUERTOS Y DÁRSENAS, BARCOS, ASTILLEROS DE BUQUES, PONTONES, PLATAFORMAS Y ELEMENTOS DE FLOTACIÓN Y DE CUALESQUIERA ELEMENTOS APLICABLES PARA EL DIAGNÓSTICO, ENSAYO, SEGURIDAD Y PROTECCIÓN, MANDOS DE CONTROL Y ENCLAVAMIENTOS, MANIOBRA, MEDIDA, DIRECTO O POR TELEMANDO, PARA INDUSTRIA, EDIFICIOS URBANOS, PARA USOS INDUSTRIALES, COMERCIALES, AGRÍCOLAS O DOMÉSTICOS, ASÍ COMO LOS APROPIADOS PARA LAS INSTALACIONES ANTERIORMENTE RELACIONADOS, ELECTRIFICACIÓN DE ZONAS INDUSTRIALES, URBANIZACIONES Y DEPORTIVAS, ILUMINACIÓN Y ALUMBRADO PÚBLICO DE ELECTRIFICACIONES RURALES Y REGADÍOS Y AMBIENTES EXPLOSIVOS; Y EN GENERAL DE TODO TIPO DE INSTALACIONES RELACIONADAS CON LA PRODUCCIÓN, TRANSPORTE, CONSERVACIÓN Y RECUPERACIÓN Y UTILIZACIÓN DE ENERGÍA ELÉCTRICA EN TODOS SUS GRADOS Y SISTEMAS ASÍ COMO LA EXPLOTACIÓN Y REPARACIÓN, SUSTITUCIÓN Y CONSERVACIÓN DE SUS ELEMENTOS Y PARTES, INCLUSO SIN NECESIDAD DE INTERRUPCIÓN DEL SERVICIO MEDIANTE TÉCNICAS DE TRABAJOS EN TENSIÓN COMO CUALQUIER OTRA TÉCNICA. CONTROL Y AUTOMATIZACIÓN DE TODO TIPO DE REDES E INSTALACIONES ELÉCTRICAS, TELEMANDOS, EQUIPOS INFORMÁTICOS Y RACIONALIZACIÓN DEL CONSUMO DE TODA CLASE DE ENERGÍA ELÉCTRICA, INCLUIDO EL SUMINISTRO DE SUS EQUIPOS ESPECIALES, ELEMENTOS NECESARIOS PARA LA INSTALACIÓN Y MONTAJE Y MATERIALES DE TODAS CLASES PARA ELLOS NECESARIOS, SIMILARES O DE ENTRE LOS ENUMERADOS EN EL APARTADO QUE PRECEDE. 12.- LA REALIZACIÓN DE TODO TIPO DE ESTUDIOS, INCLUÍDOS LOS DE VIABILIDAD, ASÍ COMO EL DESARROLLO DE INGENIERÍA CONCEPTUAL, BÁSICA Y DE DETALLE, CONSULTORÍAS Y DESARROLLOS DE PROYECTOS , SERVICIOS DE INVESTIGACIÓN Y DESARROLLO Y LA DIRECCIÓN Y EJECUCIÓN DE TODA CLASE DE PROYECTOS DE OBRAS TANTO CIVIL COMO DE EDIFICACIÓN, INSTALACIONES Y MONTAJES MECÁNICO, ELÉCTRICO E INSTRUMENTALIZACIÓN Y CONTROL CON Y SIN SUMINISTRO DE MATERIALES O EQUIPOS Y TODAS LAS ACTIVIDADES RELACIONADAS CON LA PREPARACIÓN DE LAS INSTALACIONES PARA LA PUESTA EN MARCHA DE LAS MISMAS, ASÍ COMO EL MANTENIMIENTO Y APROVECHAMIENTO, PRODUCCIÓN, TRANSFORMACIÓN, TRANSPORTE, CANALIZACIÓN, DISTRIBUCIÓN, UTILIZACIÓN, MEDIDA Y ABASTECIMIENTO DE CUALESQUIER INSTALACIÓN REFERENTE A OBRAS HIDRÁULICAS PARA APROVECHAR, ALMACENAR, ELEVAR, IMPULSAR O DISTRIBUIR AGUA, SU CANALIZACIÓN, TRANSPORTE Y DISTRIBUCIÓN PARA ABASTECIMIENTOS, RIEGOS, USOS SANITARIOS, INDUSTRIALES Y DOMÉSTICOS, INCLUYENDO INSTALACIONES DE TRATAMIENTO DE AGUAS Y GASES, LA CONSTRUCCIÓN DE DEPURADORAS, DESALINIZADORAS, POTABILIZADORAS DE AGUAS, ASÍ COMO LA ORDENACIÓN Y PROMOCIÓN TÉCNICA DE SERVICIOS DE EXPLOTACIÓN, MANTENIMIENTO Y GESTIÓN TOTAL DE INSTALACIONES, PLANTAS Y REDES DE ABASTECIMIENTO, TRATAMIENTO, DEPURACIÓN, DESTILACIÓN Y MANIPULACIÓN DE TODO TIPO DE AGUAS, YA SEAN RESIDUALES, FLUVIALES, MARINAS O MINERO MEDICINALES, EL DISEÑO, CONSTRUCCIÓN, ORGANIZACIÓN Y CONTROL DE EQUIPOS E INSTALACIONES HIDRÁULICAS E INDUSTRIALES Y LA INVESTIGACIÓN, ESTUDIO, INTERVENCIÓN Y DESARROLLO DE PROYECTOS, PATENTES E INVENTOS RELATIVOS AL AGUA, ASÍ COMO TRANSFORMACIÓN, TRATAMIENTO DE CUALQUIER CLASE DE AGUAS Y RESIDUOS, ABASTECIMIENTO DOMICILIARIO DE AGUA POTABLE, ALCANTARILLADO Y DEPURACIÓN DE AGUAS RESIDUALES. INVESTIGACIÓN Y DESARROLLO DE ESTOS MISMOS CAMPOS. 13.- LA REALIZACIÓN DE TODO TIPO DE ESTUDIOS, INCLUÍDOS LOS DE VIABILIDAD, ASÍ COMO EL DESARROLLO DE INGENIERÍA CONCEPTUAL, BÁSICA Y DE DETALLE, CONSULTORÍAS Y DESARROLLOS DE PROYECTOS , SERVICIOS DE INVESTIGACIÓN Y DESARROLLO Y LA DIRECCIÓN Y EJECUCIÓN DE TODA CLASE DE PROYECTOS DE OBRAS TANTO CIVIL COMO DE EDIFICACIÓN, INSTALACIONES Y MONTAJES MECÁNICO, ELÉCTRICO E INSTRUMENTALIZACIÓN Y CONTROL CON Y SIN SUMINISTRO DE MATERIALES O EQUIPOS Y TODAS LAS ACTIVIDADES RELACIONADAS CON LA PREPARACIÓN DE LAS INSTALACIONES PARA LA PUESTA EN MARCHA DE LAS MISMAS, ASÍ COMO EL MANTENIMIENTO Y APROVECHAMIENTO, PRODUCCIÓN, TRANSFORMACIÓN, TRANSPORTE, CANALIZACIÓN, DISTRIBUCIÓN, UTILIZACIÓN, MEDIDA Y MANTENIMIENTO DE CUALESQUIER INSTALACIÓN REFERENTE A DESARROLLO MINERO, INCLUYEDO LOS EQUIPOS REQUERIDOS DE MANIPULACIÓN Y TRANSPORTE DE SÓLIDOS, ASÍ COMO LOS DE EXCAVACIÓN Y RETIRADA Y CLASIFICACIÓN Y LAVADO DE MATERIAL Y TODAS LAS INSTALACIONES AUXILIARES Y DE ENERGÍA NECESARIAS. 14.- LA REALIZACIÓN DE TODO TIPO DE ESTUDIOS CONSULTORÍAS Y PROYECTOS , SERVICIOS DE INVESTIGACIÓN Y DESARROLLO Y LA DIRECCIÓN Y EJECUCIÓN DE TODA CLASE DE OBRAS, INSTALACIONES Y MONTAJES Y MANTENIMIENTO CON Y SIN SUMINISTRO DE MATERIALES O EQUIPOS &#8211;CON REALIZACIÓN EN SU CASO DE PLA PARTE DE OBRA CIVIEL QUE CORRESPONDA- REFERENTE AL TRATAMIENTO Y REDUCCIÓN DE LODOS O RESIDUOS AGRÍCOLAS MEDIANTE PLANTA DE COGENERACIÓN DE ENERGÍA ELÉCTRICA Y TÉRMICA PARA LA COMERCIALIZACIÓN DE ESTA ÚLTIMAS Y GENERACIÓN Y COMERCIALIZACIÓN DE ENERGÍA ELÉCTRICA MEDIANTE LA COMBUSTIÓN DE BIOMASA, ASÍ COMO la REALIZACIÓN DE CUALQUIER INSTALACIÓN Y MANTENIMIENTO DE CUALQUIER PLANTA DE ENERGÍAS RENOVABLES, SEA ÉSTA EÓLICA, FOTOVOLTAICA, TERMO-SOLAR, MAREOMOTRIZ, HIDRÁULICA O GEOTÉRMICA, ASÍ COMO CUALQUIER OTRA FUENTE DE ENERGÍA PRIMARIA QUE SEA DE CÁRACTER RENOVABLE. ASÍ COMO PROYECTOS, CONSTRUCCIÓN, MONTAJE Y MANTENIMIENTO DE INSTALACIONES ELÉCTRICAS Y ELECTRÓNICAS, INCLUUENDO: CENTRALES DE PRODUCCIÓN DE ENERGÍA ELÉCTRICA, EN GENERAL, A PARTIR DE CUALQUIER COMBUSTIBLE Y/O RECURSO, INCLUYENDO LOS PROCESOS DE COGENERACIÓN, GASIFICACIÓN, BIOMETANIZACIÓN Y CICLOS COMBINADOS. 15.- CONTRATACIÓN, GESTIÓN, PROYECTO, CONSTRUCCIÓN, MONTAJE Y EJECUCIÓN DE TODA CLASE DE OBRA PÚBLICA O PRIVADA: MOVIMIENTOS DE TIERRAS YPERFORACIONES; PUENTES, VIADUCTOS Y GRANDES ESTRUCTURAS, FERROCARRILES Y EDIFICACIONES, EN GENERAL, INCLUYENDO INSTALACIONES DE ELECTRICIDAD EN GENERAL (BAJA, MEDIA Y ALTA TENSIÓN), INSTALACIONES DE CALEFACCIÓN, AGUA CALIENTE SANITARIA Y CLIMATIZACIÓN, ASÍ COMO INSTALACIONES DE PROTECCIÓN CONTRA INCENDIOS. 16.- DISEÑAR Y PREPARAR TODA CLASE DE PROYECTOS E INFORMES DE INGENIERÍA PARA EL MONTAJE DE TODA CLASE DE FÁBRICAS, PLANTAS O INSTALACIONES INDUSTRIALES O CIVILES, ASÍ COMO LLEVAR A CABO LA CONSTRUCCIÓN, SUPERVISIÓN Y PUESTA EN MARCHA DE LAS MISMAS EN LA MODALIDAD \"LLAVE EN MANO\" INTEGRANDO TODOS LOS SERVICIOS NECESARIOS HASTA LA ENTREGA DE LA INSTALACIÓN AL CLIENTE. 17.- LA FABRICACIÓN, TRANSFORMACIÓN, ELABORACIÓN, MANIPULACIÓN, REPARACIÓN, MANTENIMIENTO Y TODA CLASE DE OPERACIONES DE CARÁCTER INDUSTRIAL PARA SU COMERCIALIZACIÓN RELACIONADAS CON MAQUINARIA, ELEMENTOS, ÚTILES, ENSERES, MATERIAL ELÉCTRICO DE PROTECCIÓN, CONDUCTORES DESNUDOS Y AISLADOS, AISLADORES, HERRAJES, MAQUINARIA, HERRAMIENTAS Y LÍNEAS Y REDES DE TRANSPORTE Y DISTRIBUCIÓN DE ENERGÍA ELÉCTRICA Y PARA COMUNICACIONES TELEFÓNICAS Y TELEFRÁFICAS, SISTEMAS DE TELECOMUNICACIÓN APROVECHAMIENTO, TRANSFORMACIÓN, DESTILACIÓN, TRANSPORTE, UTILIZACIÓN DE TODA CLASE DE ENERGÍAS Y PRODUCTOS ENERGÉTICOS SÓLIDOS, LÍQUIDOS Y GESEOSOS, YA SEAN DE ORIGEN FÓSIL, VEGETAL, ANIMAL, EÓLICO, SOLAR O BIOQUÍMICO, SÓLIDO GEOTÉRMICO O MAREOMOTRIZ; DE BOMBAS ELEVADORAS DE FLUIDOS Y GASES, CANALIZACIONES YDEMÁS ELEMENTOS, MECANISMO, INSTRUMENTOS, ACCESORIOS, REPUESTOS Y MATERIALES NECESARIOS PARA LA EJECUCIÓN, REALIZACIÓN DE CUALESQUIERA OBRAS, INSTALACIONES Y MONTAJES INDUSTRIALES, AGRÍCOLAS, NAVALES, DE TRANSPORTE Y COMUNICACIONES Y DEMÁS RELACIONADOS EN LOS PRECEDENTES APARTADOS. 18.- LA FABRICACIÓN, INSTALACIÓN, ENSAMBLAJE, MONTAJE SUMINISTRO, MANTENIMIENTO Y VENTA DE TODA CLASE DE PRODUCTOS Y ELEMENTOS PROPIOS O DERIVADOS DEL HORMIGÓN, CERÁMICAS, RESINAS, PLÁSTICOS O MATERIAL SINTÉTICOS INSGULARES O ENSAMBLADOS, PREFABRICADOS, TERMINADOS O SUSCEPTIBLES DE ULTERIOR TRANSFORMACIÓN. ACABADO O INCORPORACIÓN; ASÍ COMO DE ESTRUCTURAS METÁLICAS PARA PLANTAS INDUSTRIALES Y EDIFICIOS, DE PUENTES, TORRES Y APOYOS METÁLICOS Y DE HORMIGÓN ARMADO O CUALQUIER MATERIAL SINTÉTICO PARA TODA CLASE DE COMUNICACIONES Y TRANSPORTE O DISTRIBUCIÓN DE ENERGÍA ELÉCTRICA O DE CUALQUIER OTRA CLASE DE MATERIALES O PRODUCTOS ENERGÉTICOS RELACIONADOS CON LA ENERGÍA DE TODAS SUS CLASES, CON INCLUSIÓN EN SU CASO, DE SUS CIMENTACIONES, FUNDACIONES Y PARTE DE OBRA CIVIL CORRESPONDIENTE. 19.- REALIZACIÓN DE TRABAJOS FORESTALES, TALES COMO REPOBLACIONES FORESTALES, TRATAMIENTOS SELVÍCOLAS, AGRÍCOLAS, GANADERAS, PISCÍCOLAS, REFORESTACIONES CONSTRUCCIÓN DE PISTAS FORESTALES Y CONSTRUCCIÓN DE BALSAS DE AGUA CONTRA INCENDIOS FORESTALES, ASÍ COMO LA EJECUCIÓN DE OBRAS COMPLEMENTARIAS RELACIONADAS CON LAS ANTERIORES, ASÍ COMO EL MANTENIMIENTO Y MEJORA DE LAS MISMAS. 20.- PRESTACIÓN DE SERVICIOS PROPIOS DE LA ACTIVIDAD DE LA INGENERÍA CIVIL, INDUSTRIAL Y AGROPECUARIA, TALES COMO LA REALIZACIÓN DE PROYECTOS, ESTUDIOS, INFORMES, DIRECCIONES DE OBRA, DIRECCIONES FACULTATIVAS, ASISTENCIAS TÉCNICAS, COORDINACIÓN DE SEGURIDAD Y SALUD, PLANES DE VIGILANCIA AMBIENTAL, ASÍ COMO CONSULTORÍA ECONÓMICA, SOCIAL, TURÍSTICA Y DE INFRAESTRUCTURAS. 21.- PRESTACIÓN DE SERVICIOS RELACIONADOS CON LA CONSERVACIÓN, REPARACIÓN, MANTENIMIENTO, SANEAMIENTO Y LA LIMPIEZA, EN GENERAL, DE TODA CLASE DE OBRAS, VÍAS URBANAS, PARQUES Y JARDINES, INSTALACIONES, EDIFICIOS PÚBLICOS Y PRIVADOS Y SERVICIOS SIMILARES, TANTO A ENTIDADES PÚBLICAS COMO PRIVADAS. 22.- PRESTACIÓN DE SERVICIOS RELACIONADOS CON EL MEDIO AMBIENTE, TALES COMO EL CONTROL DE LA CONTAMINACIÓN ATMOSFÉRICA, DE HUMOS Y RUIDOS, Y LA GESTIÓN INTEGRAL DE BASURAS, TANTO EN LO QUE SE REFIERE A SU RECOGIDA Y TRANSPORTE, COMO A SU GESTIÓN INTEGRAL, TRANSFORMACIÓN Y TRATAMIENTO. DESCONTAMINACÓN DE SUELOS Y AGUAS, DESGASIFICACIÓN DE VERTEDEROS. 23.- SERVICIOS DE TECNOLOGÍAS DE LA INFORMACIÓN Y LAS COMUNICACIONES: INVESTIGACIÓN, DISEÑO, DESARROLLO, FABRICACIÓN, EXPLOTACIÓN Y CESIÓN DE PROGRAMAS Y, EN GENERAL, DE PRODUCTOS INFORMÁTICOS, ELECTRÓNICOS Y DE TELECOMUNICACIÓN: SERVICIOS DE CAPTURA DE INFORMACIÓN POR MEDIOS ELECTRÓNICOS, INFORMÁTICOS Y TELEMÁTICOS, SERVICIOS DE MANTENIMIENTO Y REPARACIÓN DE EQUIPOS INFORMÁTICOS Y DE TELECOMUNICACIONES; SERVICIOS DE TELECOMUNICACIONES Y DE EXPLOTACIÓN Y CONTROL DE SISTEMAS TELEMÁTICOS. 24.-RECOGIDA, TRANSPORTE Y RECICLAJE Y/O REUTILIZACIÓN DE TODO TIPO DE RESIDUOS Y DESHECHOS: URANOS, INDUSTRIALES, LODOS DE DEPURACIÓN, DE CONSTRUCCIÓN, TÓXICOS, PELIGROSOS U HOSPITALARIOS, SIN O CON APROVECHAMIENTO ECONÓMICO DE LOS SUBPRODUCTOS RESULTANTES DEL TRATAMIENTO. 25.- PROYECTO, EJECUCIÓN, MONTAJE Y MANTENIMIENTO DE INSTALACIONES MECÁNICAS, EN GENERAL, INCLUYENDO: INSTALACIONS ELEVADORAS Y TRNSPORTADORAS; INSTALACIONES SANITARIAS Y DE FONTANERÍA; INSTALACIONES FRIGORÍFICAS E INSTALACIONES DE VENTILACIÓN, CALEFACCIÓN Y CLIMATIZACIÓN. 26.- PROYECTO, EJECUCIÓN DE OBRAS Y MANTENIMIENTO DE OBRAS HIDRÁULICAS DE: ABASTECIMIENTOS Y SANEAMIENTOS; PRESAS Y CANALES; ACEQUIAS Y DESAGÜES; DEFENSA DE MARGENES Y ENCAUZAMIENTOS, ASÍ COMO CONDUCCIONES CON TUBERÍA DE PRESIÓN DE GRAN DIÁMETRO Y DE OBRAS MARÍTIMAS, EN GENERAL, INCLUYENDO PUERTOS, FAROS, RADIOFAROS, SEÑALIZACIONES MARÍTIMAS Y EMISARIOS SUBMARINOS, ASÍ COMO INSTALACIONES DE PLANTAS DSALADORAS DE AGUA DE MAR. 27.- PRESTACIÓN DE SERVICIOS MUNICIPALES Y LOGÍSTICOS, TALES COMO CONSERVACIÓN Y MANTENIMIENTO DE MONTES, PARQUES, JARDINES ARBOLADO, INFRAESTRUCTURAS URBANAS, MOBILIARIO URBANO, SERVICIOS DE ESTACIONAMIENTO REGULADO, SERVICIOS DE APARCAMIENTO, RECOGIDA Y DESGUADE DE VEHÍCULOS ABANDONADOS, Y EN GENERAL AQUELLAS ACTIVIDADES DE COMPETENCIA MUNICIPAL, ESTATAL, AUTONÓMICA O PRIVADA QUE SEAN SUSCEPTIBLES DE PRESTACIÓN POR PARTE DE UNA EMPRESA PRIVADA, INCLUYENDO: CONSERVACIÓN Y MANTENIMIENTO DE: EDIFICIOS, CARRETERAS, PISTAS, AUTOPISTAS, AUTOVÍAS, CALZADAS Y VÍAS FÉRREAS: CONSERVACIÓN DE REDES DE AGUA Y ALCANTARILLADO; MANTENIMIENTO INTEGRAL DE ESTACIONES DEPURADORAS, AGUAS RESIDUALES; PLANTAS POTABILIZADORAS DE AGUA Y ESTACIONES DESALADORAS DE AGUA, EN GENERAL. 28.- PRESTACIÓN DE SERVICIOS DE MANTENIMIENTO Y REPARACIÓN DE EQUIPOS E INSTALACIONES: EÉCTRICAS Y ELECTRÓNICAS; DE EQUIPOS E INSTALACIONES DE FONTANERÍA, CONDUCCIÓN DE AGUA Y GAS; DE INSTALACIONES DE CALEFACCIÓN Y AIRE ACONDICIONADO; DE EQUIPOS E INSTALACIONES DE ELECTROMEDICINA; DE INSTALACIONES DE SEGURIDAD Y CONTRAINCENDIOS; DE EQUIPOS E INSTALACIONES DE APARATOS ELEVADORES Y DE TRASLACIÓN HORIZONTAL. 29.- PRESTACIÓN A CUALQUIER CLASE DE SOCIEDADES Y EMPRESAS DE SERVICIOS DE GESTIÓN Y ADMINISTRACIÓN, ASÍ COMO DE CONSULTORÍA Y ASESORAMIENTO EN MATERIA DE CONTABILIDAD, ASISTENCIA LEGAL, TÉCNICA, FINANCIERA, FISCAL, DE RECURSOS HUMANOS Y LABORAL. 30.- PREPARAR Y PROYECTAR INFORMES TÉCNICOS Y ECONÓMICOS RELACIONADOS CON LAS UTILIZADES Y COSTES DE CUALQUIER INSTALACIÓN INDUSTRIAL. 31.- LA ASISTENCIA TÉCNICA PARA LA PUESTA EN MARCHA Y FUNCIONAMIENTO DE CUALQUIER INSTALACIÓN DURANTE LA ETAPA INICIAL DESARROLLANDO PROCESOS PROPIOS O CEDIENDO PATENTES, PROCEDIMIENTOS, O TÉCNICAS DE FABRICACIÓN, SI FUERE REQUERIDA, ASÍ COMO OBTENIENDO EN SU CASO DE TERCEROS AQUÉLLAS TECNOLOGÍAS NECESARIAS PARA LLEVAR A CABO LA GESTIÓN DE COMPRA DE LOS EQUIPOS, MATERIALES Y LA ACTIVACIÓN DE SUMINISTROS, INSPECCIÓN, TRANSPORTE Y ENTREGA DE DICHOS EQUIPOS Y MATERIALES EN PLANTA, BIEN EN NOMBRE PROPIO O DE TERCEROS. FACILITAR A LOS SUMINISTRADORES LA INFORMACIÓN TÉCNICA PRECISA PARA QUE LOS EQUIPOS, MATERIALES O HERRAMIENTAS SE HAGAN DE ACUERDO CON LAS ESPECIFIFACIONES. REALIZAR LA INSPECCIÓN QUE SEA PRECISA PARA QUE LOS EQUIPOS, MATERIALES O HERRAMIENTAS A UTILIZAR EN LAS PLANTAS CUMPLAN LAS ESPECIFICACIONES QUE SEAN DEL CASO. ASISTIR A LA EXPEDICIÓN Y ENTREGA DE LOS EQUIPOS, MATERIALES O HERRAMIENTAS PARA CUMPLIR LOS PLAZOS Y CONDICJONES DE ENTREGA. 32.- LA ADQUISICIÓN, TENENCIA, DISFRUTE, ADMINISTRACIÓN EN GENERAL, Y ENAJENACIÓN DE TODA CLASE DE VALORES MOBILIARIOS Y TÍTULOS VALORES EN NOMBRE Y POR CUENTA DE LA SOCIEDAD. CNAE 3600. CAP`TACIÓN, DEPURACIÓN Y DISTRIBUCIÓN DE AGUA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07150",
      "_links": {
        "self": {
          "name": "SACYR AGUA, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07150"
        }
      }
    }
  ]
}