{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 134,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "APPLUS ORGANISMO DE CONTROL, S.L.",
      "registrationNumber": "09183",
      "identificationNumber": "B16923104",
      "address": "CTRA. NACIONAL VI KM. 582",
      "location": {
        "postalCode": "15160",
        "municipality": "Sada",
        "county": "Coruña, A",
        "municipalityId": "075",
        "countyId": "15"
      },
      "economicActivities": [
        {
          "id": "1.843.1",
          "name": "Servicios técnicos de ingeniería",
          "_links": {
            "self": {
              "name": "Servicios técnicos de ingeniería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.843.1"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-28",
      "certificateEndDate": "2026-05-19",
      "object": "- LA PRESTACIÓN DE TODO TIPO DE SERVICIOS DE INSPECCIÓN Y CONTROL DE CALIDAD Y CANTIDAD, INSPECCIÓN REGLAMENTARIA, COLABORACIÓN CON LA ADMINISTRACIÓN, AUDITORÍA, CERTIFICACIÓN Y HOMOLOGACIÓN, FORMACIÓN Y CALIFICACIÓN DE PERSONAL, CON EL FIN DE MEJORAR LA ORGANIZACIÓN Y LA GESTIÓN DE CALIDAD, LA SEGURIDAD Y EL MEDIOAMBIENTE. - LA REALIZACIÓN DE SERVICIOS ADMINISTRATIVOS PARA TRABAJOS DE ARCHIVO, GESTIÓN Y TRATAMIENTO DE DOCUMENTACIÓN, DESTINADOS A ORGANIZACIONES, TANTO DE CARÁCTER PÚBLICO COMO PRIVADO, INCLUIDOS MUSEOS Y BIBLIOTECAS, ASÍ COMO EL DESARROLLO, MANTENIMIENTO Y GESTIÓN DE LOS DESARROLLOS INFORMÁTICOS PARA ELLO. TAMBIÉN SE INCLUYEN LOS SERVICIOS DE ELABORACIÓN DE ENCUESTAS, TOMA DE DATOS, INVENTARIADO, LECTURA Y REGISTRO DE INFORMACIÓN DE CUALQUIER TIPO, YA SEA DE FORMA MANUAL, TELEFÓNICA, TELEMÁTICA, ELÉCTRICA O ELECTRÓNICA. - LA PRESTACIÓN DE SERVICIOS DE PLANIFICACIÓN, VERIFICACIÓN Y CONTROL DE ACTUACIONES FINANCIADAS CON FONDOS PÚBLICOS, INCLUYENDO EL CONTROL FINANCIERO Y DOCUMENTAL DE AYUDAS, SUBVENCIONES Y CRÉDITOS TRAMITADOS CON LA ADMINISTRACIÓN Y CON OTROS ORGANISMOS TANTO PÚBLICOS COMO PRIVADOS, ASÍ COMO LA EVALUACIÓN, SEGUIMIENTO Y ANÁLISIS DE PROGRAMAS ESPECÍFICOS EN MATERIA DE FORMACIÓN, EDUCACIÓN, EMPLEO, INSERCIÓN LABORAL, MEJORA DE COMPETITIVIDAD, DESARROLLO EMPRESARIAL, DESARROLLO TURÍSTICO, MODERNIZACIÓN Y ACCESO A LA ADMINISTRACIÓN ELECTRÓNICA. - LA REALIZACIÓN DE MEDIDAS, ENSAYOS, ANÁLISIS Y CONTROLES EN LABORATORIO O EN SITIO Y DEMÁS MÉTODOS Y ACTUACIONES PROFESIONALES QUE SE CONSIDEREN NECESARIO, Y FUNDAMENTALMENTE EN MATERIALES, PRODUCTOS, EQUIPOS E INSTALACIONES INDUSTRIALES Y EN LAS ÁREAS MECÁNICA, ELÉCTRICA, ELECTRÓNICA, E INFORMÁTICA, DE TRANSPORTES Y COMUNICACIONES, DE ORGANIZACIÓN ADMINISTRATIVA Y OFIMÁTICA, MINERÍA, ALIMENTACIÓN, MEDIO AMBIENTE, EDIFICACIÓN Y OBRA CIVIL, EFECTUADAS EN CUALQUIERA DE SUS FASE DE GENERACIÓN Y EXPLOTACIÓN. TAMBIÉN SE INCLUYEN LOS TRABAJOS Y SERVICIOS DE GRABACIÓN Y CAPTURA DE DATOS EN SISTEMA Y BASES INFORMÁTICAS, ASÍ COMO LA GESTIÓN DE ESTAS, SU DESARROLLO, ACTUALIZACIÓN, EXPLOTACIÓN, CONTROL Y MANTENIMIENTO DE CUALESQUIERA APLICACIONES DE ESTA NATURALEZA, INCLUIDAS LAS INFRAESTRUCTURAS TELEMÁTICAS. - LAS FUNCIONES DE VERIFICACIÓN, INSPECCIÓN, Y CONTROL EN MATERIA DE URBANISMO COMO ENTIDAD COLABORADORA DE LA ADMINISTRACIÓN.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09183",
      "_links": {
        "self": {
          "name": "APPLUS ORGANISMO DE CONTROL, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09183"
        }
      }
    },
    {
      "name": "AZUL DIGITAL 2020, S.L.",
      "registrationNumber": "09693",
      "identificationNumber": "B01584556",
      "address": "Avenida Iruña-Veleia Nº15. 9A.",
      "location": {
        "postalCode": "01015",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-28",
      "certificateEndDate": "2026-05-23",
      "object": "SERVICIOS DE COMUNICACIÓN INTEGRAL, DESARROLLO DE SOFTWARE, CONSULTORÍA Y FORMACIÓN. REALIZACIÓN DE TRABAJOS DE DISEÑO GRÁFICO E INTERACTIVO, PUBLICIDAD, ORGANIZACIÓN DE EVENTOS, PRODUCCIÓN AUDIOVISUAL, PROYECTOS DE ARTE Y VÍDEO. SERVICIOS TECNOLÓGICOS, PROYECTOS I+D, PLANES DE COMUNICACIÓN, GESTIÓN DE PROYECTOS. ANIMACIÓN TRADICIONAL Y DIGITAL. 3D. REALIDAD VIRTUAL. DISEÑO Y EDICIÓN DE PRODUCTOS EN SOPORTE PAPEL, DIGITAL O CUALQUIER SOPORTE FUTURO. DISEÑO Y DESARROLLO DE JUEGOS Y EDUCATIVOS. SERVICIOS DE MUSEOLOGÍA Y MUSEOGRAFÍA. EXPOSICIONES, ACTIVIDADES CULTURALES, TURÍSTICAS, DEPORTIVAS O SOCIALES. ACCIONES DE MARKETING. Y COMPRAVENTA Y ARRENDAMIENTO DE BIENES INMUEBLES. CNAE PRINCIPAL: 7410 (ACTIVIDADES DE DISEÑO ESPECIALIZADO).",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09693",
      "_links": {
        "self": {
          "name": "AZUL DIGITAL 2020, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09693"
        }
      }
    },
    {
      "name": "CLUB DEPORTIVO BIDASOA",
      "registrationNumber": "09702",
      "identificationNumber": "G20155495",
      "address": "Calle Calle Mayor",
      "location": {
        "postalCode": "20304",
        "municipality": "Irun",
        "county": "Gipuzkoa",
        "municipalityId": "045",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.651.2",
          "name": "Venta al por menor de prendas de ropa para el vestido y tocado",
          "_links": {
            "self": {
              "name": "Venta al por menor de prendas de ropa para el vestido y tocado",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.651.2"
            }
          }
        },
        {
          "id": "1.673.2",
          "name": "Otros cafés y bares",
          "_links": {
            "self": {
              "name": "Otros cafés y bares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.673.2"
            }
          }
        },
        {
          "id": "1.968.3",
          "name": "Organización de espectáculos deportivos por federación o clubs no profesionales",
          "_links": {
            "self": {
              "name": "Organización de espectáculos deportivos por federación o clubs no profesionales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.968.3"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-28",
      "certificateEndDate": "2026-05-24",
      "object": "EL FOMENTO Y LA PRÁCTICA DE LA SIGUIENTE MODALIDAD DEPORTIVA: BALONMANO.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09702",
      "_links": {
        "self": {
          "name": "CLUB DEPORTIVO BIDASOA",
          "href": "https://api.euskadi.eus/procurements/companies/09702"
        }
      }
    },
    {
      "name": "BILBO ZAHARRA, S. COOP.",
      "registrationNumber": "03497",
      "identificationNumber": "F48117774",
      "address": "CORREO, 8- 1.EZK.",
      "location": {
        "postalCode": "48005",
        "municipality": "Bilbao",
        "county": "Bizkaia",
        "municipalityId": "020",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.659.4",
          "name": "Venta al por menor de libros, periódicos y artículos de papelería y escritorio",
          "_links": {
            "self": {
              "name": "Venta al por menor de libros, periódicos y artículos de papelería y escritorio",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.659.4"
            }
          }
        },
        {
          "id": "1.849.3",
          "name": "Servicios de traducción y similares",
          "_links": {
            "self": {
              "name": "Servicios de traducción y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.3"
            }
          }
        },
        {
          "id": "1.861.2",
          "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
          "_links": {
            "self": {
              "name": "Alquiler de locales industriales y otros alquileres n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.861.2"
            }
          }
        },
        {
          "id": "1.933.9",
          "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
          "_links": {
            "self": {
              "name": "Otras actividades de enseñanza tales como idiomas, mecanografía",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.933.9"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-28",
      "certificateEndDate": "2026-05-23",
      "object": "ELKARTE HONEN XEDE SOZIALA EUSKAL HIZKUNTZA ETA KULTURAREN IRAKASKUNTZA DA ETA HALABER BERAREKIN ZERIKUSIRIK DUTEN EKITALDIAK ANTOLATU ETA BURUTZEA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03497",
      "_links": {
        "self": {
          "name": "BILBO ZAHARRA, S. COOP.",
          "href": "https://api.euskadi.eus/procurements/companies/03497"
        }
      }
    },
    {
      "name": "BEMENTIA MARKETING SERVICES, S.L.",
      "registrationNumber": "09174",
      "identificationNumber": "B95711974",
      "address": "Trav. Cristo 16, 2º C",
      "location": {
        "postalCode": "48480",
        "municipality": "Arrigorriaga",
        "county": "Bizkaia",
        "municipalityId": "011",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.847",
          "name": "Servicios de consultoría",
          "_links": {
            "self": {
              "name": "Servicios de consultoría",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.847"
            }
          }
        },
        {
          "id": "1.934",
          "name": "Enseñanza fuera de establecimiento permanente",
          "_links": {
            "self": {
              "name": "Enseñanza fuera de establecimiento permanente",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.934"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-28",
      "certificateEndDate": "2026-05-20",
      "object": "A) LA REALIZACIÓN DE ACCIONES DE INTERNET, ASÍ COMO EL SUMINISTRO DE SERVICIOS DE INFORMACIÓN Y FORMACIÓN. B) SERVICIOS DE SECRETARÍA Y TRADUCCIONES. CURSILLOS Y SERVICIOS DE ENSEÑANZA DE TODO TIPO. ATENCIÓN TELEFÓNICA PARA CLIENTES. C)LA FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, LA INTERMEDIACIÓN Y EL COMERCIO AL POR MAYOR Y MENOR DE MÁQUINAS Y MATERIAL RELACIONADO CON ORDENADORES Y PROGRAMAS PARA LOS MISMOS, APARATOS ELÉCTRICOS Y ELECTRÓNICOS, TELEFONÍA MÓVIL Y FIJA, MÁQUINAS DE OFICINA, DESARROLLO DE PROGRAMAS, ASESORAMIENTO TÉCNICO E INFORMÁTICO, SERVICIOS DE TELEFONÍA MÓVIL Y FIJA Y SU ACTUACIÓN COMO OPERADOR DE REDES, REPARACIÓN DE MÁQUINAS DE OFICINA, PROGRAMACIÓN DE AUTÓMATAS Y CONTROL INDUSTRIAL. PROCESO DE DATOS. D) PRODUCCIÓN, EXHIBICIÓN, EDICIÓN, IMPORTACIÓN, EXPORTACIÓN, DISTRIBUCIÓN, COMPRAVENTA Y ALQUILER DE TODO TIPO DE PRODUCTOS CINEMATOGRÁFICOS, MUSICALES, AUDIOVISUALES Y LIBROS Y OTRAS PUBLICACIONES EN SOPORTE PAPEL, ELECTRÓNICO, AUDIO O VÍDEO, ENCUADERNACIONES, COMPOSICIÓN Y FOTOGRABADO. PARTICIPACIÓN EN TODO TIPO DE MUESTRAS, FESTIVALES, FERIAS, CERTÁMENES Y OTROS RELACIONADOS CON CUALQUIER INDUSTRIA O ACTIVIDAD ARTÍSTICA Y DE COMUNICACIÓN. REPRESENTACIÓN DE PROFESIONALES Y ARTISTAS. AGENCIA DE PUBLICIDAD Y RELACIONES PÚBLICAS. FORMACIÓN EN LOS CAMPOS ARTÍSTICOS Y DEPORTIVOS. IMPORTACIÓN, EXPORTACIÓN, COMPRAVENTA E INTERMEDIACIÓN DE OBRAS DE ARTE ASÍ COMO LA EXPLOTACIÓN DE GALERÍAS DE ARTE DE TODO TIPO. E) LA FABRICACIÓN, IMPORTACIÓN, EXPORTACIÓN, COMPRAVENTA, COMERCIO AL POR MENOR Y MAYOR, ASÍ COMO LA DISTRIBUCIÓN, INTERMEDIACIÓN Y SERVICIOS RELACIONADOS CON LOS ARTÍCULOS SANITARIOS, HIGIÉNICOS, DE LIMPIEZA, DE BELLEZA, DE PELUQUERÍA, DE ESTÉTICA, DE HOGAR, DE REGALO, JUGUETES, INSTRUMENTOS MUSICALES, DECORACIÓN, ELECTRODOMÉSTICOS, MOBILIARIO, PORCELANA, CRISTALERÍA, JOYERÍA, BISUTERÍA, ÓPTICA, EQUIPOS FOTOGRÁFICOS, FLORES, PLANTAS Y ARTÍCULOS DE DEPORTE, RECLAMOS PUBLICITARIOS DE TODO TIPO, ASÍ COMO LOS SERVICIOS RELACIONADOS CON LA PUBLICIDAD Y PROMOCIÓN EMPRESARIAL. F) LA EXPLOTACIÓN DE SERVICIOS HOTELEROS, HOSTELEROS, DISCOTECAS Y OTROS RELACIONADOS CON LA RESTAURACIÓN GASTRONÓMICA Y LOS ESPECTÁCULOS PÚBLICOS. G) LA FABRICACIÓN, COMPRAVENTA, INTERMEDIACIÓN Y EXPLOTACIÓN, POR CUENTA PROPIA O AJENA DE MÁQUINAS EXPENDEDORAS. H) IMPORTACIÓN, EXPORTACIÓN, DISEÑO, FABRICACIÓN, INTERMEDIACIÓN Y COMERCIALIZACIÓN AL POR MENOR Y MAYOR DE TODO TIPO DE ARTÍCULOS TEXTILES Y COMPLEMENTOS PARA LA MODA DE SEÑORA Y CABALLERO.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/09174",
      "_links": {
        "self": {
          "name": "BEMENTIA MARKETING SERVICES, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/09174"
        }
      }
    },
    {
      "name": "RENISHAW IBERICA, S.A.",
      "registrationNumber": "07891",
      "identificationNumber": "A59579334",
      "address": "Calle de la Recerca 7",
      "location": {
        "postalCode": "08850",
        "municipality": "Gavà",
        "county": "Barcelona",
        "municipalityId": "089",
        "countyId": "08"
      },
      "certificateStartDate": "2025-11-28",
      "certificateEndDate": "2026-05-05",
      "object": "I.FABRICACIÓN, COMERCIALIZACIÓN Y COMPRAVENTA, IMPORTACIÓN Y EXPORTACIÓN DE APARATOS PARA MEDICIÓN Y CONTROL, ASÍ COMO DE SUS ACCESORIOS Y PIEZAS AUXILIARES. II. INTERMEDIACIÓN COMERCIAL DE APARATOS PARA MEDICIÓN Y CONTROL, ASÍ COMO DE SUS ACCESORIOS Y PIEZAS AUXILIARES.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07891",
      "_links": {
        "self": {
          "name": "RENISHAW IBERICA, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/07891"
        }
      }
    },
    {
      "name": "B. BRAUN MEDICAL, S.A.",
      "registrationNumber": "00452",
      "identificationNumber": "A08092744",
      "address": "C/ CARRETERA DE RUBÍ A TARRASA, Nº 121.",
      "location": {
        "postalCode": "08191",
        "municipality": "Rubí",
        "county": "Barcelona",
        "municipalityId": "184",
        "countyId": "08"
      },
      "certificateStartDate": "2025-11-28",
      "certificateEndDate": "2026-05-19",
      "object": "INVESTIGAR, DISEÑAR, FABRICAR, ALMACENAR Y DISTRIBUIR (MERCADO INTERNO Y EXPORTACIÓN E IMPORTACIÓN) EN ESPAÑA Y EN EL EXTRANJERO, TODA CLASE DE PRODUCTOS MEDICAMENTOS Y MEZCLA DE LOS MISMOS, SEAN DE USO HUMANO O VETERINARIO, PRODUCTOS SANITARIOS Y ACCESORIOS, CUALQUIER TIPO DE MATERIAL PARA USO DE MÉDICOS ESPECIALISTAS; APARATOS Y DISPOSITIVOS BIOLÓGICOS, MÉDICOS; INSTRUMENTAL QUIRÚRGICO; MATERIAL PARA VENDAJES; O VETERINARIOS; ARTÍCULOS Y DISPOSITIVOS PARA LA DESINFECCIÓN, HIGIENE PERSONAL Y EL CUIDADO CORPORAL Y SUTURAS QUIRÚRGICAS. COMPRAR Y VENDER TODO TIPO DE MATERIAS PRIMAS EMPLEADAS EN LA ELABORACIÓN DE MEDICAMENTOS, COMPUESTOS PARA NUTRICIÓN Y PRODUCTOS SANITARIOS A QUE HACE MENCIÓN LA LETRA A). ASÍ COMO MATERIALES SINTÉTICOS DE TODO TIPO, EN ESPAÑA Y EN EL EXTRANJERO (MERCADO INTERNO, EXPORTACIÓN E IMPORTACIÓN), INCLUYENDO CUALQUIER OTRA ACTIVIDAD COMPLEMENTARIA, SUBSIDIARIA, DERIVADA O CONDUCENTE A ESAS ACTIVIDADES.\nPRESTAR SERVICIOS DE DIRECCIÓN Y ASESORAMIENTO EN EL CAMPO MÉDICO EN GENERAL, INCLUYENDO PERO SIN RESTRICCIÓN A ELLO, MÉDICOS, ENFERMERAS, FARMACIAS, HOSPITALES Y OTRAS COMPAÑÍAS DE ESPAÑA Y DEL EXTRANJERO. GESTIONAR, ASESORAR Y PRESTAR SERVICIOS DE LOGÍSTICA Y DISTRIBUCIÓN, INFORMÁTICOS, CONTABLES, LABORALES, ADMINISTRATIVOS DE GESTIÓN DE EMPRESA, DE ESTRUCTURA DE LA MISMA, DE ESTRATEGIAS COMERCIALES E INDUSTRIALES, DE ORGANIZACIÓN INTERNA Y EXTERNA, DE RACIONALIZACIÓN Y PLANIFICACIÓN DE LA EMPRESA, DE LA PRODUCCIÓN Y DE LOS RECURSOS. CREAR, DESARROLLAR APLICACIONES INFORMÁTICAS PARA EL USO Y SOPORTE A PROCESOS CLÍNICOS Y DE TRATAMIENTO EN DETERMINADAS ÁREAS, ESPECIALIDADES HOSPITALARIAS. CONSTRUIR, INSTALAR, EQUIPAR Y ADMINISTRAR CENTROS, SERVICIOS O ESTABLECIMIENTOS SANITARIOS DEDICADOS A LA PRESTACIÓN DE SERVICIOS SANITARIOS, ASÍ COMO ORGANIZAR, GESTIONAR TANTO EN ESPAÑA COMO EN EL EXTRANJERO. ADQUIRIR, TENER, ADMINISTRAR, CEDER, ENAJENAR Y ARRENDAR CON CARÁCTER NO FINANCIERO BIENES INMUEBLES, RÚSTICOS O URBANOS. PRESTAR SERVICIOS DE MANTENIMIENTO Y REPARACIÓN EN TODA CLASE DE APARATOS DE ELECTROMEDICINA, TALES COMO MONITORES DE HEMODIÁLISIS, BOMBAS DE INFUSIÓN, Y EN GENERAL DE CUALQUIER EQUIPO O INSTRUMENTACIÓN CON COMPONENTES ELECTROMECÁNICOS O ACCESORIOS DE AQUELLOS\n\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/00452",
      "_links": {
        "self": {
          "name": "B. BRAUN MEDICAL, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/00452"
        }
      }
    },
    {
      "name": "INTEGRAL DE VIGILANCIA Y CONTROL, S.L.",
      "registrationNumber": "03602",
      "identificationNumber": "B95486338",
      "address": "Polígono Industrial \"El Arbol\", sótano 2. Nave 57.",
      "location": {
        "postalCode": "48980",
        "municipality": "Santurtzi",
        "county": "Bizkaia",
        "municipalityId": "082",
        "countyId": "48"
      },
      "economicActivities": [
        {
          "id": "1.849.4",
          "name": "Servicios de custodia, seguridad y protección",
          "_links": {
            "self": {
              "name": "Servicios de custodia, seguridad y protección",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.849.4"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-28",
      "certificateEndDate": "2026-05-13",
      "classification": [
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "M",
              "subgroups": [
                {
                  "id": "02",
                  "name": "Servicios de seguridad, custodia y protección",
                  "categories": [
                    {
                      "id": "5",
                      "name": "Mas de 1.200.000",
                      "_links": {
                        "self": {
                          "name": "Mas de 1.200.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/5"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Servicios de seguridad, custodia y protección",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/M/subgroups/02"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/M"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "LA VIGILANCIA Y PROTECCIÓN DE BIENES, ESTABLECIMIENTOS, LUGARES Y EVENTOS, TANTO PÚBLICOS COMO PRIVADOS, ASÍ COMO DE LAS PERSONAS QUE PUDIERAN ENCONTRARSE EN LOS MISMOS. EL ACOMPAÑAMIENTO, DEFENSA Y PROTECCIÓN DE PERSONAS FÍSICAS DETERMINADAS, INCLUIDAS LAS QUE OSTENTEN LA CONDICIÓN LEGAL DE AUTORIDAD. EL DEPÓSITO, CUSTODIA, RECUENTO Y CLASIFICACIÓN DE MONEDAS Y BILLETES, TÍTULOS-VALORES, JOYAS, METALES PRECIOSOS, ANTIGÜEDADES, OBRAS DE ARTE U OTROS OBJETOS QUE, POR SU VALOR ECONÓMICO, HISTÓRICO O CULTURAL, Y EXPECTATIVAS QUE GENEREN, PUEDAN REQUERIR VIGILANCIA Y PROTECCIÓN ESPECIAL. EL DEPÓSITO Y CUSTODIA DE EXPLOSIVOS, ARMAS, CARTUCHERÍA METÁLICA, SUSTANCIAS, MATERIAS, MERCANCIAS Y CUALESQUIERA OBJETOS QUE POR SU PELIGROSIDAD PRECISEN DE VIGILANCIA Y PROTECCIÓN ESPECIAL. EL TRANSPORTE Y DISTRIBUCIÓN DE LOS OBJETOS A QUE SE REFIEREN LOS DOS PÁRRAFOS ANTERIORES. LA INSTALACIÓN Y MANTENIMIENTO DE APARATOS, EQUIPOS, DISPOSITIVOS Y SISTEMAS DE SEGURIDAD CONECTADOS A CENTRALES RECEPTORAS DE ALARMAS O A CENTROS DE CONTROL O DE VIDEOVIGILANCIA. LA EXPLOTACIÓN DE CENTRALES PARA LA CONEXIÓN, RECEPCIÓN, VERIFICACIÓN Y, EN SU CASO, RESPUESTA Y TRANSMISIÓN DE LAS SEÑALES DE ALARMA, ASÍ COMO LA MONITORIZACIÓN DE CUALESQUIERA SEÑALES DE DISPOSITIVOS AUXILIARES PARA LA SEGURIDAD DE PERSONAS, DE BIENES MUEBLES O INMUEBLES O DE CUMPLIMIENTO DE MEDIDAS IMPUESTAS, Y LA COMUNICACIÓN A LAS FUERZAS Y CUERPOS DE SEGURIDAD COMPETENTES EN ESTOS CASOS. LOS SERVICIOS SOBRE LAS ACTIVIDADES RELACIONADAS EN LOS PÁRRAFOS A) A G) DEL APARTADO ANTERIOR ÚNICAMENTE PODRÁN PRESTARSE POR EMPRESAS DE SEGURIDAD PRIVADA, SIN PERJUICIO DE LAS COMPETENCIAS DE LAS FUERZAS Y CUERPOS DE SEGURIDAD. LOS DESPACHOS DE DETECTIVES PODRÁN PRESTAR, CON CARÁCTER EXCLUSIVO Y EXCLUYENTE, SERVICIOS SOBRE LA ACTIVIDAD A LA QUE SE REFIERE EL PÁRRAFO H) DEL APARTADO ANTERIOR. LAS ENTIDADES PÚBLICAS O PRIVADAS PODRÁN CONSTITUIR, PREVIA AUTORIZACIÓN DEL MINISTERIO DEL INTERIOR O DEL ÓRGANO AUTONÓMICO COMPETENTE, CENTRALES RECEPTORAS DE ALARMAS DE USO PROPIO PARA LA CONEXIÓN, RECEPCIÓN, VERIFICACIÓN Y, EN SU CASO, RESPUESTA Y TRANSMISIÓN DE LAS SEÑALES DE ALARMA QUE RECIBAN DE LOS SISTEMAS DE SEGURIDAD INSTALADOS EN BIENES INMUEBLES O MUEBLES DE SU TITULARIDAD, SIN QUE PUEDAN DAR, A TRAVÉS DE LAS MISMAS, NINGÚN TIPO DE SERVICIO DE SEGURIDAD A TERCEROS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03602",
      "_links": {
        "self": {
          "name": "INTEGRAL DE VIGILANCIA Y CONTROL, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/03602"
        }
      }
    },
    {
      "name": "IGER LOGISTIC, S.L.",
      "registrationNumber": "08451",
      "identificationNumber": "B75075093",
      "address": "Donostia Ibilbidea 26",
      "location": {
        "postalCode": "20115",
        "municipality": "Astigarraga",
        "county": "Gipuzkoa",
        "municipalityId": "903",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.722",
          "name": "Transporte de mercancías por carretera",
          "_links": {
            "self": {
              "name": "Transporte de mercancías por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.722"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-28",
      "certificateEndDate": "2026-05-21",
      "object": "LAS ACTIVIDADES QUE SEGUIDAMENTE SE DETALLAN, QUE PODRÁN SER REALIZADAS DIRECTA O INDIRECTAMENTE, INCLUSO MEDIANTE SU PARTICIPACIÓN EN OTRAS SOCIEDADES, ESPAÑOLAS O EXTRANJERAS, DE IDÉNTICO O ANÁLOGO OBJETO: TRANSPORTE NACIONAL E INTERNACIONAL DE TODO TIPO DE MERCANCÍAS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08451",
      "_links": {
        "self": {
          "name": "IGER LOGISTIC, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/08451"
        }
      }
    },
    {
      "name": "EXCAVACIONES CAMPO OBRAS Y MANTENIMIENTO, S.L.",
      "registrationNumber": "07425",
      "identificationNumber": "B01566322",
      "address": "BARRIO NORZAGARAI Nº7",
      "location": {
        "postalCode": "01477",
        "municipality": "Ayala/Aiara",
        "county": "Araba/Álava",
        "municipalityId": "010",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        },
        {
          "id": "1.502.2",
          "name": "Consolidación y preparación de terrenos para la construcción de edificaciones",
          "_links": {
            "self": {
              "name": "Consolidación y preparación de terrenos para la construcción de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.502.2"
            }
          }
        },
        {
          "id": "1.722",
          "name": "Transporte de mercancías por carretera",
          "_links": {
            "self": {
              "name": "Transporte de mercancías por carretera",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.722"
            }
          }
        }
      ],
      "certificateStartDate": "2025-11-28",
      "certificateEndDate": "2026-05-14",
      "classification": [
        {
          "id": "O",
          "name": "Obras",
          "groups": [
            {
              "id": "E",
              "name": "HIDRAULICAS",
              "subgroups": [
                {
                  "id": "01",
                  "name": "ABASTECIMIENTOS Y SANEAMIENTOS",
                  "categories": [
                    {
                      "id": "3",
                      "name": "Desde 360.001 Hasta 840.000",
                      "_links": {
                        "self": {
                          "name": "Desde 360.001 Hasta 840.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/3"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "ABASTECIMIENTOS Y SANEAMIENTOS",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/01"
                    }
                  }
                },
                {
                  "id": "04",
                  "name": "ACEQUIAS Y DESAGÜES",
                  "categories": [
                    {
                      "id": "3",
                      "name": "Desde 360.001 Hasta 840.000",
                      "_links": {
                        "self": {
                          "name": "Desde 360.001 Hasta 840.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/3"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "ACEQUIAS Y DESAGÜES",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/04"
                    }
                  }
                },
                {
                  "id": "05",
                  "name": "DEFENSAS DE MARGENES Y ENCAUZAMIENTOS",
                  "categories": [
                    {
                      "id": "3",
                      "name": "Desde 360.001 Hasta 840.000",
                      "_links": {
                        "self": {
                          "name": "Desde 360.001 Hasta 840.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/3"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "DEFENSAS DE MARGENES Y ENCAUZAMIENTOS",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/05"
                    }
                  }
                },
                {
                  "id": "07",
                  "name": "OBRAS HIDRAULICAS SIN CUALIFICACION ESPECIFICA",
                  "categories": [
                    {
                      "id": "3",
                      "name": "Desde 360.001 Hasta 840.000",
                      "_links": {
                        "self": {
                          "name": "Desde 360.001 Hasta 840.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/3"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "OBRAS HIDRAULICAS SIN CUALIFICACION ESPECIFICA",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E/subgroups/07"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "name": "HIDRAULICAS",
                  "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/E"
                }
              }
            },
            {
              "id": "G",
              "name": "VIALES Y PISTAS",
              "subgroups": [
                {
                  "id": "06",
                  "name": "Obras viales sin cualificación específica",
                  "categories": [
                    {
                      "id": "1",
                      "name": "Desde 0 Hasta 150.000",
                      "_links": {
                        "self": {
                          "name": "Desde 0 Hasta 150.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/O/categories/1"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Obras viales sin cualificación específica",
                      "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/G/subgroups/06"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "name": "VIALES Y PISTAS",
                  "href": "https://api.euskadi.eus/procurements/companies/types/O/groups/G"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Obras",
              "href": "https://api.euskadi.eus/procurements/companies/types/O"
            }
          }
        },
        {
          "id": "S",
          "name": "Servicios",
          "groups": [
            {
              "id": "O",
              "subgroups": [
                {
                  "id": "03",
                  "name": "Conservación y mantenimiento de de redes de agua y alcantarillado",
                  "categories": [
                    {
                      "id": "1",
                      "name": "Desde 0 Hasta 150.000",
                      "_links": {
                        "self": {
                          "name": "Desde 0 Hasta 150.000",
                          "href": "https://api.euskadi.eus/procurements/companies/types/S/categories/1"
                        }
                      }
                    }
                  ],
                  "_links": {
                    "self": {
                      "name": "Conservación y mantenimiento de de redes de agua y alcantarillado",
                      "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/O/subgroups/03"
                    }
                  }
                }
              ],
              "_links": {
                "self": {
                  "href": "https://api.euskadi.eus/procurements/companies/types/S/groups/O"
                }
              }
            }
          ],
          "_links": {
            "self": {
              "name": "Servicios",
              "href": "https://api.euskadi.eus/procurements/companies/types/S"
            }
          }
        }
      ],
      "object": "EL TRANSPORTE EN GENERAL, PUDIENDO EXPLOTAR LÍNEAS REGULARES Y DISCRECIONALES DE ÁMBITO INTERNACIONAL, NACIONAL Y LOCAL, ASÍ COMO EL ESTABLECIMIENTO Y EXPLOTACIÓN DE AGENCIAS DE TRANSPORTE, APARCAMIENTOS, GARAJES, CENTROS DE ESTACIONES DE SERVICIOS O DE ASISTENCIA DE VEHÍCULOS.\nREALIZACIÓN Y EJECUCIÓN DE TODO TIPO DE OBRAS PÚBLICAS O PRIVADAS, EXCAVACIONES, DESMONTES, DERRIBOS Y TRANSPORTES DE MATERIALES. EL ALQUILER DE TODO TIPO DE MAQUINARIA DE OBRAS PÚBLICAS Y EXCAVACIONES EN GENERAL. LA PROMOCIÓN, CONSTRUCCIÓN, COMPRA, VENTA, ARRENDAMIENTO, Y EXPLOTACIÓN DE CUALQUIER OTRA FORMA DE TODA CLASE DE EDIFICACIONES SOLARES E INMUEBLES EN GENERAL, TANTO POR CUENTA PROPIA COMO AJENA. LA PROMOCIÓN, DESARROLLO, URBANIZACIÓN, PARCELACIÓN, DERRIBO Y MEJORA DE TODA CLASE DE FINCAS URBANAS. LA REALIZACIÓN POR CUENTA PROPIA Y AJENA DE TODA CLASE DE CONSTRUCCIONES, INSTALACIONES, REFORMAS, REHABILITACIONES, Y DECORACIONES.\nLA SUPERVISIÓN Y CONTROL DE OBRAS, ASÍ COMO LA COORDINACIÓN DE GREMIOS, EL ASESORAMIENTO Y ASISTENCIA TÉCNICA DE TODO EN CUANTO SE RELACIONE, DIRECTA O INDIRECTAMENTE CON EL CAMPO DE LA CONSTRUCCIÓN DE EDIFICIOS Y DE OBRAS PÚBLICAS O CIVILES. LA COMPRA, VENTA, IMPORTACIÓN, EXPORTACIÓN Y COMERCIALIZACIÓN EN GENERAL DE TODA CLASE DE MATERIALES DE LA CONSTRUCCIÓN. Y COMERCIALIZACIÓN EN GENERAL DE TODA CLASE DE MATERIALES DE LA CONSTRUCCIÓN Y/O COMPLEMENTARIOS Y/O DECORATIVOS, DISTRIBUCIÓN DE PRODUCTOS, ASÍ COMO DE CUALQUIERA INSTALACIONES, ELEMENTOS O SERVICIOS DE LAS EDIFICACIONES. ",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07425",
      "_links": {
        "self": {
          "name": "EXCAVACIONES CAMPO OBRAS Y MANTENIMIENTO, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07425"
        }
      }
    }
  ]
}