{
  "totalItems": 9042,
  "totalPages": 905,
  "currentPage": 479,
  "itemsOfPage": 10,
  "items": [
    {
      "name": "PABLO GONZALEZ DE SAN PEDRO SEGOVIA",
      "registrationNumber": "08310",
      "identificationNumber": "16254834K",
      "address": "C/ Olaguibel 34, 1º Apto. 4",
      "location": {
        "postalCode": "01004",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "2.839",
          "name": "Masajistas, bromatólogos, dietistas y auxiliares de enfermería",
          "_links": {
            "self": {
              "name": "Masajistas, bromatólogos, dietistas y auxiliares de enfermería",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.839"
            }
          }
        }
      ],
      "certificateStartDate": "2022-10-25",
      "certificateEndDate": "2023-04-05",
      "object": "MASAJISTAS, BROMATÓLOGOS, DIETISTAS Y AUXILIARES DE ENFERMERÍA.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08310",
      "_links": {
        "self": {
          "name": "PABLO GONZALEZ DE SAN PEDRO SEGOVIA",
          "href": "https://api.euskadi.eus/procurements/companies/08310"
        }
      }
    },
    {
      "name": "EDUARDO FERNANDEZ LUENGOS",
      "registrationNumber": "08360",
      "identificationNumber": "71121701C",
      "address": "Paseo del Cauce 52 5C",
      "location": {
        "postalCode": "47005",
        "municipality": "Valladolid",
        "county": "Valladolid",
        "municipalityId": "186",
        "countyId": "47"
      },
      "economicActivities": [
        {
          "id": "2.765",
          "name": "Grabadores informáticos",
          "_links": {
            "self": {
              "name": "Grabadores informáticos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.765"
            }
          }
        }
      ],
      "certificateStartDate": "2022-10-22",
      "certificateEndDate": "2023-04-22",
      "object": "GRABADORES INFORMÁTICOS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08360",
      "_links": {
        "self": {
          "name": "EDUARDO FERNANDEZ LUENGOS",
          "href": "https://api.euskadi.eus/procurements/companies/08360"
        }
      }
    },
    {
      "name": "ALBERDI OBRAS DE ALBAÑILERÍA, S.L",
      "registrationNumber": "01464",
      "identificationNumber": "B20131330",
      "address": "C/ RENTERIA, 14  - BAJO 2",
      "location": {
        "postalCode": "20013",
        "municipality": "Donostia / San Sebastián",
        "county": "Gipuzkoa",
        "municipalityId": "069",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "1.501.1",
          "name": "Construcción completa, reparación y conservación de edificaciones",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación de edificaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.1"
            }
          }
        }
      ],
      "certificateStartDate": "2022-10-21",
      "certificateEndDate": "2023-04-19",
      "object": "LAS ACTIVIDADES PROPIAS DE LA ALBAÑILERÍA DE CONSTRUCCIÓN EN GENERAL, ASÍ COMO LA CONSTRUCCIÓN DE EDIFICACIONES",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/01464",
      "_links": {
        "self": {
          "name": "ALBERDI OBRAS DE ALBAÑILERÍA, S.L",
          "href": "https://api.euskadi.eus/procurements/companies/01464"
        }
      }
    },
    {
      "name": "SERVEO SERVICIOS AUXILIARES, S.A.",
      "registrationNumber": "03711",
      "identificationNumber": "A28672038",
      "address": "C/ QUINTANAVIDES, 21. EDIF. 5",
      "location": {
        "postalCode": "28050",
        "municipality": "Madrid",
        "county": "Madrid",
        "municipalityId": "079",
        "countyId": "28"
      },
      "economicActivities": [
        {
          "id": "1.921.1",
          "name": "Servicios de limpieza en calles, vías públicas y jardines",
          "_links": {
            "self": {
              "name": "Servicios de limpieza en calles, vías públicas y jardines",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.921.1"
            }
          }
        },
        {
          "id": "1.922",
          "name": "Servicios de limpieza",
          "_links": {
            "self": {
              "name": "Servicios de limpieza",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922"
            }
          }
        },
        {
          "id": "1.922.1",
          "name": "Servicios de limpieza de interiores",
          "_links": {
            "self": {
              "name": "Servicios de limpieza de interiores",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.922.1"
            }
          }
        }
      ],
      "certificateStartDate": "2022-10-20",
      "certificateEndDate": "2023-03-30",
      "object": "1.- PRESTACIÓN DE SERVICIOS DE RECOGIDA, ELIMINACIÓN, TRATAMIENTO, TRANSFORMACIÓN, ALMACENAMIENTO, RECICLAJE, DEPURACIÓN, COMERCIALIZACIÓN, TRANSPORTE Y VALORIZACIÓN DE RESIDUOS SÓLIDOS URBANOS, RESIDUOS INDUSTRIALES, RESIDUOS INERTES, RESIDUOS SANITARIOS, DE LODOS Y DE SUBPRODUCTOS Y DE CUALQUIER OTRA NATURALEZA, TANTO A ENTIDADES PÚBLICAS COMO PRIVADA (INCLUIDAS CLÍNICAS VETERINARIAS). PRESTACIÓN DE SERVICIOS DE LIMPIEZA VIARIA.\n2.- CONSTRUCCIÓN, PROYECTO, ADMINISTRACIÓN Y GESTIÓN DE TODO TIPO DE INSTALACIONES INCLUIDOS LOS VERTEDEROS RELACIONADAS CON LA RECOGIDA, ELIMINACIÓN, TRATAMIENTO Y VALORIZACIÓN DE RESIDUOS, ASÍ COMO LA EXPLOTACIÓN DE RESIDUOS Y LA TRANSFORMACIÓN Y COMERCIALIZACIÓN DE SUBPRODUCTOS APROVECHABLES DERIVADOS DE LOS MISMOS, YA SEAN URBANOS O DE OTRA NATURALEZA.\n3.- GESTIÓN Y EXPLOTACIÓN DE SERVICIOS DE ABASTECIMIENTO DE AGUA A POBLACIONES Y DE SERVICIOS DE DISTRIBUCIÓN DOMICILIARIA DE AGUA. ELABORACIÓN DE PROYECTOS Y ESTUDIOS, CONSTRUCCIÓN, MANTENIMIENTO, EXPLOTACIÓN DE TODO TIPO DE INSTALACIONES Y SERVICIOS DE SUMINISTRO, DEPURACIÓN Y TRATAMIENTO DE CUALQUIER CLASE DE AGUAS. INVESTIGACIÓN Y DESARROLLO EN ESTOS MISMOS CAMPOS.\n4.- GESTIÓN Y EXPLOTACIÓN DE SERVICIOS DE ALCANTARILLADO, SANEAMIENTO O ELIMINACIÓN DE AGUAS RESIDUALES. ELABORACIÓN DE PROYECTOS Y ESTUDIOS, CONSTRUCCIÓN, MANTENIMIENTO, EXPLOTACIÓN, DE TODO TIPO DE INSTALACIONES Y SERVICIOS DE DEPURACIÓN Y TRATAMIENTO DE AGUAS RESIDUALES. INVESTIGACIÓN Y DESARROLLO EN ESTOS MISMOS CAMPOS.\n5.- INSTALACIÓN, MANTENIMIENTO Y REFORMA DE INSTALACIONES INTERIORES DE SUMINISTRO DE AGUA, INCLUYENDO INSTALACIONES SANITARIAS, SUMINISTRO DE AGUA PARA REFRIGERACIÓN Y ACONDICIONAMIENTO DE AIRE, ASÍ COMO INSTALACIÓN Y MANTENIMIENTO DE DESCALCIFICADORES, BOMBAS Y FLUXORES.\n6.- PRESTACIÓN DE SERVICIOS RELACIONADOS CON EL MEDIO AMBIENTE, TALES COMO EL CONTROL DE HUMOS Y RUIDOS.\n7.- PRESTACIÓN DE TODO TIPO DE SERVICIOS DE TRANSPORTE, URBANO E INTERURBANO, INCLUYENDO LOS SERVICIOS DE TRANSPORTE PÚBLICO, REGULAR O DISCRECIONAL, TRANSPORTE PRIVADO Y TRANSPORTE COMUNITARIO.\n8.- CONSTRUCCIÓN, REPARACIÓN, PAVIMENTACIÓN, EJECUCIÓN, CONSERVACIÓN, MANTENIMIENTO, EXPLOTACIÓN Y PRESTACIÓN DE TODO TIPO DE SERVICIOS PÚBLICOS O COMUNITARIOS RELACIONADOS CON LAS INFRAESTRUCTURAS DE TRANSPORTE, URBANO E INTERURBANO, YA SEA POR VÍA TERRESTRE (CARRETERAS, AUTOPISTAS Y CUALQUIER TIPO DE VÍA), MARÍTIMA (PUERTOS) O AÉREA (AEROPUERTOS), Y CUALQUIER OTRA OBRAS SUSCEPTIBLE DE CONSERVACIÓN Y MANTENIMIENTO.\n9.- CONSERVACIÓN, MANTENIMIENTO, Y GESTIÓN INTEGRAL DE EDIFICIOS, APARCAMIENTOS, OBRAS, INSTALACIONES E INFRAESTRUCTURAS. LIMPIEZA, DESRATIZACIÓN, Y DESINFECCIÓN DE EDIFICIOS, OBRAS, INSTALACIONES, E INFRAESTRUCTURAS. LIMPIEZA MEDIOAMBIENTAL, DE PLAYAS, DE MAREAS NEGRAS Y SIMILARES. CONSERVACIÓN Y MANTENIMIENTO DE MONUMENTOS Y EDIFICIOS SINGULARES.\n10.- PRESTACIÓN DE SERVICIOS AUXILIARES EN TODA CLASE DE INMUEBLES Y EVENTOS CONSISTENTES EN EL MANTENIMIENTO Y LA CONSERVACIÓN DE LOS LOCALES, ASÍ COMO EN LA ATENCIÓN Y SERVICIO DE OCUPANTES, Y/O USUARIOS MEDIANTE LA REALIZACIÓN DE, ENTRE OTRAS TAREAS, (EXCLUIDAS EN TODO CASO AQUELLAS QUE LA LEY RESERVA A LAS EMPRESAS DE SEGURIDAD) DE PORTERÍA, CONTROL DE ACCESOS, ATENCIÓN DE LOS SERVICIOS DE URGENCIA, PREVENCIÓN, INFORMACIÓN, CENTRALITA DE TELÉFONOS, COCINA Y COMEDOR, APERTURA CIERRE Y CUSTODIA DE LLAVES.\n11.- ORGANIZACIÓN, ATENCIÓN Y EXPLOTACIÓN DE BIBLIOTECAS, ARCHIVOS Y MUSEOS.\n12.- INSTALACIÓN, MANTENIMIENTO, CONSERVACIÓN Y REPARACIÓN DE INSTALACIONES EN GENERAL, Y EN PARTICULAR DE LAS SIGUIENTES: INSTALACIONES DE VENTILACIÓN, AIRE ACONDICIONADO, Y CLIMATIZACIÓN, INSTALACIONES FRIGORÍFICAS, INSTALACIONES ELEVADORAS, Y ASCENSORES; INSTALACIONES CONTRA INCENDIOS, INSTALACIONES DE FONTANERÍA Y SANITARIAS, INSTALACIONES DE CALEFACCIÓN; INSTALACIONES DE SEGURIDAD, INSTALACIONES DE FRÍO INDUSTRIAL; INSTALACIONES DE ELECTRICIDAD DE INMUEBLES (ALTA Y BAJA TENSIÓN); ALUMBRADO E ILUMINACIÓN EN GENERAL. GRUPOS DE BOMBEO, INSTALACIONES DE GAS Y ANÁLOGAS. LECTURA DE CONTADORES.\n13.- INSTALACIÓN, MONTAJE, MODIFICACIÓN, MANTENIMIENTO, ADECUACIÓN Y REPARACIÓN DE INSTALACIONES DE GAS DE CUALQUIER TIPO Y DE PLAZAS SOLARES, ASÍ COMO COMPROBACIÓN DE LA HOMOLOGACIÓN EN APARATOS Y SU CONEXIÓN, MONTAJE, AJUSTE Y PUESTA EN MARCHA.\n14.- SERVICIOS RELATIVOS A LA ORGANIZACIÓN DEL ACCESO DE PERSONAS Y BIENES A EDIFICIOS Y SUS INSTALACIONES; ACTIVIDADES PROPIAS DE CONSERJERÍA E INFORMACIÓN AL PÚBLICO; RECEPCIÓN Y ATENCIÓN DE LLAMADAS TELEFÓNICAS, SERVICIOS ADMINISTRATIVOS Y DISTRIBUCIÓN DE CORRESPONDENCIA. SERVICIOS DE ORGANIZACIÓN Y GESTIÓN DEL SISTEMA DE ARCHIVO DE TODA CLASE DE DOCUMENTACIÓN, TANTO EN LO QUE SE REFIERE A SU DEPÓSITO Y CUSTODIA COMO A SU CLASIFICACIÓN. SERVICIO DE REALIZACIÓN DE ENCUESTAS, TOMA DE DATOS Y SERVICIOS ANÁLOGOS.\n15.- SERVICIOS DE POSTVENTA DE BIENES INMUEBLES; SERVICIO DE ATENCIÓN AL CLIENTE, GESTIÓN, COORDINACIÓN Y ADMINISTRACIÓN DE RECLAMACIONES, Y REPARACIONES; EJECUCIÓN DE OBRAS DE EDIFICACIÓN, Y SERVICIOS ADMINISTRATIVOS DE GESTIÓN DE COBROS.\n16.- GESTIÓN DE ACTIVIDADES Y SERVICIOS INHERENTES AL FUNCIONAMIENTO DE INSTALACIONES DEPORTIVAS, PÚBLICAS O PRIVADAS. SERVICIO DE SALVAMENTO Y SOCORRISMO. ORGANIZACIÓN DE CURSOS, SEMINARIOS Y ACONTECIMIENTOS DEPORTIVOS Y PRESTACIÓN DE SERVICIOS DE DOCENCIA RELACIONADOS CON LAS ACTIVIDADES DEL OCIO Y DEL DEPORTE. SERVICIOS DE RECAUDACIÓN, CONTROL DE ACCESOS, Y LIMPIEZA DE POLIDEPORTIVOS. SERVICIOS DE RECAUDACIÓN, CONTRO DE ACCESOS, Y LIMPIEZA DE POLIDEPORTIVOS. SERVICIOS DE CENTRALES DE COMPRAS LLEVADAS A ACAGO EN LA GESTIÓN DE ACTIVIDADES RELATIVAS A LA CENTRALIZACIÓN DE LAS ACTIVIDADES DE ADQUISICIÓN, IMPORTACIÓN, EXPLOTACIÓN, ARRENDAMIENTO Y CESIÓN DE BIENES, OBRAS Y SERVICIOS.\n17.- SERVICIOS DE CONSERVACIÓN Y MANTENIMIENTO DE PARQUES, MONTES, JARDINES Y ELEMENTOS ANEJOS. TRABAJOS DE JARDINERÍA Y PLANTACIÓN, REVEGETACIÓN Y REFORESTACIÓN. SERVICIOS DE PROTECCIÓN DE ESPECIES.\n18.- OBRAS EN PAVIMENTOS DE AUTOPISTAS. SERVICIOS DE MANTENIMIENTO Y CONSERVACIÓN DE VÍAS PÚBLICAS URBANAS. OBRAS EN PAVIMENTOS DE VÍAS URBANAS.\n19.- FABRICACIÓN, VENTA POR CUENTA PROPIA O EN COMISIÓN, AL POR MAYOR O POR MENOR, DE PINTURA, PLÁSTICOS, MAQUINARIA Y DEMÁS ELEMENTOS RELATIVOS AL NEGOCIO DE PINTURAS, Y EN GENERAL DE TODOS AQUELLOS PRODUCTOS RELACIONADOS CON LA CONSTRUCCIÓN, CONSERVACIÓN Y EXPLOTACIÓN DE CARRETERAS, AUTOPISTAS, AEROPUERTOS Y VÍAS URBANAS; ASÍ COMO PROYECTAR, ESTUDIAR Y REALIZAR TODAS LAS CUESTIONES INHERENTES A ESA ACTIVIDAD, Y EN ESPECIAL LAS RELACIONADAS CON SEÑALIZACIONES; APLICAR Y CONSERVAR LOS PRODUCTOS PERTINENTES, IMPORTAR Y EXPORTAR LOS MISMOS, TODO ELLO MEDIANTE CUALQUIER FORMA DE CONTRATACIÓN YA SEA PÚBLICA O PRIVADA, AL SERVICIO DEL ESTADO, COMUNIDAD AUTÓNOMA, PROVINCIA O MUNICIPIO, Y EMPRESAS PRIVADAS.\n20.- EL CONTROL DE LA SEÑALIZACIÓN HORIZONTAL, VERTICAL Y EL BALIZAMIENTO.\n21.- SERVICIOS RELACIONADOS CON TRATAMIENTOS SELVÍCOLAS Y FITOSANITARIOS. PRESTACIÓN DE SERVICIOS FORESTALES Y DE REPOBLACIÓN, INCLUIDA LA EJECUCIÓN DE ACTIVIDADES PROPIAS DE LA DEFENSA DEL MEDIO AMBIENTE FRENTE A INCENDIOS Y ACONTECIMIENTOS NATURALES. SERVICIOS AÉREOS DE FUMIGACIÓN, CONTROL, VIGILANCIA AÉREA Y EXTINCIÓN DE INCENDIOS. PREVENCIÓN DE INCENDIOS FORESTALES.\n22.- CONSTRUCCIÓN, EXPLOTACIÓN Y GESTIÓN DE TODO TIPO DE ESTABLECIMIENTOS DEDICADOS A LA HOSTELERÍA, RESTAURACIÓN, PARQUES DE ATRACCIONES, Y EN GENERAL, DE CUALQUIER OTRA ACTIVIDAD RELACIONADA CON EL OCIO Y LA RECREACIÓN. ORGANIZACIÓN, PROMOCIÓN DE CONGRESOS, FERIAS Y EXPOSICIONES.\n23.- INVESTIGACIÓN, DISEÑO, DESARROLLO, FABRICACIÓN, EXPLOTACIÓN, CESIÓN Y MANTENIMIENTO DE PROGRAMAS, DE PROGRAMAS DE ORDENADOR, Y EN GENERAL, DE PRODUCTOS INFORMÁTICOS, ELECTRÓNICOS Y DE TELECOMUNICACIÓN. SERVICIOS DE TELECOMUNICACIONES.\n24.- LA CONSULTORÍA INFORMÁTICA, COMPRENDIENDO EL ASESORAMIENTO, DESARROLLO, EJECUCIÓN Y COMERCIALIZACIÓN DE SISTEMAS Y PROGRAMAS DE INFORMÁTICA, SU APLICACIÓN, TANTO EN LO QUE SE REFIERE A MAQUINARIA Y EQUIPOS (HARDWARE), COMO A LOS SISTEMAS (SOFTWARE).\n25.- SERVICIOS DE CAPTURA DE INFORMACIÓN POR MEDIOS ELECTRÓNICOS, INFORMÁTICOS Y TELEMÁTICOS MEDIANTE EL USO DE TECNOLOGÍAS DE LA INFORMACIÓN Y LAS COMUNICACIONES.\n26.- PRESTACIÓN DE SERVICIOS MORTUORIOS, FUNERARIOS, GESTIÓN Y EXPLOTACIÓN DE CEMENTERIOS Y DE TANATORIOS.\n27.- CONTRATACIÓN, GESTIÓN, PROYECCIÓN, CONSTRUCCIÓN Y EJECUCIÓN DE TODA CLASE DE OBRA PÚBLICA O PRIVADA.\n28.- LA ELABORACIÓN, REDACCIÓN Y CONFECCIÓN DE TODO TIPO DE ESTUDIOS, INFORMES Y PROYECTOS DE INGENIERÍA Y ARQUITECTURA, LA SUPERVICIÓN, DIRECCIÓN Y ASESORAMIENTO EN LA EJECUCIÓN DE TODO RIPO DE OBRAS Y CONSTRUCCIONES, INCLUIDAS LAS LABORES DE CONSULTORÍA DE LAS MISMAS.\n29.- ADQUISICIÓN, EXPLOTACIÓN, VENTA Y CESIÓN DE TODO TIPO DE DERECHOS DE PROPIEDAD INDUSTRIAL E INTELECTUAL.\n30.- PRESTACIÓN DE SERVICIOS RELACIONADOS CON LA CONSERVACIÓN, REPARACIÓN, MANTENIMIENTO, SANEAMIENTO Y LIMPIEZA DE TODA CLASE DE EDIFICIOS, LOCALES, OBRAS, INSTALACIONES Y SERVICIOS TANTO A ENTIDADES PÚBLICAS COMO PRIVADAS INCLUYENDO LA LIMPIEZA Y RESTAURACIÓN DE FACHADAS Y LA LIMPIEZA DE TODO TIPO DE VEHÍCULOS.\n31.- LA INVESTIGACIÓN, EXPLOTACIÓN Y APROVECHAMIENTO DE YACIMIENTOS MINERALES, ASÍ COMO LA ADQUISICIÓN, USO Y DISFRUTE DE PERMISOS, CONCESIONES, LICENCIAS, AUTORIZACIONES Y DEMÁS DERECHOS DE CARÁCTER MINERO, Y LA INDUSTRIALIZACIÓN, DISTRIBUCIÓN Y COMERCIALIZACIÓN DE PRODUCTOS MINERALES.\n32.- GESTIÓN, ADMINISTRACIÓN, ADQUISICIÓN, CONSTRUCCIÓN, PROMOCIÓN, ENAJENACIÓN, PARCELACIÓN, REHABILITACIÓN Y EXPLOTACIÓN EN CUALQUIER FORMA DE SOLARES, TERRENOS, CONJUNTOS RESIDENCIALES, URBANIZACIONES O PROMOCIONES INMOBILIARIAS, Y EN GENERAL DE TODA CLASE DE BIENES INMUEBLES TANTO RÚSTICOS COMO URBANOS.\n33.- FABRICACIÓN, ADQUISICIÓN, SUMINISTRO, IMPORTACIÓN, EXPORTACIÓN, ARRENDAMIENTO, INSTALACIÓN, MANTENIMIENTO, DISTRIBUCIÓN, REPARACIÓN Y EXPLOTACIÓN DE MAQUINARIA, HERRAMIENTAS, VEHÍCULOS, INSTALACIONES, MATERIALES, EQUIPOS Y MOBILIARIO DE TODAS CLASES, INCLUIDO EL MOBILIARIO Y EQUIPAMIENTOS URBANOS.\n34.- MANTENIMIENTO, REPARACIÓN, AMPLIACIÓN Y MODIFICACIÓN DE EQUIPOS E INSTALACIONES: A) ELÉCTRICAS Y ELECTRÓNICAS EN GENERAL; B) DE ELECTROMEDICINA; C) DE SEGURIDAD Y CONTRA INCENCIOS; D) DE APARATOS ELEVADORES Y DE TRALACIÓN HORIZONTAL; Y E) DE SISTEMAS DE SEÑALIZACIÓN Y BALIZAMIENTO DE PUERTOS, AEROPUERTOS Y CARRETERAS, EFECTUANO LAS REVISIONES, ENGRASES Y CORRECCIÓN DE AVERÍAS NECESARIAS.\n35.- MANTENIMIENTO Y REPARACIÓN DE MAQUINARIA Y DE VEHÍCULOS AUTOMOTORES, INCLUIDOS BUQUES Y AERONAVES.\n36.- MANTENIMIENTO Y REPARACIÓN DE EQUIPOS Y MAQUINARIA DE OFICINA.\n37.- PRESTACIÓN A CUALQUIER CLASE DE SOCIEDADES Y EMPRESAS DE SERVICIOS DE GESTIÓN Y DE ADMINISTRACIÓN ASÍ COMO DE CONSULTORÍA Y ASESORAMIENTO EN MATERIA DE CONTABILIDAD, ASISTENCIA LEGAL, TÉCNICA, FINANCIERA, FISCAL Y DE RECURSOS HUMANOS Y LABORAL.\n38.- EN TODO LO QUE NO SUPONGA COLISIÓN CON LAS ACTIVIDADES LEGALMENTE RESERVADAS POR LEGISLACIÓN ESPECIAL, Y EN PARTICULAR, POR LA LEGISLACIÓN DE LAS INSTITUCIONES DE INVERSIÓN COLECTIVA Y DEL MERCADO DE VALORES, CONCERTAR Y REALIZAR POR CUENTA PROPIA TODA CLASE DE OPERACIONES RESPECTO A VALORES EN CUALQUIER TIPO DE MERCADO, NACIONAL O INTERNACIONAL, COMPRAR, VENDER O DE OTRO MODO, ADQUIRIR, TRANSMITIR, SUSTITUIR, ENAJENAR, PIGNORAR Y SUSCRIBIR TODA CLASE DE ACCIONES, VALORES CONVERTIBLES EN ELLAS O QUE OTORGUEN DERECHO A SU ADQUISICIÓN O SUSCRIPCIÓN, OBLIGACIONES, DERECHOS, BONOS PAGARÉS, EFECTOS PÚBLICOS O VALORES MOBILIARIOS, Y PARTICIPAR EN OTRAS SOCIEDADES.\n39.- LA EJECUCIÓN DE TODA CLASE DE CONTRATOS DE OBRA, SUMINISTROS, SERVICIOS, GESTIÓN DE SERVICIO PÚBLICO (CONCESIÓN, SOCIEDAD DE ECONOMÍA MIXTA, CONCIERTO Y GESTIÓN INTERESADA), DE CONCESIONES DE OBRA PÚBLICA, DE COLABORACIÓN ENTRE EL SECTOR PÚBLICO Y EL SECTOR PRIVADO, DE CONTRATOS MIXTOS, CONTRATOS ESPECIALES O DE CONTRATOS PRIVADOS CELEBRADOS CON EL ESTADO, LAS COMUNIDADES AUTÓNOMAS, LOS ENTES LCOALES, LOR ORGANISMOS PÚBLICOS DEPENDIENTES DE LAS CITADAS ADMINISTRACIONES Y, EN GENERAL, CON CUALQUIER ESTADO EXTRANJERO O INSTITUCIÓN INTERNACIONAL.\n40.- INSPECCIÓN SANITARIA DE INSTALACIONES. GESTIÓN DE HISTORIAS CLÍNICAS Y RESTO DE DOCUMENTACIÓN PARA HOSPITALES Y CENTROS SANITARIOS.\n41.- SERVICIOS INTEGRALES DE ASISTENCIA SOCIAL Y ASISTENCIA SANITARIA A LOS SIGUIENTES COLECTIVOS: ANCIANOS, MINUSVÁLIDOS, FAMILIAS, INFANCIA, MENORES, DISCAPACITADOS FÍSICOS, PSÍQUICOS Y SENSORIALES Y PERSONAL O GRUPOS DE POBLACIÓN EN SITUACIÓN DE NECESIDAD MEDIANTE LA REALIZACIÓN DE LAS SIGUIENTES FUNCIONES Y TAREAS: SERVICIOS DE AYUDA Y ASISTENCIA A DOMICILIO, DE TELEASISTENCIA, DE PREVENCIÓN DE SITUACIONES DE DEPENDENCIA, DE ATENCIÓN RESIDENCIAL, COMPRENSIVO, ENTRE OTRAS, DE ATENCIONES DE CARÁCTER DOMÉSTICO, PERSONAL DE ACOMPAÑAMIENTO, Y FUNCIONES SOCIO EDUCATIVAS Y REHABILITADORAS; EXPLOTACIÓN O GESITÓN, TOTAL O PARCIAL, DE RESIDENCIAS, DENTROS DE DÍA Y DE NOCHE, PISOS O CENTROS DE TUTELA, COMUNIDADES TERAPÉUTICAS Y CUALQUIER OTRO CENTRO DE REHABILITACIÓN Y/O ACOGIDA; TRANSPORTE SANITARIO Y DE ÓRGANOS PARA TRANSPLANTES; TRASLADO DE ENFERMOS POR CUALQUIER MEDIO DE TRANSPORTE Y ACOMPAÑAMIENTO DE LOS COLECTIVOS ANTES CITADOS; HOSPITALIZACIÓN A DOMICILIO Y AYUDA MÉDICA Y DE ENFERMEÍA A DOMICILIO, ASÍ COMO CUALQUIER ACTIVIDAD CONEXA.\n42.- CONCIERTO Y GESTIÓN INTERESADA DE CONCESIONES DE OBRA PÚBLICA, DE CONTRATOS MIXTOS, CONTRATOS ESPECIALES O DE CONTRATOS PRIVADOS DE LOS CENTROS DE SERVICIOS SOCIALES.\n43.- SERVICIOS VETERINARIOS PARA LA SALUD Y EN ESPECIAL AQUELLOS QUE TENGAN COMO FIN LA PREVENCIÓN DE ENFERMEDADES RELACIONADA CON LA SALUD HUMANA.\n44.- SERVICIOS DE ESTERILIZACIÓN DE MATERIAL SANITARIO.\n45.- ALMACENAJE Y LOGÍSTICA. SERVICIOS DE MENSAJERÍA, CORRESPONDENCIA Y DISTRIBUCIÓN.\n46.- RECOGIDA DE CARROS PORTAEQUIPAJES EN ESTACIONES Y AEROPUERTOS.\n47.- SERVICIOS DE LAVANDERÍA Y TINTE. CONTRATACIÓN, GESTIÓN, PROYECCIÓN, CONSTRUCCIÓN Y EJECUCIÓN DE MAQUINARIA PARA LAVANDERÍA.\n48.- SERVICIOS REALIZADOS CON VEHÍCULOS GRÚA PARA RETIRADA DE LAS VÍAS PÚBLICAS DE CONTENEDORES, VEHÍCULOS O CUALQUIER ELEMENTO QUE DIFICULTE LA CIRCULACIÓN, ASÍ COMO LOS QUE SIRVAN DE AUXILIO PARA TRABAJOS DE PODA DE ÁRBOLES, COLOCACIÓN Y RETIRADA DE ELEMENTOS ORNAMENTALES Y PUBLICITARIOS, ENTRE OTROS.\n49.- GESTIÓN INTEGRAL DE CENTROS PÚBLICOS O PRIVADOS DE EDUCACIÓN ESPECIAL O ENSEÑANZA, INCLUIDAS GUARDERÍAS INFANTILES. SERVICIOS DE MONITORES PARA EL DESARRROLLO DE ACTIVIDADES EXTRAESCOLARES DIRIGIDO A LOS CENTROS PÚBLICOS DE EDUCACIÓN INFANTIL, PRIMARIA Y SECUNDARIA ASÍ COMO EL CONCIERTO Y GESTIÓN INTERESADA DE CONCESIONES DE OBRA PÚBLICA, DE CONTRATOS MIXTOS, CONTRATOS ESPECIALES O DE CONTRATOS PRIVADOS PARA ESTOS CENTROS DOCENTES ... (SIGUE)\n",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/03711",
      "_links": {
        "self": {
          "name": "SERVEO SERVICIOS AUXILIARES, S.A.",
          "href": "https://api.euskadi.eus/procurements/companies/03711"
        }
      }
    },
    {
      "name": "BET ENERGIA Y SISTEMAS S.L.",
      "registrationNumber": "02495",
      "identificationNumber": "B01260173",
      "address": "POL. IND. DE JÚNDIZ. C/ PADULETA, Nº 55. OF. 205",
      "location": {
        "postalCode": "01015",
        "municipality": "Vitoria-Gasteiz",
        "county": "Araba/Álava",
        "municipalityId": "059",
        "countyId": "01"
      },
      "economicActivities": [
        {
          "id": "1.504.1",
          "name": "Instalaciones eléctricas en general",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en general",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.1"
            }
          }
        },
        {
          "id": "1.504.12",
          "name": "Instalaciones eléctricas en toda clase de edificios",
          "_links": {
            "self": {
              "name": "Instalaciones eléctricas en toda clase de edificios",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.504.12"
            }
          }
        },
        {
          "id": "1.615.4",
          "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
          "_links": {
            "self": {
              "name": "Venta al por mayor de aparatos y material radioeléctrico y electrónico",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.615.4"
            }
          }
        },
        {
          "id": "1.692",
          "name": "Reparación de maquinaria industrial",
          "_links": {
            "self": {
              "name": "Reparación de maquinaria industrial",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.692"
            }
          }
        }
      ],
      "certificateStartDate": "2022-10-20",
      "certificateEndDate": "2023-03-29",
      "object": "LA PROMOCIÓN, VENTA DISTRIBUCIÓN Y COMERCIALIZACIÓN DE APARATOS DE TELECOMUNICACIÓN. LA CONSTRUCCIÓN, MONTAJE, REPARACIÓN, MANTENIMIENTO Y CONSERVACIÓN DE TODA CLASE DE OBRAS E INSTALACIONES DE CUALQUIER GÉNERO: INSTALACIONES ELÉCTRICAS, TELECOMUNICACIONES, INSTALACIONES RADIOELÉCTRICAS E INSTALACIONES ELECTRÓNICAS. LA INSTALACIÓN, MONTAJE, SUMINISTRO, VENTA, DISTRIBUCIÓN, REPARACIÓN, CONSERVACIÓN Y MANTENIMIENTO DE MATERIALES, ARTÍCULOS, INSTALACIONES Y EQUIPOS ELÉCTRICOS, ELECTRÓNICOS, ELECTROMAGNÉTICOS, SEGURIDAD DE DETECCIÓN, CONTROL Y EXTINCIÓN DE INCENDIOS, DE COGENERACIÓN DE ENERGÍAS RENOVABLES, DE CONTROL DE TRÁFICO Y DE REDES SEMAFÓRICAS DE TELECOMUNICACIÓN, MEGAFONÍA Y TELEFONÍA DE SISTEMAS INFORMÁTICOS Y MANTENIMIENTO INTEGRAL DE DICHAS INSTALACIONES. LA REALIZACIÓN DE ESTUDIOS, EJECUCIÓN DE PROYECTOS  Y OBRAS RELACIONADAS CON EL AHORRO Y GESTIÓN ENERGÉTICA, INGENIERÍA Y REALIZACIÓN DE INSTALACIONES DE AUTOMATIZACIÓN DE PROCESOS INDUSTRIALES, INCLUYENDO INSTALACIONES ELECTRÓNICAS DE INSTRUMENTACIÓN, INGENIERÍA Y REALIZACIÓN DE INSTALACIONES DE TELEMÁTICA Y GESTIÓN CENTRALIZADA DE EDIFICIOS. LA PRESTACIÓN DE SERVICIOS, MANTENIMIENTO Y ASISTENCIA TÉCNICA Y POST-VENTA, GESTIÓN TÉCNICA Y EXPLOTACIÓN RELACIONADOS CON LAS ACTIVIDADES ANTES CITADAS, AUDITORIA ENERGÉTICA, PROYECTOS Y OBRAS DE EFICIENCIA ENERGÉTICA, PROYECTOS Y OBRAS DE EFICIENCIA ENERGÉTICA, MANTENIMIENTO, INSTALACIÓN Y MONTAJE DE CUALQUIER INSTALACIÓN CONSUMIDORA DE ENERGÍA Y SOLUCIONES RELACIONADAS CON LA MEJORA DE LA EFICIENCIA ENERGÉTICA. LA INSTALACIÓN Y MANTENIMIENTO DE TELECOMUNICACIONES, INSTALACIONES DE SISTEMAS AUDIOVISUALES, INSTALACIONES DE INFRAESTRUCTURAS DE TELECOMUNICACIÓN DE NUEVA GENERACIÓN Y DE REDES DE TELECOMUNICACIONES DE CONTROL, GESTIÓN Y SEGURIDAD, CONSULTORÍA LUMÍNICA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/02495",
      "_links": {
        "self": {
          "name": "BET ENERGIA Y SISTEMAS S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/02495"
        }
      }
    },
    {
      "name": "JOSE LUIS RODRIGUEZ MUÑOZ",
      "registrationNumber": "08650",
      "identificationNumber": "13786850Y",
      "address": "Calle Miguel de Unamuno Nº16 3ºC",
      "location": {
        "postalCode": "39012",
        "municipality": "Santander",
        "county": "Cantabria",
        "municipalityId": "075",
        "countyId": "39"
      },
      "economicActivities": [
        {
          "id": "1.611",
          "name": "Venta al por mayor de toda clase de mercancías",
          "_links": {
            "self": {
              "name": "Venta al por mayor de toda clase de mercancías",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.611"
            }
          }
        },
        {
          "id": "1.652.2",
          "name": "Venta al por menor de productos de droguería y productos para decoración",
          "_links": {
            "self": {
              "name": "Venta al por menor de productos de droguería y productos para decoración",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.652.2"
            }
          }
        }
      ],
      "certificateStartDate": "2022-10-20",
      "certificateEndDate": "2023-04-20",
      "object": "VENTA AL POR MAYOR DE TODA CLASE DE MERCANCÍAS. VENTA AL POR MENOR DE PRODUCTOS DE DROGUERÍA Y PRODUCTOS PARA DECORACIÓN.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08650",
      "_links": {
        "self": {
          "name": "JOSE LUIS RODRIGUEZ MUÑOZ",
          "href": "https://api.euskadi.eus/procurements/companies/08650"
        }
      }
    },
    {
      "name": "RAMON PLANA GONZÁLEZ-SIERRA",
      "registrationNumber": "08339",
      "identificationNumber": "36114656X",
      "address": "Riera d'Horta 37, 2º-2ª",
      "location": {
        "postalCode": "08027",
        "municipality": "Barcelona",
        "county": "Barcelona",
        "municipalityId": "019",
        "countyId": "08"
      },
      "economicActivities": [
        {
          "id": "1.617.9",
          "name": "Venta al por mayor interindustrial de otros productos n.c.o.p",
          "_links": {
            "self": {
              "name": "Venta al por mayor interindustrial de otros productos n.c.o.p",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.617.9"
            }
          }
        },
        {
          "id": "2.011",
          "name": "Doctores y licenciados en ciencias biológicas",
          "_links": {
            "self": {
              "name": "Doctores y licenciados en ciencias biológicas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.011"
            }
          }
        }
      ],
      "certificateStartDate": "2022-10-20",
      "certificateEndDate": "2023-04-20",
      "object": "DOCTORES Y LICIENCIADOS EN CIENCIAS BIOLÓGICAS. VENTA AL POR MAYOR INTERINDUSTRIAL EXCEPTO QUÍMICA",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08339",
      "_links": {
        "self": {
          "name": "RAMON PLANA GONZÁLEZ-SIERRA",
          "href": "https://api.euskadi.eus/procurements/companies/08339"
        }
      }
    },
    {
      "name": "JULEN MENDOZA PEREZ",
      "registrationNumber": "08649",
      "identificationNumber": "72470892P",
      "address": "Plaza Koldo Mitxelena (20100) 8, SOLAIRUARTEA B",
      "location": {
        "postalCode": "20100",
        "municipality": "Errenteria",
        "county": "Gipuzkoa",
        "municipalityId": "067",
        "countyId": "20"
      },
      "economicActivities": [
        {
          "id": "2.731",
          "name": "Abogados",
          "_links": {
            "self": {
              "name": "Abogados",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.731"
            }
          }
        },
        {
          "id": "2.776",
          "name": "Doctores y licenciados en ciencias políticas y sociales",
          "_links": {
            "self": {
              "name": "Doctores y licenciados en ciencias políticas y sociales",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.776"
            }
          }
        },
        {
          "id": "2.826",
          "name": "Personal docente de enseñanzas diversas",
          "_links": {
            "self": {
              "name": "Personal docente de enseñanzas diversas",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/2.826"
            }
          }
        }
      ],
      "certificateStartDate": "2022-10-20",
      "certificateEndDate": "2023-04-12",
      "object": "ABOGADOS. DOCTORES Y LICENCIADOS EN CIENCIAS POLÍTICAS Y SOCIALES. PERSONAL DOCENTE DE ENSEÑANZAS DIVERSAS.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08649",
      "_links": {
        "self": {
          "name": "JULEN MENDOZA PEREZ",
          "href": "https://api.euskadi.eus/procurements/companies/08649"
        }
      }
    },
    {
      "name": "FORESTAL SAN ANDRES SL",
      "registrationNumber": "08646",
      "identificationNumber": "B39650445",
      "address": "C/ LEONARDO RUCABADO 28, 3º D",
      "location": {
        "postalCode": "39700",
        "municipality": "Castro-Urdiales",
        "county": "Cantabria",
        "municipalityId": "020",
        "countyId": "39"
      },
      "economicActivities": [
        {
          "id": "1.617.3",
          "name": "Venta al por mayor de madera y corcho",
          "_links": {
            "self": {
              "name": "Venta al por mayor de madera y corcho",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.617.3"
            }
          }
        }
      ],
      "certificateStartDate": "2022-10-19",
      "certificateEndDate": "2023-04-19",
      "object": "LA REALIZACION, POR CUENTA PROPIA O AJENA, DE TODA CLASE DE EXPLOTACIONES FORESTALES, ASÍ COMO LA COORDINACIÓN DE GREMIOS, EL ASESORAMIENTO Y LA ASISTENCIA TÉCNICA EN TODO CUANTO SE RELACIONE, DIRECTA O INDIRECTAMENTE, CON EL CAMPO DE LAS EXPLOTACIONES FORESTALES.",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/08646",
      "_links": {
        "self": {
          "name": "FORESTAL SAN ANDRES SL",
          "href": "https://api.euskadi.eus/procurements/companies/08646"
        }
      }
    },
    {
      "name": "PROVIAL MOBILIARIO URBANO, S.L.",
      "registrationNumber": "07422",
      "identificationNumber": "B14809628",
      "address": "Calle Montgó 1",
      "location": {
        "postalCode": "46530",
        "municipality": "Puçol",
        "county": "Valencia/València",
        "municipalityId": "205",
        "countyId": "46"
      },
      "economicActivities": [
        {
          "id": "1.316.6",
          "name": "Fabricación de mobiliario metálico",
          "_links": {
            "self": {
              "name": "Fabricación de mobiliario metálico",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.316.6"
            }
          }
        },
        {
          "id": "1.501.2",
          "name": "Construcción completa, reparación y conservación obras civiles",
          "_links": {
            "self": {
              "name": "Construcción completa, reparación y conservación obras civiles",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.501.2"
            }
          }
        },
        {
          "id": "1.503.3",
          "name": "Montajes de estructuras metálicas para transportes, puertos",
          "_links": {
            "self": {
              "name": "Montajes de estructuras metálicas para transportes, puertos",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.503.3"
            }
          }
        },
        {
          "id": "1.844",
          "name": "Servicios de publicidad, relaciones públicas y similares",
          "_links": {
            "self": {
              "name": "Servicios de publicidad, relaciones públicas y similares",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.844"
            }
          }
        },
        {
          "id": "1.855.2",
          "name": "Alquiler de embarcaciones",
          "_links": {
            "self": {
              "name": "Alquiler de embarcaciones",
              "href": "https://api.euskadi.eus/procurements/companies/economic-activities/1.855.2"
            }
          }
        }
      ],
      "certificateStartDate": "2022-10-18",
      "certificateEndDate": "2023-04-18",
      "object": "LA FABRICACIÓN, SUMINISTRO, INSTALACIÓN Y MANTENIMIENTO DE MOBILIARIO URBANO Y COMERCIALIZACIÓN DE PUBLICIDAD; TRABAJOS DE SEÑALIZACIÓN VERTICAL Y HORIZONTAL, LA PRESTACIÓN DE TODO TIPO DE SERVICIOS DE PUBLICIDAD MEDIANTE ANUNCIOS, FOLLETOS, PRENSA, INTERNET, LUMINOSOS, PANTALLAS LED, PUBLICIDAD MÓVIL, MOBILIARIO URBANO U OTROS MEDIOS; ROTULACIÓN EN GENERAL; TRABAJO DE IMPRESIÓN Y SERIGRAFÍA; REALIZACIÓN DE PROYECTOS DE SEÑALIZACIÓN; ACTIVIDADES RELACIONADAS CON PROMOCIÓN INMOBILIARIA, OBRAS Y REFORMAS, MULTISERVICIOS, INSTALACIÓN Y MANTENIMIENTO DE EDIFICIOS; ACTIVIDADES RELACIONADAS CON EL TURISMO, HOSTELERÍA Y RESTAURACIÓN; COMPRAVENTA, ALQUILER Y REPARACIÓN DE VEHÍCULOS Y EMBARCACIONES; AUTOMATIZACIÓN DE PUERTAS Y BARRERAS AUTOMÁTICAS; CONTROL DE PLAGAS; Y EXPLOTACIONES AGRÍCOLAS Y GANADERAS",
      "mainEntityOfPage": "https://www.contratacion.euskadi.eus/webkpe00-kperoc/es/ac71aBusquedaRegistrosWar/empresa/07422",
      "_links": {
        "self": {
          "name": "PROVIAL MOBILIARIO URBANO, S.L.",
          "href": "https://api.euskadi.eus/procurements/companies/07422"
        }
      }
    }
  ]
}